Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/*.po
Languages: bg, ckb, da, es, et, fi, hr, hu, hy, kk, ku, sq, sr, tr

source: Auto Zoom In
bg: Автоматично увеличение
ckb: زوومی ئۆتۆماتیکی
es: Zoom automático
et: Automaatselt Suumi Sisse
fi: Automaattinen zoomaus
hr: Automatsko povećanje
hu: Automatikus zoomolás
hy: Ավտոմատ խոշորացում
kk: Авто-үлкейту
ku: Zêdekirina Xweser
sq: Zmadhimi automatik
sr: Automatično zumiranje
tr: Otomatik Yakınlaştırma

source: Zoom in instead of placing a pixel when you tap the canvas and your zoom is small.
bg: Увеличаване, вместо да се поставя пиксел, когато се докосне платното и Вашето увеличение е малко.
ckb: زووم بکە لەبری دانانی پێکسڵ کاتێک پەنجە دەخەیتە سەر کانڤاسەکە و زوومەکەت بچووکە.
da: Zoom ind i stedet for at placere en pixel når du trykker på kanvasset og dit zoom er lille.
es: Si el zoom está alejado, este se acercará en lugar de colocar un píxel al hacer clic en el lienzo.
et: Suumi sisse, piksli panemise asemel, kui sa vajutad lõuendile ja su suumitase on madal.
fi: Zoomaa pikselin asettamisen sijasta.
hr: Povećajte umjesto postavljanja piksela kada dodirnete platno i vaše je zumiranje malo.
hu: Ha a zoomolás túl kicsi ahhoz, hogy pixelt helyezz el, automatikusan kinagyítja.
hy: Կտավին սեղմելիս ավտոմատ խոշորացնել այն, պիքսել դրվելու փոխարեն այն դեպքում, երբ կտավը նայում եք հեռվից, որպեսզի լինի բավականաչափ հեռավորություն պիքսել դնելու համար:
kk: Масштаб кіші болса, кенепті басқанда пиксел салудың орнына картаны үлкейту.
ku: Dema ku hûn li ser kanavê bixin li şûna ku hûn pixelek bixin zoom bikin û zooma we piçûk e.
sq: Zmadhoni në vend që të vendosni një piksel kur trokitni lehtë mbi kanavacën dhe zmadhimi juaj është i vogël.
sr: Zumiraj umesto postaviti piksel kad stisneš kanvas i zum je mali.
tr: Bir yere tıkladığınız zaman eğer uzaklaştırılmışsa piksel atmak yerine yakınlaştırır.

source: Compact Palette
bg: Компактна палитра
ckb: پالێتی کۆمپاکت
da: Kompakt Palet
es: Paleta de colores compacta
et: Kompaktne Palett
fi: Pienempi väripaletti
hr: Kompaktna paleta
hu: Kompakt paletta
hy: Կոմպակտ ներկապնակ
kk: Ықшам палитра
ku: Gişt paleta
sq: Paleta kompakte
sr: Kompaktna paleta
tr: Sıklaştırılmış Palet

source: Display Palette in a compact form that takes less screen space.
bg: Покажи палитрата в компактна форма, която заема по-малко място на екрана.
ckb: پیشاندانی پالێت بە شێوەیەکی بچووک کە شوێنی شاشەی کەمتر دەگرێت.
da: Vis Palet i en kompakt form der tager mindre skærm plads.
es: Muestra la Paleta de Colores en una forma compacta para ahorrar espacio en la pantalla.
et: Näita Paletti kompaktses vormis nii, et see võtab vähem ruumi ekraanil.
fi: Näyttää väripaletin pienempänä.
hr: Prikaži paletu u kompaktnom obliku koji zauzima manje prostora na zaslonu.
hu: A paletta kompakt formában jelenik meg, ami kevesebb helyet foglal.
hy: Ցուցադրել ներկապնակը կոմպակտ ձևով, որը էկրանի ավելի քիչ տարածք է զբաղեցնում:
kk: Палитраны экранда азырақ орын алатын ықшам түрде көрсету.
ku: Pêşandana Paleta bi rengek kompakt ku cîhê ekranê kêmtir digire.
sq: Paleta e ekranit në një formë kompakte që merr më pak hapësirë në ekran.
sr: Prikazuj paletu u kompaktnoj formi koja zauzima manje prostora na ekranu.
tr: Ekranda yer açmak için paleti küçük bir dörtgen haline getirir.

source: Potato Mode
bg: Картофен режим
ckb: دۆخی پەتاتە
da: Kartoffeltilstand
es: Modo Patata
et: Kartulirežiim
fi: Perunamuoto
hr: Način krumpira
hu: Kenyérpirító mód
hy: Թույլ համակարգչի ռեժիմ
kk: Қартоп режімі
ku: Moda kartol
sq: Modaliteti i patates
sr: Režim tostera
tr: Patates Modu

source: For when you are playing on a potato.
bg: За когато играете на картоф.
ckb: بۆ کاتێک یاری لەسەر پەتاتە دەکەیت.
da: For når du spiller på en kartoffel.
es: Para cuando juegas en una patata.
et: Juhul kui sa mängid kartulil.
fi: Kun pelaat perunalla.
hr: Jer kad igraš na krumpir.
hu: Arra az esetre, ha kenyérpiríton játszol.
hy: Նրա համար, երբ թույլ համակարգչով եք խաղում:
kk: Өнімділігі аз құрылғылар үшін ойынды оңтайландырады.
ku: Ji bo dema ku hûn li ser kartol dilîzin.
sq: Për kur jeni duke luajtur me një patate.
sr: Kad igraš na tosteru
tr: Bir patates üzerinden oynayanlar için.

source: Light Grid
bg: Лека решетка
ckb: تۆڕی ڕووناکی
da: Lys Gitter
es: Cuadrícula Clara
et: Valge Teljestik
fi: Vaalea ruudukko
hr: Svijetla rešetka
hu: Világos rács
hy: Լուսավոր ցանց
kk: Ақшыл тор
ku: Ronahî Tor
sq: Rrjeti i dritës
sr: Svetla rešetka
tr: Beyaz Izgara

source: Show Grid in white instead of black.
bg: Покажи решетката в бялото, вместо черно.
ckb: دۆخ بە سپی پیشان بدە لەبری ڕەش.
da: Vis Gitter i hvid i stedet for sort.
es: Muestra la Cuadrícula en blanco en vez de negro.
et: Näita Teljestiku musta asemel valgena.
fi: Näyttää ruudukon vaaleana mustan sijasta.
hr: Pokaži rešetku u bijeloj umjesto u crnoj boji.
hu: Rács megjelenítése fekete helyett fehéren.
hy: Ցույց տալ սպիտակ ցանց սևի փոխարեն:
kk: Қара тордың орнына ақ торды көрсету.
ku: Li şûna reş tor bi spî nîşan bidin.
sq: Shfaq Grid në të bardhë në vend të zi.
sr: Pokaži rešetku u beloj boji umesto crne
tr: Izgarayı siyah yerine beyaz olarak gösterir.

source: Custom Cursor
bg: Персонализиран Курсор
ckb: ئاماژەدەری تایبەتمەند
kk: Арнаулы курсор
ku: Hûnbunî kursor
sq: Kursori i personalizuar
tr: Özel İmleç

source: Use our custom cursor
bg: Използвайте нашия персонализиран курсор
ckb: ئاماژەدەری تایبەتمەندمان بەکاربهێنە
kk: Өзіңнің арнаулы курсор қолдану
ku: Kursorê meya xwerû bikar bînin
sq: Përdorni kursorin tonë të personalizuar
tr: Özel imlecimizi kullanın

source: Historical View
bg: Исторически изглед
ckb: ڕوانگەی مێژوویی
da: Historisk Visning
es: Vista Histórica
et: Ajalooline Vaade
fi: Historiallinen näkymä
hr: Povijesni pogled
hu: Történelmi nézet
hy: Պատմական տեսակետ
kk: Тарихи көрініс
ku: Dîtina Dîrokî
sq: Pamje historike
sr: Istorijski pregled
tr: Geçmiş Görünümü

source: Check out past versions of the canvas.
bg: Покажи предишните версии на платното.
ckb: وەشانی ڕابردووی کانڤاسەکە ببینە.
da: Tjek tidligere versioner af kanvasset ud.
es: Revisar versiones antiguas del lienzo.
et: Vaata lõuendi vanemaid versioone.
fi: Näyttää kehysten vanhat versiot.
hr: Pogledajte prethodne verzije platna.
hu: A vászon korábbi állapotának megtekintése.
hy: Նայեք կտավի տեսքին անցյալ ժամանակի որևէ կետում:
kk: Кенептің алдыңғы нұсқаларын көру.
ku: Guhertoyên paşîn ên kanavê binihêrin.
sq: Shikoni versionet e kaluara të kanavacës.
sr: Pogledaj istorijske verzije kanvasa.
tr: Tuvalin eskiden nasıl göründüğünü gösterir.

source: Pencil Mode for ${ canvasName } canvas
bg: Превключен към ${ canvasName } платно
ckb: دۆخی قەڵەم بۆ ${ canvasName } کانڤاس
kk: Қарындаш ${ canvasName } үшін
ku: Moda Qelemê ya ji bo kanava ${ canvasName }
sq: Modaliteti i lapsit për kanavasin ${ canvasName }
tr: ${ canvasName } için Kalem Modu

source: What the pencil should draw on the current canvas.
bg: Какво моливът трябва да рисува на текущото платно.
ckb: ئەوەی پێویستە قەڵەم لەسەر کانڤاسی ئێستا بکێشێت.
kk: Қандай қарындаш қолдану керек.
ku: Tiştê ku pênûs divê li ser kabloya heyî xêz bike.
sq: Çfarë duhet të vizatojë lapsi në kanavacën aktuale.
tr: Kalem mevcut kanvasta ne çizmeli.

source: Themes
bg: Теми
ckb: تەوەرەکان
da: Temaer
es: Temas
et: Disain
fi: Teemat
hr: Teme
hu: Témák
hy: Թեմաներ
kk: Кейіптер
ku: Mijad
sq: Temat
sr: Teme
tr: Temalar

source: How pixelplanet should look like.
bg: Как pixelplanet трябва да изглежда.
ckb: پیکسڵپلانێت دەبێت چۆن بێت.
da: Hvordan pixelplanet burde se ud.
es: Cambiar el aspecto de pixelplanet.
et: Kuidas pixelplanet peaks välja nägema.
fi: Miltä pixelplanetin pitäisi näyttää.
hr: Kako bi pixelplanet trebao izgledati.
hu: Ahogy a pixelplanetnek kellene kinéznie.
hy: Ինչպես պետք է լինի pixelplanet-ը:
kk: Pixelplanet қалай көрінуге тиіс.
ku: Divê pixelplanet çawa xuya bike.
sq: Si duhet të duket pixelplanet.
sr: Kako pixelplanet treba da liči.
tr: Oyunun nasıl görüneceğidir.

source: Select Language
bg: Избиране на език
ckb: زمان هەڵبژێرە
da: Vælg Sprog
es: Seleccionar Lenguage
et: Vali Keel
fi: Valitse kieli
hr: Izaberi jezik
hu: Nyelv kiválasztása
hy: Ընտրեք լեզուն
kk: Тілді таңдаңыз
ku: Ziman hilbijêrin
sq: Zgjidh gjuhen
sr: Izaberite jezik
tr: Dil Seç

source: Profile
bg: Профил
ckb: پرۆفایل
da: Profil
es: Pérfil
et: Profiil
fi: Profiili
hr: Profil
hu: Profil
hy: Պրոֆիլ
kk: Бейін
ku: Tengal
sq: Profili
sr: Profil
tr: Profil

source: Statistics
bg: Статистики
ckb: ئامار
da: Statistikker
et: Statistika
fi: Statistiikat
hr: Statistika
hu: Statisztikák
hy: Ստատիստիկա
kk: Статистика
ku: Jimare
sq: Statistikat
tr: İstatistikler

source: Converter
bg: Конвертор
ckb: گۆڕێنەر
da: Konverter
es: Convertidor
et: Pikselaator
fi: Konvertoija
hr: Konverter
hu: Konvertáló
hy: Փոխարկիչ
kk: Конвертер
ku: Veguherîner
sq: Konvertuesi
sr: Konverter
tr: Dönüştürücü

source: Modtools
bg: Инструменти за модератори
ckb: مۆدتۆڵز
da: Modværktøjer
es: Herramientas de Moderación
et: Modereerimine
fi: Modityökalut
hr: Alati za moderatore
hu: Moderátori eszközök
hy: Մոդերատորի գործիքներ
kk: Модератор құралдары
ku: Amûrên Mod
sq: Mjetet e moderatorit
sr: Alatke za moderatore
tr: Mod Araçları

source: Loading...
bg: Зарежда се...
ckb: بارکردن...
da: Indlæser...
es: Cargando...
et: Laadimine...
fi: Ladataan...
hr: Učitavam...
hu: Betöltés...
hy: Բեռնում...
kk: Жүктелуде...
ku: Bar dike...
sq: Po shkarkohet…
sr: Učitavanje...
tr: Yükleniyor...

source: Consider joining us on Guilded:
bg: Не забравяйте да се присъедините в Guilded:
ckb: بیرلەوە بکەرەوە کە بەشداریمان بکەیت لە Guilded:
da: Overvej at joine os på Guilded:
es: Considera unirte a nuestro Guilded:
et: Ühine meie Guilded'iga:
fi: Liity Guildediin:
hr: Razmislite o tome da nam se pridružite na Discordu:
hu: Csatlakozz hozzánk Discordon:
hy: Միացեք մեզ Guilded-ում`
kk: Guilded-те бізге қосылсаңыз болады:
ku: Li ser Guilded bifikirin ku hûn beşdarî me bibin:
sq: Konsideroni të bashkoheni me ne në Guilded:
sr: Računaj pridužiti nam se na Guilded-u:
tr: Eğer Guilded üzerinden bize katılmak isterseniz:

source: Register new account here
bg: Регистрирайте нов акаунт тук
ckb: لێرە هەژماری نوێ تۆمار بکە
da: Registrer en ny konto her
es: Registrar una cuenta nueva aquí
et: Registreeri uus kasutaja siin
fi: Rekisteröidy täällä
hr: Registrirajte novi račun ovdje
hu: Új fiók regisztrálása itt
hy: Գրանցեք նոր հաշիվ այստեղ
kk: Жаңа тіркелгі жасау
ku: Hesabeke nû li vir tomar bike
sq: Regjistro një llogari të re këtu
sr: Registruj nov nalog ovde
tr: Yeni Hesap Oluşturun

source: Name
bg: Име
ckb: ناو
da: Navn
es: Nombre
et: Nimi
fi: Nimi
hr: Ime
hu: Név
hy: Անուն
kk: Қолданушы аты
ku: Nav
sq: Emri
sr: Ime
tr: Kullanıcı Adı

source: Email
bg: Имейл
ckb: ئیمەیڵ
es: Correo
et: Meil
fi: Sähköpostiosoite
hy: Փոստ
kk: Эл. пошта
ku: Nameya elektronîk
tr: E-Posta Adresi

source: Password
bg: Парола
ckb: ووشەی نهێنی
da: Adgangskode
es: Contraseña
et: Salasõna
fi: Salasana
hr: Lozinka
hu: Jelszó
hy: Գաղտնաբառ
kk: Құпиясөз
ku: Şîfre
sq: Fjalëkalimi
sr: Lozinka
tr: Parola

source: Confirm Password
bg: Потвърждаване на парола
ckb: ووشەی نھێنی دووبارە بكەوە
da: Bekræft Adgangskode
es: Confirmar Contraseña
et: Kinnita Salasõna
fi: Vahvista salasana
hr: Potvrdite lozinku
hu: Jelszó megerősítése
hy: Հաստատել գաղտնաբառը
kk: Құпиясөзді растау
ku: Şîfreyê Bipejirîne
sq: Konfirmo fjalëkalimin
sr: Potvrdi lozinku
tr: Parolayı Onayla

source: Captcha
ckb: کاپچا
ku: kaptcha
sr: Verifikacija

source: Submit
bg: Изпращане
ckb: پێشکەشکردن
da: Indsend
es: Enviar
et: Kinnita
fi: Lähetä
hr: Podnesi
hu: Küldés
hy: Հաստատել
kk: Жіберу
ku: Pêşkêş kirin
sq: Paraqisni
sr: Postavi
tr: Onayla

source: Select the canvas you want to use. Every canvas is unique and has different palettes, cooldown and requirements. Archived canvases can be accessed here:
bg: Изберете платното, което искате да използвате. Всяко платно е единствено по рода си и има различни палитри, cooldown-ове и изисквания. Архивът на затворените платна, може да бъде достъпен тук:
ckb: ئەو کانڤاسە هەڵبژێرە کە دەتەوێت بەکاری بهێنیت. هەموو کانڤاسێک ناوازەیە و پالێت و کوڵداون و پێداویستی جیاوازی هەیە. دەتوانرێت لێرەدا دەستت بگات بە کانڤاسەکانی ئەرشیفکراو:
da: Vælg det kanvas som du vil gerne bruge. Hvert kanvas er unikt og har forskellige paletter, nedkøling og krav. Arkiv af lukkede kanvasser kan blive tilgået her:
hr: Odaberite platno koje želite koristiti. Svako je platno jedinstveno i ima različite palete, vrijeme hlađenja i zahtjeve. Arhivi zatvorenih platna možete pristupiti ovdje:
hy: Ընտրեք կտավը, որը ցանկանում եք օգտագործել: Յուրաքանչյուր կտավ եզակի է և ունի տարբեր գունապնակներ, վերականգնման ժամանակ և պահանջներ: Հեռացված կտավների արխիվը կարելի է մուտք գործել այստեղ:
kk: Қолданғыңыз келетін кенепті таңдаңыз. Әр кенептің өз палитрасы, күту уақыты және талаптары бар. Жабылған кенептер мұрағатын мына жерден көре аласыз:
ku: Tuvalên ku hûn dixwazin bi kar bînin hilbijêrin Her tuval bêhempa ye û palet, sarbûn û pêdiviyên wan ên cuda hene Tuvalên arşîvkirî dikarin bigihîjin vir:
sq: Zgjidhni kanavacën që dëshironi të përdorni. Çdo kanavacë është unike dhe ka paleta, ftohje dhe kërkesa të ndryshme. Kanavacat e arkivuara mund të aksesohen këtu:
tr: Kullanmak istediğiniz tuvali buradan seçiniz. Her tuval özgün olup farklı renk paletleri, bekleme süreleri ve gereksinimleri vardır. Arşivlenmiş tuvallere buradan ulaşabilirsiniz:

source: Archive
bg: Архив
ckb: ئەرشیف
da: Arkiv
es: Archivo
et: Arhiiv
fi: Arkisto
hr: Arhiva
hu: Archívum
hy: Արխիվ
kk: Мұрағат
ku: Arşîv
sq: Arkivi
sr: Arhiva
tr: Arşiv

source: Retired Canvases (history only)
bg: Пенсионирани платна (исторически изглед само)
ckb: کانڤاس خانەنشینەکان (تەنها مێژوو)
da: Gamle kanvasser (kun historie)
et: Kunagised Lõuendid (ainult ajalugu)
fi: Vanhat kehykset (vain historiallinen näkymä)
hr: Povučena platna (samo povijest)
hu: Nyugdíjazott vásznak (csak történelmi nézet)
hy: Չօգտագործվող կտավներ (Միայն պատմական տեսակետ)
kk: Қолданыстағы кенептер (тек тарих)
ku: Tuxleyên teqawîtbûyî (dîrok tenê)
sq: Kanavacat në pension (vetëm historia)
tr: Eski Tuvaller (yalnız geçmiş)

source: While we tend to not delete canvases, some canvases are started for fun or as a request by users who like a currently popular meme. Those canvases can become dull and inactive after a while, at which point there is no reason to keep them and we may decide to remove them.
bg: Въпреки, че сме склонни да не изтриваме платна, някои платна се стартират за забавление или като заявка от потребители, които в момента харесват определено меме. Тези платна могат да станат скучни след известно време и след седмици без значителна промяна и ако наистина не си струва да бъдат поддържани, ние решаваме да ги премахнем.
ckb: لە کاتێکدا ئێمە مەیلی ئەوەمان هەیە کە کانڤاسەکان نەسڕینەوە، هەندێک لە کانڤاسەکان بۆ خۆشی یان وەک داواکارییەک لەلایەن بەکارهێنەرانەوە دەستپێدەکرێن کە حەزیان لە میمێکی بەناوبانگی ئێستایە. ئەو کانڤاسانە دوای ماوەیەک دەتوانن مات و ناچالاک بن، لەو کاتەدا هیچ هۆکارێک نییە بۆ ئەوەی بیانهێڵینەوە و ڕەنگە بڕیار بدەین لایانببەین.
da: Selvom vi plejer at ikke slette kanvasser, nogle kanvasser er begyndt for sjov, eller som en anmodning fra brugere som i øjeblikket kan lide et meme. De kanvasser kan blive kedelige efter noget tid og after uger med ingen stor forandring og hvis de virkelig ikke er værd at blive holdt aktive, vi beslutter at fjerne dem.
hr: Iako obično ne brišemo platna, neka se platna pokreću iz zabave ili na zahtjev korisnika kojima se trenutno sviđa meme. Ta platna mogu postati dosadna nakon nekog vremena i nakon tjedana bez većih promjena i ako stvarno ne zaslužuju da budu aktivna, odlučujemo ih ukloniti.
hy: Չնայած մենք հակված ենք կտավները չջնջելուն, որոշ կտավներ սկսվում են զվարճանքի համար կամ որպես խնդրանք այն օգտվողների կողմից, ովքեր ներկայումս սիրում են մեմեր: Այդ կտավները կարող են ձանձրալի լինել որոշ ժամանակ անց առանց լուրջ փոփոխություններ ունենալուց հետո, և եթե իսկապես այն չարժե լինել, մենք որոշում ենք հեռացնել դրանք:
kk: Әдетте біз кенептерді жоймаймыз, бірақ олардың кейбірлері көңіл көтеру үшін немесе кезекті мемді ұнататын қолданушылардың өтініші бойынша жасалады. Біраз уақыттан кейін осы кенептер ойыншыларды жалықтырып, апталар бойы өзгеріссіз дерлік қалуы мүмкін. Ондай жағдайда біз оларды белсенді күйде қалдырудың қажеті жоқ деп шешеміз.
ku: Dema ku em tuvalan jê nabin, hin tuval ji bo kêfê an jî ji bo daxwazeka bikarhênerên ku dişibin memeka populer dest pê dikin. Ev tuval piştî demekê dikarin bibin lal û neçalak, di wê demê de tu sedem tune ne ku em wan bigirin û em dikarin biryara rakirina wan bidin.
sq: Ndërsa ne priremi të mos fshijmë kanavacat, disa piktura nisen për argëtim ose si kërkesë nga përdoruesit që pëlqejnë një meme aktualisht të njohur. Këto kanavacë mund të bëhen të shurdhër dhe joaktive pas një kohe, në këtë moment nuk ka asnjë arsye për t'i mbajtur ato dhe ne mund të vendosim t'i heqim ato.
tr: Tuvalleri genelde kaldırmasak da bazı eğlence amaçlı çıkarılan veya mevcut bir akımdan dolayı kullanıcıların isteğiyle açılan tuvaller bir süre sonra sıkıcı hale gelebilir ve haftalarca önemli bir değişiklik yaşanmadan durabilir, tutmamızın anlamsız olduğu bu tuvalleri ise oyundan kaldırma kararı alabiliriz.

source: Here we collect removed canvases to archive them properly. Which is currently only one.
bg: Тук събираме премахнати платна, за да ги архивираме по подходящ начин (който в момента е само един).
ckb: لێرەدا کانڤاسە لابراوەکان کۆدەکەینەوە بۆ ئەوەی بە باشی ئەرشیفیان بکەین. کە لە ئێستادا تەنها یەکێکە.
da: Her indsamler vi de kanvasser for at arkivere dem i en ordentlig måde (som er i øjeblikket kun en).
et: Siin on kollektsioon eemaldatud lõuenditest. Praegu on selliseid ainult üks.
hr: Ovdje skupljamo ta platna da ih arhiviramo na odgovarajući način (što je trenutno samo jedno).
hy: Այստեղ մենք հավաքում ենք հեռացված կտավները՝ պատշաճ կերպով արխիվացնելու համար (որը ներկայումս ընդամենը մեկն է):
kk: Жойылған кенептерді оңтайлы түрде сақтау үшін біз оларды осында жинаймыз.
ku: Li vir ji bo ku em bi awayekî rast arşîv bikin, tuvalên jêkirî berhev dikin. ku niha tenê yek e.
sq: Këtu ne mbledhim kanavacat e hequra për t'i arkivuar siç duhet. Që aktualisht është vetëm një.
tr: Burada kaldırılan tuvallerimizin arşivleri mevcuttur. Şu anda yalnızca bir tane vardır.

source: Political Compass Canvas
bg: Платно за политически компас
ckb: کانڤاسی کۆمپاسی سیاسی
da: Politisk Kompas Kanvas
es: Lienzo de Brújula Política
et: Poliitilise Kompassi Lõuend
fi: Poliittinen kompassi -kehys
hr: Platno političkog kompasa
hu: Politikai iránytű vászon
hy: Քաղաքական կողմնացույցի կտավ
kk: Саяси компас кенебі
ku: Komsîyona Siyasî Kanvas
sq: Kanavacë e busullës politike
sr: Poltični kompas kanvas
tr: Siyasi Pusula Tuvali

source: This canvas got requested during a time of political conflicts on the main Earth canvas. It was a 1024x1024 representation of the political compass with a 5s cooldown and 60s stacking. It got launched on May 11th and remained active for months till it got shut down on November 30th.
bg: Това платно беше поискано по време на политически конфликти на основното платно на Земята. То беше 1024x1024 представяне на политическия компас с 5 секунди cooldown и 60 секунди край. Той стартира на 11 май и остана активен месеци наред, докато не беше спрян на 30 ноември.
ckb: ئەم کانڤاسە لە سەردەمی ململانێ سیاسییەکان لەسەر کانڤاسی سەرەکی زەوی داوای کرا. نوێنەرایەتییەکی ١٠٢٤x١٠٢٤ بوو بۆ کۆمپاسە سیاسییەکە بە کوڵداونی ٥س و ستاککردنی ٦٠س. لە١١ی ئایار دەستیپێکرد و بۆ چەند مانگێک چالاک بوو تا لە ٣٠ی تشرینی دووەمدا داخراوە.
da: Dette kanvas blev anmodet om i løbet af en tid af politiske konflikter på Jorden kanvasset. Det var et 1024x1024 representation af det politiske kompas med et 5s nedkøling og 60s stabling. Den blev iværksat i Maj 11th og forblev aktiv i måneder indtil det blev lukket ned i November 30th.
es: Este lienzo fue solicitado durante un periodo de conflictos políticos en el lienzo principal de la Tierra. Era una representación de la brújula política de 1024x1024px con 5s de enfriamiento y 60 de apilamiento. Fue lanzado el 11 de Mayo de 2020 y permaneció activo por meses hasta que fue cerrado el 30 de Noviembre del mismo año.
fi: Tätä kehystä pyydettiin pääkehyksen poliittisten konfliktien aikana. Se oli 1024x1024-kokoinen poliittinen kompassi 5 sekunnin jäähdytysajalla ja 60 sekunnin keräysajalla. Se esiteltiin toukokuun 11. päivänä pysyen aktiivisena kuukausien ajan, kunnes se poistettiin marraskuun 30. päivänä.
hr: Ovo je platno zatraženo u vrijeme političkih sukoba na glavnom platnu Zemlje. Bio je to 1024x1024 prikaz političkog kompasa s hlađenjem od 5 s i slaganjem od 60 s. Pokrenut je 11. svibnja i ostao je aktivan mjesecima dok se nije ugasio 30. studenog.
hu: Ez a vászon a földi vásznon zajló politikai konfliktusok alatt lett kérvényezve. A politikai iránytű 1024x1024 reprezentációja 5mp töltési idővel és 60mp időtartamig. Május 11-én indult el, és hónapokig aktív volt, amíg november 30-án le nem állítottuk.
hy: Այս կտավը պահանջվել է Երկրի գլխավոր կտավի վրա քաղաքական բախումների ժամանակ: Դա քաղաքական կողմնացույցի 1024x1024 ներկայացում էր` 5 վրկ վերալիցքավորմամբ և 60-ականների դասախցիկներով: Այն մեկնարկվեց մայիսի 11-ին և ամիսներ շարունակ ակտիվ մնաց, մինչև այն դադարեցվեց նոյեմբերի 30-ին:
kk: Жер кенебінде болған саяси қақтығыстар кезінде қолданушылар бұл кенепті жасауға сұрады. Саяси компас суретінің өлшемі 1024x1024 еді, күту уақыты 5 сек., ал оның қоры 60 сек. болған. Осы кенеп 2020 ж. 11 мамырда ашылды, бірақ бірнеше белсенді айлардан кейін сол жылдың 30 қарашада жабылды.
ku: Di dema pevçûnên siyasî yên li kanvasa erdê ya sereke de ev tuval hat xwestin. Ev temsîlîyeta 1024x1024ya kompoya sîyasî bû ku 5s sarbûn û 60'î lê zêde bû. 11 'ê Gulanê dest pê kir û heta ku 30 'ê Mijdarê were girtin bi mehan çalak ma.
sq: Kjo kanavacë u kërkua gjatë një kohe konfliktesh politike në kanavacën kryesore të Tokës. Ishte një përfaqësim 1024x1024 i busullës politike me një ftohje 5s dhe grumbullim të viteve '60. Ai u lançua në 11 maj dhe qëndroi aktiv për muaj të tërë derisa u mbyll më 30 nëntor.
sr: Ovaj kanvas je bio tražen dok su politički sukobi bili na glavnom kanvasu Zemlje. Bio la 1024x1024 reprezentacija političkog kompasa sa kuldaun-om od 5 sekunde i 60 sekunde. Bio je napravljen 11-og maja i bio je aktivan nekoliko meseci dok je nestao na 30-om novembrom.
tr: Bu tuval, Dünya tuvalinde siyasi tartışmaların çokça yaşandığı bir vakitte çıkarıldı. 1024 piksele 1024 piksellik bir siyasi pusula tuvaliydi, bir pikselin bekleme süresi 5 saniye olup 60 saniyeye kadar biriktirilebiliyordu. 11 Mayıstan başladı ve 30 Kasımda kapatılana kadar aylarca aktif olarak oynandı.
