Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/*.po
Languages: bg, ckb, da, es, et, fi, hr, hu, hy, kk, ku, sq, sr, tr

source: Apply a filter to clean trash in large canvas areas.
bg: Прилагане на филтър за почистване на смет в големи платнени зони.
ckb: فلتەرێک بەکاربهێنە بۆ پاککردنەوەی زبڵ و خاشاک لە شوێنە گەورەکانی کانڤاس.
da: Påfør et filter til at rense affald i store kanvas områder.
et: Lisa filter, et puhastada suur lõuendi osa prügist.
hr: Primijenite filtar za čišćenje smeća na velikim površinama platna.
hu: Használj szűrőt a nagy vászonfelületeken lévő szemét megtisztításához.
hy: Դնել ֆիլտր մեծ տարածքներից աղբը մաքրելու համար:
kk: Кенептің үлкен аймақтарын қоқыстан тазарту үшін сүзгі қолдану.
ku: Parzûnek bixin da ku çopê li deverên mezin ên kanvas paqij bikin.
sq: Aplikoni një filtër për të pastruar plehrat në zona të mëdha të kanavacës.
sr: Stavi filter da sklanja đubra sa velike površine kanvasa.
tr: Büyük tuval alanlarındaki çöpleri temizlemek için filtre uygula.

source: Stop Cleaner
bg: Спиране на чистител
ckb: وەستاندنی پاککەرەوە
da: Stop Rengører
et: Peata Puhastaja
hr: Zaustavi čistača
hu: Tisztítás leállítása
hy: Դադարեցնել մաքրիչը
kk: Тазартқышты тоқтату
ku: Paqijker rawestîne
sr: Prestani čistač
tr: Temizleyiciyi Durdur

source: IP Actions
bg: IP действия
ckb: کردارەکانی ئایپی
da: IP Handlinger
es: Acciones IP
et: IP-Tegevused
hr: IP radnje
hu: IP lehetőségek
hy: IP գործողություններ
kk: IP әрекеттері
ku: Çalakiyên IP
sq: Veprimet IP
sr: Radnje sa IP-om
tr: IP Eylemleri

source: Do stuff with IPs (one IP per line)
bg: Правене неща с IP адреси (един IP на ред)
ckb: شتەکان بە ئایپی ئەنجام بدە (یەک ئایپی بۆ هەر هێڵێک)
da: Gør ting med IP'er (én IP pr. linje)
es: Hacer cosas con IPs (una IP por línea)
et: Tee asju IP-dega (üks IP rea kohta)
hr: Radite stvari s IP-ovima (jedan IP po retku)
hu: IP-kkel kapcsolatos dolgok (egy IP soronként)
hy: Իրականացրեք IP- ներով (մեկ IP մեկ տողում)
kk: IP-лерді басқару (әр жолға бір IP)
ku: Tiştên bi IP-yê bikin (ji her rêzê yek IP)
sq: Bëni gjëra me IP (një IP për rresht)
sr: Radi stvari sa IP-om (jedan IP po redom)
tr: IP'ler ile bir şeyler yap (satır başı bir IP)

source: Manage Moderators
bg: Управление на модератори
ckb: بەڕێوەبردنی بەڕێوەبەران
da: Administrer Moderatorer
es: Administrar Moderadores
et: Halda Moderaatoreid
hr: Upravljanje moderatorima
hu: Moderátorok kezelése
hy: Կառավարել մոդերատորներին
kk: Модераторларды басқару
ku: Birêvebirina Moderatoran
sq: Menaxho Moderatorët
sr: Upravljaj moderatore
tr: Moderatörleri Yönet

source: Remove Moderator
bg: Премахване на модератор
ckb: بەڕێوبەران لاببە
da: Fjern Moderator
es: Remover Moderador
et: Eemalda Moderaator
hr: Ukloni moderatora
hu: Moderátor eltávolítása
hy: Հեռացնել մոդերատորին
kk: Модератордан шығару
ku: Moderatorê rakin
sq: Hiq moderatorin
sr: Ukloni moderatora
tr: Moderatörü Kaldır

source: There are no mods
bg: Няма модератори
ckb: هیچ مۆدێک نییە
da: Der er ingen nye mods
es: No hay mods
et: Moderaatoreid ei ole
hr: Nema modifikacija
hu: Nincsenek moderátorok
hy: Չկա մոդերատոր
kk: Модераторлар жоқ
ku: Mod tune ne
sq: Nuk ka asnjë moderator
sr: Nema moderatora
tr: Moderatör yok

source: Assign new Mod
bg: Добавяне на нов модератор
ckb: مۆدی نوێ دیاری بکە
da: Tildel ny Mod
es: Asignar nuevo Mod
et: Lisa uus Moderaator
hr: Dodijeli novi Mod
hu: Új moderátor kijelölése
hy: Նոր մոդերատոր նշանակեք
kk: Модератор тағайындау
ku: Moda nû destnîşan bikin
sq: Cakto mod të ri
sr: Dodaj novog moderatora
tr: Yeni moderatör ata

source: Enter UserName of new Mod
bg: Въведи потребителското име на нов модератор
ckb: ناوی بەکارهێنەری مۆدی نوێ دابنێ
da: Indsæt BrugerNavn af ny mod
es: Ingresar Nombre de Usuario del nuevo Mod
et: Sisesta uue Moderaatori Kasutajanimi
hr: Unesite korisničko ime novog Mod
hu: Add meg az új moderátor felhasználónevét
hy: Մուտքագրեք նոր մոդերատորի օգտատիրոջ անունը
kk: Жаңа модератордың атын енгізіңіз
ku: Navê bikarhêner a moda nû binivîse
sq: Futni emrin e përdoruesit të modës së re
sr: Stavi ime novog moderatora
tr: Yeni moderatörün adını gir

source: User Name
bg: Потребителско име
ckb: ناوی بەکارهێنەر
da: Bruger Navn
es: Nombre de Usuario
et: Kasutajanimi
hr: Korisničko ime
hu: Felhasználó neve
hy: Օգտագործողի անունը
kk: Қолданушы аты
ku: Navê bikarhêner
sq: Emri i përdoruesit
sr: Ime
tr: Kullanıcı Adı

source: Interval is invalid
bg: Интервалът е невалиден
ckb: ئینتەرڤاڵ نادروستە
da: Interval er ugyldigt
et: Vahemik ei sobi
hr: Interval je nevažeći
hu: Érvénytelen intervallum
hy: Անվավեր ընդմիջում
kk: Жарамсыз интервал
ku: Navber nederbasdar e
sq: Intervali është i pavlefshëm
sr: Interval je navežeć
tr: Aralık geçersiz

source: Check who placed in an area
bg: Провери кой постави в зона
ckb: بزانە کێ لە ناوچەیەکدا داناوە
da: Tjek hvem placerede i et område
et: Vaata, kes alale joonistas
hr: Provjerite tko je postavljao u neko područje
hu: Ellenőrizd, ki rajzolt ezen a területen
hy: Ստուգել թե որ է տեղադրել տվյալ վայրում
kk: Аймақта кім салғанын тексеру
ku: Kontrol bikin ka kî li herêmek bi cih kiriye
sq: Kontrolloni se kush ka vendosur në një zonë
sr: Pogledaj ko je postavio u oblasti
tr: Bir alanda kimlerin piksel attığını gör

source: Interval
bg: Интервал
ckb: ئینتەرڤاڵ
et: Vahemik
hr: Intervall
hu: Intervallum
hy: Ընդիջում
kk: Интервал
ku: Navber
sq: Intervali
tr: Aralık

source: IID (optional)
bg: IID (по избор)
ckb: IID (ئیختیاری)
da: IID (valgfrit)
et: IID (valikuline)
hr: IID (izborno)
hu: IID (opcionális)
hy: IID (ըստ ցանկության)
kk: IID (міндетті емес)
ku: IID (vebijarkî)
sq: ID (opsionale)
sr: IID (opcionalno)
tr: IID (tercihen)

source: Get Pixels
bg: Вземи пиксели
ckb: پێکسڵەکان بەدەست بهێنە
da: Få Pixels
et: Hangi Pikslid
hr: Nabavite piksele
hu: Pixelek lekérése
hy: Ստանալ պիքսելներ
kk: Пикселдерді алу
ku: pikselên bistînin
sq: Merr Pixel
sr: Dobij piksele
tr: Pikselleri Al

source: Get Users
bg: Вземи потребители
ckb: بەکارهێنەران بەدەست بهێنە
da: Få Brugere
et: Hangi Kasutajad
hr: Dobiti korisnike
hu: Felhasználók lekérése
hy: Ստանալ օգտատերեր
kk: Қолданушыларды алу
ku: Bikarhêneran bistînin
sq: Merrni përdoruesit
sr: Dobij korisnike
tr: Kullanıcıları Al

source: You must enter a duration
bg: Трябва да изберете продължителност
ckb: پێویستە ماوەیەک دابنێیت
da: Du skal angive en varighed
et: Sa pead sisestama kestvuse
hr: Morate unijeti trajanje
hu: Meg kell adnod egy időtartamot
hy: Դուք պետք է մուտքագրեք տևողություն
kk: Мерзімін енгізуіңіз қажет
ku: Divê hûn demek binivîsin
sq: Duhet të futni një kohëzgjatje
sr: Morate postaviti trajanje
tr: Bir zaman girmelisin

source: You must enter an IID
bg: Трябва да въведете IID
ckb: پێویستە IID داخڵ بکەیت
da: Du skal angive en IID
et: Sa pead sisestama IID
hr: Morate unijeti IID
hu: Meg kell adnod egy IID-t
hy: Դուք պետք է մուտքագրեք IID
kk: IID енгізуіңіз қажет
ku: Divê hûn ID-ê têkevin
sq: Duhet të futni një ID
sr: Morate postaviti IID
tr: Bir IID girmelisin

source: IID Actions
bg: IID действия
ckb: کردارەکانی IID
da: IID Handlinger
et: IID-Tegevused
hr: IID radnje
hu: IID intézkedések
hy: IID գործողություններ
kk: IID әрекеттері
ku: IID Çalakiyên
sq: Veprimet e ID-së
sr: Radnje sa IID
tr: IID Eylemleri

source: Enter Reason
bg: Въведете причина
ckb: هۆکار بنووسە
da: Angiv Begrundelse
et: Sisesta Põhjus
hr: Unesite razlog
hu: Indoklás megadása
hy: Գրեք պատճառը
kk: Себебін енгізіңіз
ku: Sedemê binivîse
sq: Shkruani arsyen
sr: Postavite razlog
tr: Nedeni Gir

source: (0 = infinite)
bg: (0 = безкрайност)
ckb: (٠ = بێکۆتایی)
da: (0 = uendelig
et: (0 = lõppematu)
hr: (0 = beskonačno)
hu: (0 = végtelen)
hy: (0 = անվերջություն)
kk: (0 = шексіз)
ku: (0 = bêsînor)
sq: (0 = pafund)
sr: (0 = beskonačan)
tr: (0 = sonsuz)

source: Top 10 Countries [pxls / day]
bg: Топ 10 държави [pxls / day]
ckb: ١٠ وڵاتی سەرەکی [پێکسڵەکان / رۆژانە]
da: Top 10 Lande [pxls / day]
et: Top 10 Riiki [pikslit päevas]
hr: 10 najboljih zemalja [pxls / dan]
hu: Top 10 ország [pixelek / nap]
hy: Թոփ 10 երկրներ [պիքսելներ / օր]
kk: Ең белсенді 10 ел [пикс / күніне]
ku: 10 Welatên Serê [pxls/roj]
sq: 10 vendet më të mira [pxls/ditë]
tr: En Yüksek 10 Ülke [piksel / gün]

source: Players and Pixels per hour
bg: Играчи и пиксели на час
ckb: یاریزان و پێکسڵ لە کاتژمێرێکدا
da: Spillere og Pixels per time
et: Mängijaid ja Piksleid tunni kaupa
hr: Igrači i pikseli po satu
hu: Játékosok és pixelek óránként
hy: Խաղացողներ և Պիքսելներ ժամում
kk: Сағатына ойыншылар мен пикселдер
ku: lîstikvan û pikselên serê saetekê
sq: Lojtarët dhe pikselët në orë
tr: Saatlik oyuncu ve piksel sayısı

source: Top 10 Players [pxls / day]
bg: Топ 10 играчи [pxls / day]
ckb: ١٠ یاریزانی سەرەکی [پێکسڵەکان / رۆژانە]
da: Top 10 Spillere [pxls / day]
et: Top 10 Mängijat [pikslit päevas]
hr: 10 najboljih igrača [pxls / dan]
hu: Top 10 játékos [pixelek / nap]
hy: Թոփ 10 խաղացողներ [պիքսելներ/օր]
kk: Ең белсенді 10 ойыншы [пикс / күніне]
ku: 10 Lîstikvanên Serê [pxls / roj]
sq: 10 lojtarët më të mirë [pxls / ditë]
tr: En Yüksek 10 Oyuncu [piksel / gün]

source: Total Pixels placed per day
bg: Общо пиксели сложени днес
ckb: کۆی گشتی پێکسڵەکانی دانراو لە ڕۆژێکدا
da: Antal Pixels placeret pr. dag
et: Joonistatud Piklite arv päeva kaupa
hr: Ukupno postavljenih piksela po danu
hu: Naponta elhelyezett pixelek száma
hy: Օրական տեղադրված պիքսելների ընդհանուր քանակը
kk: Күніне барлық пиксел саны
ku: Bi tevahî Pikselên ku her roj têne danîn
sq: Totali i pikselëve të vendosur në ditë
tr: Günlük atılan toplam piksel

source: Current Cooldown Changes per Country
bg: Текущи промени на Cool-down на Държава
ckb: گۆڕانکارییەکانی ئێستای ساردبوونەوە بۆ هەر وڵاتێک
ku: Guhertinên Rojane yên sarbûn li her welatekê
sq: Ndryshimet aktuale të ftohjes për shtet
tr: Ülke Başına Geçerli Bekleme Süresi Değişiklikleri

source: Factor
bg: Фактор
ckb: فاکتەر
ku: Faktor
sq: Faktori
tr: Çarpan

source: Cooldown is usually automatically changed for a country that is dominating. In example in the case of a streamer raid.
bg: Cool-down-ът е обикновено променен за държава, която доминира. За пример като стриймърски raid.
ckb: بەزۆری ساردبوونەوە بە شێوەیەکی ئۆتۆماتیکی دەگۆڕدرێت بۆ وڵاتێک کە باڵادەستە. بۆ نموونە لە حاڵەتی هێرشی ستریمەر.
ku: sarbûn bi gelemperî ji bo welatek ku serdest e bixweber tê guheztin. Mînakî di bûyera serdegirtina streamer de.
sq: Ftohja zakonisht ndryshohet automatikisht për një vend që po dominon. Për shembull në rastin e një bastisjeje transmetuesi.
tr: Bekleme süresi genellikle baskın olan bir ülke için otomatik olarak değiştirilir. Örneğin bir yayıncı baskını durumunda.

source: Ping
bg: Пингни
ckb: پینگ
es: Hacer Ping
et: Maini
hu: Megemlítés
hy: Պինգ
kk: Атап өту
sr: Pinguj

source: DM
bg: ЛС
ckb: نامەى ڕاستەوخۆ
es: Mensaje Directo
et: Saada Sõnum
hu: Közvetlen üzenet
hy: Անձնական հաղորդակցություն
kk: Жекеге жазу
sr: DM-uj

source: Block
bg: Блокиране
ckb: بلۆک
da: Bloker
es: Bloquear
et: Blokeeri
hr: Blokiraj
hu: Blokkolás
hy: Արգելափակել
kk: Блоктау
ku: Blok
sq: Blloko
sr: Blokiraj
tr: Engelle

source: Mute
bg: Заглуши
ckb: بێدەنگ
da: Gør Stum
es: Silenciar
et: Vaigista
hr: Isključi zvuk
hu: Némít
hy: Լռեցնել
kk: Үнсіз ету
ku: Bêdeng
sq: Hesht
sr: Nemuj
tr: Sustur

source: Player
sq: Lojtar

source: This URL is not supported by our Media Player
sq: Kjo URL nuk mbështetet nga Media Player-i ynë

source: Rollback an area of the canvas to a set date and time
sq: Rikthe një zonë të kanavacës në një datë dhe orë të caktuar

source: Open in PopUp
sq: Hapni në PopUp

source: Hide Embed
sq: Fshihe Embed

source: Show Embedded
sq: Shfaq Embedded

# keybinds
source: Shift
sq: Zhvendosja

source: Please refresh the website
tr: Lütfen sayfayı yenileyin. Sorun düzelecektir.

# keybinds
source: B
kk: В

source: Pixels placed
hu: Elhelyezett pixelek
hy: Պիքսելը պաշտպանվա՛ծ է
sr: Postavljeni pikseli

source: History Pencil ON
hu: Történelmi ceruza bekapcsolva
hy: Պատմական տեսակետի մատիտը ՄԻԱՑՎԱԾ

source: Overlay Pencil ON
hu: Overlay ceruza bekapcsolva
hy: Overlay-ի մատիտը ՄԻԱՑՎԱԾ

source: Hold left ${ bindShift } for placing while moving mouse
hu: Tartsd lenyomva a bal ${ bindShift }-et, hogy kattintás nélkül rajzolj
hy: Սեղմեք ձախ ${ bindShift } - ը որպիսի դնեք պիքսելեր մկնիկը շարժելու ժամանակ
sr: Držite levi ${ bindShift } da bi ste postavljali piksele dok držite miš

source: Hold right ${ bindShift } for placing while moving mouse according to historical view
hu: Tartsd lenyomva a jobb ${ bindShift }-et, hogy kattintás nélkül rajzolj a történelmi nézet szerint
hy: Սեղմեք աջ ${ bindShift } որպիսի դնեք պատմական տեսակետի ժամանակվա պիքսել
sr: Držite desni ${ bindShift } da bi ste postavljali piksele dok držite miš u skladi sa istorijskim pregledom

source: Right-Shift Auto-Color
hu: Jobb Shift-tel automatikus színezés
hy: Աջ Shift սեղմելու դեպքում տեղի կունենա պատկերի ավտոմատ նկարում

source: Place pixels from overlay on right-shift, instead of history.
hu: Pixelek elhelyezése az overlay-ből a jobb oldali shift-tel, a történelmi nézet helyett.
hy: Տեղադրեք պիքսելներ overlay-ից աջ shift-ով, պատմական տեսակետի փոխարեն:

source: Countries by Pixels Today
et: Täna joonistatud Piksleid riigi kaupa
hr: Države po postavljenim pixelima danas
hu: Országok napi helyezése
hy: Երկրները իրենց այսօրվա տեղադրած պիքսելներով

source: Copied!
sr: Kopirano!

source: Didn't get an answer from pixelplanet. Maybe try to refresh?
sr: Došla je greška. Možda pokušajte da osvežite stranicu?

source: Place more :)
sr: Postavi više :)

source: You can not access this canvas yet. You need to place more pixels
sr: Nemožete koristiti ovaj kanvas. Morate staviti još piksela

source: Pixel protected!
sr: Piksel je zaštićen!

source: No Proxies Allowed :(
sr: Proksi nije dozvoljen :(

source: Your Internet Provider is banned from playing this game
sr: Tvoj internet provajder je banovan od igranje ove igre

source: We thanks those artists very much, they offered their palettes to the public on
sr: Mi se zahvaljujemo ovim umetnicima puno, oni su dali njihove palete publici na

source: Changed Password successfully.
sr: Uspešno promenjena lozinka.
