Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/*.po
Languages: bg, ckb, da, es, et, fi, hr, hu, hy, kk, ku, sq, sr, tr

source: Your next pixels are ready
bg: Следващите Ви пиксели са готови
ckb: پێکسڵەکانی داهاتووتان ئامادەن
da: Dine næste pixels er klar
es: Tus próximos píxeles están listos
et: Sa saad uuesti joonistada
fi: Seuraavat pikselisi ovat valmiina
hr: Vaši sljedeći pikseli su spremni
hu: A következő pixeleid készen állnak
hy: Ձեր հաջորդ պիքսելները պատրաստ են
kk: Келесі пикселдеріңіз дайын тұр
ku: Pixelên weya paşîn amade ne
sq: Pixelët e tu të ardhshëm janë gati
tr: Sıradaki pikselleriniz hazır

source: You can now place more on pixelplanet.fun :)
bg: Вече можете да поставяте повече на pixelplanet.fun :)
ckb: ئێستا دەتوانن زیاتر لە pixelplanet.fun دابنێن :)
da: Du kan nu placere mere på pixelplanet.fun :)
es: Ahora puedes colocar más en pixelplanet.fun :)
et: Sa saad uuesti pixelplanet.fun'is joonistada :)
fi: Voit nyt asettaa lisää pikseleitä pixelplanet.fun:ssa :)
hr: Sada možete staviti više na pixelplanet.fun :)
hu: Mostantól többet is elhelyezhetsz a pixelplanet.fun oldalon :)
hy: Դուք արդեն կարող եք տեղադրել ավելին pixelplanet.fun-ում
kk: Енді сіз pixelplanet.fun-да көбірек сала аласыз :)
ku: Niha hûn dikarin zêdetir li ser pixelplanet.fun bi cîh bikin :)
sq: Tani mund të vendosni më shumë në pixelplanet.fun :)
tr: Artık pixelplanet.fun'da daha fazla piksel atabilirsin :)

source: mentioned you
bg: Ви споменаха
ckb: باسی تۆی کردووە
da: nævnte dig
es: te mencionó
et: mainis sind
fi: mainitsi sinut
hr: te spomenuo
hu: megemlített téged
hy: Դուք հիշատակված եք
kk: сізді атап өтті
ku: Behsa te kir
sq: ju përmendi
tr: senden bahsetti

source: You have new messages in chat
bg: Имате нови съобщения в чата
ckb: لە چاتدا نامەی نوێت هەیە
da: Du har nye beskeder i chat
es: Tienes nuevos mensajes en el chat.
et: Sul on jututoas uus sõnum
fi: Sinulla on uusia viestejä keskustelussa
hr: Imate nove poruke u chatu
hu: Új üzeneteid vannak a chaten
hy: Դուք ունեք նոր նամակներ չատում
kk: Чатқа жаңа хаттар келді
ku: Di suhbetê de peyamên nû hene
sq: Ju keni mesazhe të reja në chat
tr: Sohbette yeni mesajlarınız var

source: Copy to Clipboard
bg: Копиране в клипборда
ckb: کۆپی بکە بۆ کلیپبۆرد
da: Kopier til Klipboard
es: Copia al Portapapeles
et: Kopeeri Lõikelauale
fi: Kopioi leikepöydälle
hr: Kopirati u međuspremnik
hu: Vágólapra másolás
hy: Պատճենեք սեղմատախտակին
kk: Алмасу буферіне көшіру
ku: Kopî li Clipboardê
sq: Kopjo në Clipboard
sr: Kopiraj
tr: Panoya Kopyala

source: Online Users on Canvas
bg: Онлайн потребители на платно
ckb: بەکارهێنەرانی ئۆنلاین لەسەر کانڤاس
da: Online Brugere på Kanvas
es: Usuarios en línea en Canvas
et: Lõuendil Olevate Kasutajate Arv
fi: Käyttäjiä kehyksessä
hr: Online korisnici na platnu
hu: Online felhasználók a vásznon
hy: Օնլայն օգտատերեր կտավում
kk: Желідегі қолданушылар (кенепте)
ku: Bikarhênerên Online li ser kanvas
sq: Përdoruesit në internet në Canvas
sr: Onlajn korisnici na kanvasu
tr: Tuvaldeki Çevrim İçi Oyuncular

source: Total Online Users
bg: Общо онлайн потребители
ckb: کۆی گشتی بەکارهێنەرانی ئۆنلاین
da: Online Brugere i alt
es: Total de usuarios en línea
et: Mängus Olevate Kasutajate Arv
fi: Kaikkiaan käyttäjiä paikalla
hr: Ukupno online korisnika
hu: Összes online felhasználó
hy: Ընդհանուր օնլայն օգտատերեր
kk: Желідегі қолданушылар (жалпы)
ku: Tevahiya Bikarhênerên Serhêl
sq: Totali i përdoruesve në internet
sr: Ukupno onlajn korisnika
tr: Toplam Çevrim İçi Oyuncular

source: Placed Pixels
bg: Поставени пиксели
ckb: پێکسڵەکانی دانراو
da: Placerede Pixels
es: Píxeles Colocados
et: Piksleid Joonistatud
fi: Laitetut pikselit
hr: Postavljeni pixeli
hu: Elhelyezett Pixelek
hy: Տեղադրված պիքսելներ
kk: Салған пикселдерім
ku: Pixelên danîn
sq: Piksele të vendosura
sr: Postavljeni pikseli
tr: Atılan Pikseller

source: Today
bg: Днес
ckb: ئەمڕۆ
da: I Dag
et: Täna
fi: Tänään
hr: Danas
hu: Ma
hy: Այսօր
kk: Бүгін
ku: Îro
sq: Sot
tr: Bugün

source: Total
bg: Общо
ckb: کۆی گشتی
da: I Alt
et: Kokku
fi: kokonaisuus
hr: Ukupno
hu: Összes
hy: Ընդհանուր
kk: Жалпы
ku: Hemî
sr: Ukupno
tr: Toplam

source: Canvas Selection
bg: Избиране на платно
ckb: هەڵبژاردنی کانڤاس
da: Kanvas Udvælgelse
es: Selección de Lienzo
et: Lõuendite Valik
fi: Kehysvalikko
hr: Odabir platna
hu: Vászon kiválasztása
hy: Կտավի ընտրություն
kk: Кеңеп таңдау
ku: Hilbijartina Kanvas
sq: Përzgjedhja e kanavacës
sr: Selekcija kanvasa
tr: Tuval Seçimi

source: Close Chat
bg: Затваряне на чата
ckb: داخستنی چات
da: Luk Chat
es: Cerrar Chat
et: Sule Jututuba
fi: Sulje keskustelu
hr: Zatvori chat
hu: Chat bezárása
hy: Փակել չատը
kk: Чатты жабу
ku: Suhbetê Bigire
sq: Mbyll Chat
sr: Zatvori čet
tr: Sohbeti Kapat

source: Open Chat
bg: Отваряне на чата
ckb: چات بکەرەوە
da: Åben Chat
es: Abrir Chat
et: Ava Jututuba
fi: Avaa keskustelu
hr: Otvorite Chat
hu: Chat kinyitása
hy: Բացել չատը
kk: Чатты ашу
ku: Suhbetê Veke
sq: Hapni Chat
sr: Otvori čet
tr: Sohbeti Aç

source: Close Menu
bg: Затваряне на менюто
ckb: مێنۆ دابخە
da: Luk Menu
es: Cerrar Menú
et: Sule Menüü
fi: Sulje valikko
hr: Zatvori izbornik
hu: Menü bezárása
hy: Փակել ընտրացանկը
kk: Мәзірді жабу
ku: Menûyê Bigire
sq: Mbyll Menunë
sr: Zatvori meni
tr: Menüyü Kapat

source: Open Menu
bg: Отваряне на менюто
ckb: مێنۆ بکەرەوە
da: Åben Menu
es: Abrir Menú
et: Ava Menüü
fi: Avaa valikko
hr: Otvori izbornik
hu: Menü kinyitása
hy: Բացել ընտրացանկը
kk: Мәзірді ашу
ku: Menûyê Veke
sq: Hap Menunë
sr: Otvori meni
tr: Menüyü Aç

source: Loading
bg: Зарежда се
ckb: بارکردن
da: Indlæser
et: Laaditakse
fi: Ladataan
hr: Učitavanje
hu: Betöltés
hy: Բեռնում
kk: Жүктелуде
ku: Bar dike, bisekine
sq: Po ngarkohet
sr: Učitavanje
tr: Yükleniyor

source: Select Date above
bg: Изберете дата отгоре
ckb: لە سەرەوە ڕێکەوت هەڵبژێرە
da: Vælg Dato Ovenfor
et: Vali Kuupäev
fi: Valitse päivämäärä
hr: Označite datum iznad
hu: Válassz a fenti dátumokból
hy: Ընտրեք ամսաթիվ վերևում
kk: Жоғарыдан күнді таңдаңыз
ku: Dîroka Jorîn hilbijêrin
sq: Zgjidhni datën më lart
sr: Izaberite datum gore
tr: Tarih seçiniz

source: Close
bg: Затваряне
ckb: داخستن
da: Luk
es: Cerrar
et: Sule
fi: Sulje
hr: Zatvori
hu: Bezárás
hy: Փակել
kk: Жабу
ku: Bigire
sq: Mbylle
sr: Zatvori
tr: Kapat

source: PopUp
bg: Изскачащ прозорец
ckb: پۆپ ئەپ
es: Ventana emergente
fi: Ponnahdusikkuna
hu: Felugró
kk: Қалқымалы терезе
sq: Shfaqem
tr: Açılır Pencere

source: Restore
bg: Възстанови
ckb: گەڕاندنەوە
da: Gendan
es: Restaurar
et: Taasta
fi: Palauta
hr: Vratiti
hu: Visszaállítás
hy: Վերականգնել
kk: Қалпына келтіру
ku: Vegerîne
sq: Rivendos
sr: Vrati
tr: Geri Getir

source: Clone
bg: Клонирай
ckb: کلۆن
da: Klon
es: Clon
et: Klooni
fi: Monista
hr: Kloniraj
hu: Klónozás
hy: Կրկնօրինակ
kk: Көшірмесін жасау
ku: Klon
sq: Klonimi
sr: Kloniraj
tr: Klonla

source: Move
bg: Премести
ckb: جووڵە
da: Bevæg
es: Mover
et: Liiguta
fi: Siirrä
hr: Premjesti
hu: Mozgatás
hy: Տեղափոխել
kk: Жылжыту
ku: Bilebine
sq: Lëvizni
sr: Pomeri
tr: Taşı

source: Maximize
bg: Максимизирай
ckb: زۆرترین
da: Maximer
et: Maksimeeri
fi: Maksimoi
hr: Maksimiziraj
hu: Maximalizálás
hy: Առավելագույնի մեծացնել
kk: Шегіне дейін үлкейту
ku: Mezintirîn Bike
sq: Maksimizoni
sr: Maksimizuj
tr: Büyüt

source: Resize
bg: Преустанови
ckb: گۆڕینی قەبارە
da: Ændre størrelse
es: Cambiar tamaño
et: Muuda Suurust
fi: Muuta kokoa
hr: Promjena veličine
hu: Átméretezés
hy: Փոխել չափը
kk: Өлшемін өзгерту
ku: Biguherîne
sq: Ndryshimi i madhësisë
sr: Povećaj
tr: Yeniden Boyutlandır

source: Help
bg: Помощ
ckb: یارمەتیدان
da: Hjælp
es: Ayuda
et: Abi
fi: Apua
hr: Pomoć
hu: Segítség
hy: Օգնություն
kk: Көмек
ku: Alîkarî
sq: Ndim o kar
sr: Pomozi
tr: Yardım

source: Settings
bg: Настройки
ckb: ڕێکخستنەکان
da: Indstillinger
es: Configuración
et: Seaded
fi: Asetukset
hr: Postavke
hu: Beállítások
hy: Կարգավորումներ
kk: Баптаулар
ku: Mîhengên
sq: Cilësimet
sr: Podešavanja
tr: Ayarlar

source: User Area
bg: Потребителска зона
ckb: ناوچەی بەکارهێنەر
da: Bruger Område
es: Área del Usuario
et: Kasutaja Ala
fi: Käyttäjäalue
hr: Korisničko područje
hu: Felhasználói terület
hy: Օգտագործողի տարածք
kk: Қолданушы аймағы
ku: Herêma Bikarhêner
sq: Zona e Përdoruesit
sr: Oblast korisnika
tr: Kullanıcı Alanı

source: Make Screenshot
bg: Направи скрийншот
ckb: دروستکردنی سکرین شۆت
da: Lav Skærmbillede
es: Tomar Captura de Pantalla
et: Tee Kuvatõmmis
fi: Ota näyttökuva
hr: Napravite snimak zaslona
hu: Képernyőkép készítése
hy: Անել սքրինշոթ
kk: Скриншот түсіру
ku: Wêneya Ekranê Bigirin
sq: Bëni pamje nga ekrani
sr: Skrinšotuj
tr: Ekran Görüntüsü Al

source: Globe View
bg: Изглед на глобус
ckb: دیمەنی گۆی زەوی
da: Globus Visning
es: Vista de Globo
et: Maakera Vaade
fi: Maapallonäkymä
hr: Pogled na globus
hu: Földgömb nézet
hy: Մոլորակային տեսանկյուն
kk: Глобус көрінісі
ku: Dîtina Gerdûnî
sq: Pamja e globit
sr: Pogled globusa
tr: Küresel Görünüm

source: Enable Pencil
bg: Включване на молив
ckb: قەڵەم چالاک بکە
da: Aktiver blyant
et: Lülita Pliiats sisse
fi: Avaa kynä
hr: Upali Olovku
hu: Ceruza bekapcsolása
hy: Միացնել մատիտը
kk: Қарындаш қосылды
ku: Pênûsê çalak bike
sq: Aktivizo Lapsin
tr: Kalemi Etkinleştir

source: Disable Pencil
bg: Изключване на молив
ckb: قەڵەم لەکاربخە
da: Deaktiver Spil Lyde
et: Lülita Pliiats välja
fi: Sulje kynä
hr: Ugasi Olovku
hu: Ceruza kikapcsolása
hy: Անջատել Մատիտը
kk: Қарындаш өшірілді
ku: Pênûsê Neçalak Bike
sq: Çaktivizo lapsin
tr: Kalemi Devre Dışı Bırak

source: Disable History Pencil
bg: Изключване на историческият молив
ckb: قەڵەمی مێژوو لەکاربخە
da: Deaktivér historie-blyant
et: Lülita Ajaloo Pliiats välja
fi: Sulje historiakynä
hr: Ugasi Povijest Olovku
hu: Történelmi ceruza kikapcsolása
hy: Անջատել պատմական տեսակետի մատիտը
kk: Тарихи қарындаш ошірілді
ku: Pênûse Dîrokê Neçalak Bike
sq: Çaktivizo Lapsin e historisë
tr: Geçmiş Kalemini Devre Dışı Bırak

source: Disable Overlay Pencil
bg: Изключване на Овърлей молива
ckb: قەڵەمی سەرپۆش لەکاربخە
da: Deaktivér overlejring-blyant
et: Lülita Ülekatte Pliiats välja
fi: Sulje päällyskynä
hr: Ugasi Šablon Olovku
hu: Overlay ceruza kikapcsolása
hy: Անջատել Overlay-ի մատիտը
kk: Үлгі бойынша қарындаш өшірілді
ku: Pênûsê Şablûnê Neçalak Bike
sq: Çaktivizo Lapsin e mbivendosjes
tr: Şablon Kalemini Devre Dışı Bırak

source: Close Palette
bg: Затвори палитрата
ckb: داخستنی پالێت
da: Luk Palet
es: Cerrar Paleta
et: Sule Palett
fi: Sulje väripaletti
hr: Zatvori paletu
hu: Paletta bezárása
hy: Փակել ներկապնակը
kk: Палитраны жабу
ku: Depkê Rengan Bigire
sq: Mbyll paletën
sr: Izađi iz palete
tr: Paleti Kapat

source: Open Palette
bg: Отвори палитрата
ckb: پالێت بکەرەوە
da: Åben
es: Abrir Paleta
et: Ava Palett
fi: Avaa väripaletti
hr: Otvorite paletu
hu: Paletta kinyitása
hy: Բացել ներկապնակը
kk: Палитраны ашу
ku: Depkê Rengan Veke
sq: Hapni paletën
sr: Otvori paletu
tr: Paleti Aç

source: Registration
bg: Регистрация
ckb: ناو تۆمارکردن
da: Registering
et: Registreerimine
fi: Rekisteröinti
hr: Registracija
hu: Regisztrálás
hy: Գրանցում
kk: Тіркелу
ku: Qeydkirin
sq: Regjistrimi
sr: Registracija
tr: Kayıt

source: Forgot Password
bg: Забравена парола
ckb: وشەی نهێنی لەبیر کردووە
da: Glemt Adgangskode
et: Unustasin Salasõna
fi: Unohditko salasanasi
hr: Zaboravili ste lozinku
hu: Elfelejtett jelszó
hy: Մոռացել եմ գաղտնաբառը
kk: Құпиясөзді ұмыту
ku: Nasnavê ji bîr kir
sq: Keni harruar fjalëkalimin
sr: Zaboravili ste lozinku?
tr: Parolamı Unuttum

source: Chat
bg: Чат
ckb: چات
et: Jututuba
fi: Keskustelu
hy: Չատ
kk: Чат
ku: Suhbet
sq: Bisedë
sr: Četuj
tr: Sohbet

source: Canvas Archive
bg: Архив на платната
ckb: ئەرشیفی کانڤاس
da: Kanvas Arkiv
es: Archivo de Lienzos
et: Lõuendi Arhiiv
fi: Kehysarkisto
hr: Arhiva platna
hu: Vászonarchívum
hy: Կտավի արխիվ
kk: Кенептер мұрағаты
ku: Arşîva Kanvasê
sq: Arkivi i kanavacës
sr: Arhiva kanvasa
tr: Tuval Arşivi

source: You took too long, try again.
bg: Отне Ви твърде много време, опитайте отново.
ckb: زۆر کاتت برد، دووبارە هەوڵبدەرەوە.
da: Du tog for lang tid, prøv igen.
et: Sul läks liiga kaua, proovi uuesti.
fi: Sinulla kesti liian kauan, kokeile uudestaan.
hr: Predugo vam je trebalo, pokušajte ponovno.
hu: Túl sokáig próbáltad, próbáld újra.
hy: Շատ երկար էր, նորից փորձեք:
kk: Тым көп уақыт өтті, қайта байқап көріңіз.
ku: Te pir dirêj kir, careke din biceribîne.
sq: Ju mori shumë kohë, provoni përsëri.
tr: Çözmeniz çok sürdü, tekrar deneyiniz.

source: You failed your captcha
bg: Не успяхте да направите captcha
ckb: تۆ شکستت هێنا لە کاپچاکەت
da: Du fejlede captchaen
et: Sa lahendasid captcha valesti
fi: Sinä epäonnistuit captchassasi
hr: Pogrešio si s captcha
hu: Nem sikerült a captcha
hy: Դուք ձեր captcha-ն ձախողեցիք
kk: Captcha-ны шешпедіңіз
ku: Te captcha xwe bi ser neket
sq: Dështove captcha-n tënde
tr: Doğrulamayı yanlış çözdünüz

source: No or invalid captcha text
bg: Няма или е невалиден captcha текстът
ckb: نەخێر یان دەقی کاپچا نادروست
da: Ingen eller ugyldig captcha text
et: Puudulik või sobimatu captcha tekst
fi: Virheellinen tai ei ollenkaan Captcha-tekstiä
hr: Nema ili nije valjan captcha tekst
hu: Nincs vagy érvénytelen captcha szöveg
hy: Սխալ կամ բացակայող captcha-ի տեքստ
kk: Бос немесе қате Captcha мәтіні
ku: Nivîsara captcha tune an nederbasdar e
sq: Nuk ka ose tekst i pavlefshëm captcha
tr: Olmayan veya yanlış captcha metni

source: No captcha id given
bg: Не е дадена captcha ID
ckb: هیچ کاپچا ئایدێک نەدراوە
da: Ingen captcha id givet
et: Captcha ID-d ei antud
fi: Ei Captcha-ID:tä annettu
hr: Nije naveden captcha ID
hu: Nincs megadva captcha-azonosító
hy: Captcha ID-ն տրված չէ
kk: Captcha ID берілмеген
ku: Captcha id na dayîn
sq: Nuk është dhënë asnjë ID captcha
tr: Captcha kimliği verilmedi

source: Unknown Captcha Error
bg: Неизвестна Captcha грешка
ckb: هەڵەی کاپچای نەناسراو
da: Ukendt Captcha fejl
et: Tundmatu Captcha Viga
fi: Tuntematon Captcha Virhe
hr: Nepoznata Captcha pogreška
hu: Ismeretlen Captcha hiba
hy: Captcha-ի Անհայտ Սխալ
kk: Белгісіз Captcha қатесі
ku: Çewtiya Captcha nenas
sq: Gabim i panjohur Captcha
tr: Bilinmeyen Captcha Hatası

source: Error
bg: Грешка
ckb: هەڵەیە
da: Fejl
et: Viga
fi: Virhe
hr: Greška
hu: Hiba
hy: Սխալ :(
kk: Қате
ku: Şaşî
sq: Gabim
sr: Greška
tr: Hata

source: Cancel
bg: Откажи
ckb: ڕەتکردنەوە
da: Annuller
es: Cancelar
et: Tühista
fi: Peruuta
hr: Otkaži
hu: Mégse
hy: Չեղարկել
kk: Болдырмау
ku: Bişûndekirin
sq: Anulo
sr: Otkaži
tr: Geri Dön

source: Send
bg: Изпрати
ckb: ناردن
es: Enviar
et: Saada
fi: Lähetä
hr: Pošalji
hu: Küldés
hy: Ուղարկել
kk: Жіберу
ku: Şandin
sq: Dërgo
sr: Poslaj
tr: Gönder

source: You are banned. You think it is unjustified? Check out the
bg: Вие сте баннат. Мислите, че е неоправдано? Вижте
ckb: تۆ قەدەغەکراویت. تۆ پێت وایە ناڕەوایە؟ سەیری
da: Du er bannet. Tror du at det er uretfærdigt? Tjek ud
et: Sinu ligipääs on piiratud. Arvad, et see on viga? Proovi
fi: Sinulle on asetettu porttikielto. Oliko tämä virhe? Katso
hr: Zabranjeni ste. Mislite da je neopravdano? Provjerite
hu: Ki lettél tiltva. Szerinted ez indokolatlan? Nézd meg a
hy: Դուք արգելափակված եք: Կարծում եք անարռա՞ռ է, ստուգեք
kk: Сіз бұғатталғансыз. Сізді әділетсіз бұғаттады деп ойласаңыз,
ku: Hûn qedexe ne. Hûn difikirin ku ew neheq e? Binêre
sq: Ju jeni bannuar.Ju lutem mos u bëni si serbët
sr: Banovani ste. Da li mislite da ovo nije fer? Pogledajte
tr: Yasaklandınız. Doğru olmadığını mı düşünüyorsunuz?

source: on how to appeal.
bg: как да обжалвате.
ckb: لەسەر چۆنیەتی تانەدان.
da: på hvordan man kan appellerer.
et: , et otsus vaidlustada.
fi: tehdäksesi valituksen.
hr: o tome kako se žaliti.
hu: fület a fellebbezés módjáról.
hy: ինչպես բողոքարկել արդելափակումը.
kk: бетінде шағым бере аласыз.
ku: li ser çawa îtirazê.
sq: se si të apelohet.
sr: da napravite zahtev.
tr: 'da başvuruda bulunun.

source: Reason
bg: Причина
ckb: هۆکار
da: Grund
et: Põhjus
fi: Syy
hr: Razlog
hu: Indok
hy: Պատճառ
kk: Себебі
ku: Semed
sq: Arsyeja
sr: Razlog
tr: Neden

source: By Mod
bg: От модератор
ckb: لەلایەن مۆد
da: Fra Mod
et: Seda Tegi Moderaator
fi: Moderaattorilta
hr: Od moderatora
hu: Általa (moderátor)
hy: Մոդերատոր
kk: Бұғаттаған модератор
ku: Ji hêla Mod
sq: Nga Mod
sr: Od moderatora
tr: Moderatör

source: Duration
bg: Продължителност
ckb: ماوە
da: Varighed
et: Kestvus
fi: Kesto
hr: Trajanje
hu: Időtartam
hy: Տևողություն
kk: Мерзімі
ku: Demajok
sq: Kohëzgjatja
sr: Trajanje
tr: Süre

source: Your ban expires at
bg: Вашият бан изтича на
ckb: قەدەغەکردنەکەت تەواو دەبێت لە کاتژمێر
da: Din ban udløber på
et: Su karistus lõppeb
fi: Porttikieltosi loppuu
hr: Vaš ban ističe
hu: A kitiltásod ekkor jár le
hy: Ձեր արգելափակումը լռանում է
kk: Бұғатталуыңыз бітетін күн:
ku: Qedexeya we diqede
sq: Ndalimi juaj skadon në
sr: Tvoj ban ce isteci na
tr: Yasağınızın kalkacağı zaman

source: which is in
bg: което е в
ckb: کە لە
da: som er i
et: , milleni on
fi: joka on
hr: što znači u
hu: , addig hátravan még
hy: , որը
kk: , қалған уақыт
ku: ku tê de ye
sq: e cila është në
sr: koje je
tr: ki bu da şu tarihte

source: Unbanned
bg: Ънбаннат
ckb: قەدەغە نەکراوە
da: Ophævet Ban
et: Karistus Lõppes
fi: Porttikielto loppunut
hr: Unbanani ste
hu: Kitiltás feloldva
hy: Արգելափակումից հանած
kk: Сізді бұғаттаудан шығардық
ku: Neqedexekirî
sq: Unbanuar
sr: Niste više banovani
tr: Yasak Kaldırıldı

source: Now that you have seen this message, you are no longer banned.
bg: Сега, като видяхте това съобщение, вече не сте баннат.
ckb: ئێستا کە ئەم پەیامەت بینی ئیتر قەدەغە نەکراویت.
da: Nu når du har set denne besked, er du ikke længere bannet.
et: Nüüd, mil sa näed seda sõnumit, su ligipääs ei ole enam piiratud.
fi: Nähtyäsi tämän viestin, porttikieltosi on loppunut.
hr: Sada kada ste vidjeli ovu poruku, više niste banani.
hu: Most, hogy láttad ezt az üzenetet, már nem vagy kitiltva.
hy: Հիմա, երբ արդեն դու տեսար այս նամակը, դու այլևս արգելափակման տակ չես:
kk: Бұл хабарламаны көргеннен бері сіз енді бұғаттауда емессіз.
ku: Niha ku we ev peyam dît, êdî hûn qedexe ne.
sq: Tani që e keni parë këtë mesazh, nuk jeni më i ndaluar.
sr: Sad kad ste videli ovo, niste više banovani
tr: Bu iletiyi gördüğünüze göre artık yasaklı değilsiniz.

source: Why?
bg: Защо?
ckb: بۆچی؟
da: Hvorfor?
et: Miks?
fi: Miksi?
hr: Zašto?
hu: Miért?
hy: Ինչու՞
kk: Не үшін?
ku: Çima?
sq: Pse?
sr: Zašto?
tr: Neden?

source: Place color pixels on a large canvas with other players online!
bg: Поставяйте цветни пиксели на голямо платно с други играчи онлайн!
ckb: پێکسڵی ڕەنگاوڕەنگ لەسەر کانڤاسێکی گەورە لەگەڵ یاریزانەکانی تر بە شێوەی ئۆنلاین دابنێ!
da: Placer farvede pixels på en stor kanvas med andre spillere online!
es: ¡Coloca pixeles de colores en un enorme lienzo con otros jugadores en línea!
et: Joonista piksleid suurele lõuendile koos teise inimestega!
fi: Aseta värikkäitä pikseleitä suurelle kehykselle muiden pelaajien kanssa!
hr: Postavite piksele u boji na veliko platno s drugim igračima na mreži!
hu: Helyezz el pixeleket egy hatalmas online vásznon más játékosokkal együtt!
hy: Տեղադրեք գունավոր պիքսելներ մեծ կտավի վրա այլ խաղացողների հետ:
kk: Басқа желідегі ойыншылармен бірге түрлі-түсті пикселдерді үлкен кенепке салыңыз!
ku: Bi lîstikvanên din ên serhêl re pîxelên rengîn li ser kavilek mezin bi cîh bikin!
sq: Vendosni piksele me ngjyra në një kanavacë të madhe me lojtarët e tjerë në internet!
sr: Postavi bojne piksele na velikom kanvasu sa drugim ljudima onlajn!
tr: Diğer oyuncularla beraber büyük bir Dünya haritasında renkli pikseller atın!
