Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/*.po
Languages: bg, ckb, da, es, et, fi, hr, hu, hy, kk, ku, sq, sr, tr

source: We decided to archive it as a timelapse with lossless encoded webm. Taking a screenshot from the timelapse results in a perfect 1:1 representation of how the canvas was at that time.
bg: Решихме да го архивираме като timelapse с webm, кодиран без загуби. Правенето на скрийншот от timelapse води до перфектно представяне 1:1 на това как е било платното по това време.
ckb: بڕیارماندا وەکو تایملاپسەوە بە ئینکۆدەری بێ زیان وێبم ئەرشیفی بکەین. وەرگرتنی وێنەی شاشە لە تایملاپسەوە ئەنجامەکەی نوێنەرایەتییەکی تەواو ١:١ دەبێت کە کانڤاسەکە لەو کاتەدا چۆن بووە.
da: We besluttede at arkivere det som et tidforskydning med tabsfri kodet webm. Hvis man tager et skærmbillede fra tidsforskydningen resultere i et perfect 1:1 repræsentation af hvordan kanvasset var på det tidspunk.
es: Hemos decidido archivarlo como un lapso de tiempo en la forma de un webm codificado sin pérdida. Tomar una captura del lapso temporal resulta en una representación 1:1 perfecta de como el lienzo se veía en un determinado momento.
fi: Päätimme arkistoida sen timelapsena koodatulla webm:llä. Kuvakaappauksen ottaminen timelapsesta antaa täydellisen 1:1-esityksen siitä, millainen kehys oli tuolloin.
hr: Odlučili smo ga arhivirati kao timelapse s kodiranim webmom bez gubitaka. Snimanje zaslona iz timelapse-a rezultira savršenim prikazom 1:1 kakvog je platna bilo u to vrijeme.
hu: Úgy döntöttünk, hogy gyorsított felvételként archiváljuk veszteségmentesen kódolt webm formátumban. A gyorsított felvételből készített képernyőfotó tökéletes 1:1 arányú ábrázolást eredményez arról, hogy milyen volt a vászon abban az időben.
hy: Մենք որոշեցինք արխիվացնել այն որպես պատմական տեսանյութ ՝ առանց կորուստների կոդավորված վեբ-կայքերի: Ժամանակահատվածից սքրինշոթ վերցնելը բերում է կատարյալ 1:1 ներկայացման այն մասին, թե ինչպես էր այդ ժամանակ կտավը:
kk: Оның тарихын шығынсыз кодталған webm пішіміндегі таймлапс ретінде сақтауға ұйғардық. Видеодан скриншот түсіріп, сол кездегі кенептің 1:1 дәл көшірмесін алуға болады.
ku: Me biryar da ku em wê bi webma şîfrekirî ya bêwindayî ve wekî demkî arşîv bikin. Bi girtina dîmenek a ji demboriya demê re, temsîla bêkêmasî ya 1:1 a ka tuval di wê demê de çawa bû.
sq: Ne vendosëm ta arkivojmë atë si një kalim kohe me ueb të koduar pa humbje. Marrja e një fotografie nga ekrani i kalimit të kohës rezulton në një paraqitje perfekte 1:1 se si ishte kanavacë në atë kohë.
sr: Mi smo odlučili da arhivamo to sa webm. Kada skrinšutuješ tu, to će biti perfektna 1:1 reprezentacija kako je kanvas bio u to vreme.
tr: Hızlandırılmış halini kayıpsız bir şekilde encode yaparak webm video formatında arşivledik. Bu videodan alınan görüntüler 1:1 oranda kusursuz bir şekildedir.

source: Start chatting here
bg: Започнете да чатите тук
ckb: لێرە دەست بە چات بکە
da: Begynd at chatte her
es: Comienza a chatear aquí
et: Alusta vestlemisega siin
fi: Aloita keskustelu täällä
hr: Počnite razgovarati ovdje
hu: Kezdj el csevegni itt
hy: Սկսեք զրուցել այստեղ
kk: Осында әңгімелесе аласыз
ku: Li vir dest bi sohbetê bikin
sq: Filloni të bisedoni këtu
sr: Počni četovati ovde
tr: Buradan sohbete katılın

source: Chat here
bg: Пишете тук
ckb: لێرە چات بکە
da: Chat her
es: Chatea aquí
et: Vestle siin
fi: Keskustele täällä
hr: Ovdje razgovarajte
hu: Csevegj itt
hy: Զրուցեք այստեղ
kk: Хат жазыңыз
ku: Li vir biaxive
sq: Bisedoni këtu
sr: Četuj ovde
tr: Burada sohbet et

source: You must be logged in to chat
bg: Трябва да сте логнат, за да чатите
ckb: بۆ چات پێویستە بچیتە ژوورەوە
da: Du skal være logget ind for at chatte
es: Debes iniciar sesión para chatear
et: Sa pead olema sisse logitud, et vestelda
fi: Kirjaudu sisään keskustellaksesi
hr: Za chat morate biti prijavljeni
hu: Be kell jelentkezned a csevegéshez
hy: Դուք պետք է մուտք գործեք զրուցելու համար
kk: Чатта жазу үшін тіркелуіңіз керек
ku: Ji bo axaftinê divê tu têkevî têketinê
sq: Duhet të jeni të identifikuar për të biseduar
sr: Moraš biti ulogovan da bi četovao
tr: Sohbete katılmak için giriş yapmanız gerekir

source: Channel settings
bg: Настройки на канала
ckb: ڕێکخستنەکانی کەناڵ
da: Kanal indstillinger
es: Configuración del Canal
et: Jututoa seadmed
fi: Kanava-asetukset
hr: Postavke kanala
hu: Csatorna beállítások
hy: Ալիքի կարգավորումներ
kk: Арна баптаулары
ku: Mîhengên kanalê
sq: Cilësimet e kanalit
sr: Podešavanja kanala
tr: Kanal ayarları

source: Sent you a mail with instructions to reset your password.
bg: Пратихме Ви имейл с инструкции да си нулирате паролата.
ckb: ئیمەیڵێکی بۆ ناردیت کە ڕێنماییەکانی بۆ ڕێستکردنی وشەی نهێنیەکەت تێدابوو.
da: Sendte dig en mail med instruktioner om hvordan man nustiller sin adgangskode.
es: Te enviamos un correo con instrucciones para reiniciar tu contraseña.
et: Sulle saadeti meil, milles on juhised salasõna vahetamiseks.
fi: Sinulle lähetettiin sähköposti, jossa on ohjeet salasanan vaihtamiseen.
hr: Poslao sam vam e-poštu s uputama za ponovno postavljanje lozinke.
hu: Elküldtük az e-mailt az instrukciókkal együtt a jelszó megváltoztatásához.
hy: Ձեր mail-ին գաղտնաբառի վերակայման համար հրահանգներով նամակ է ուղարկվել:
kk: Құпиясөз арылту туралы нұсқаулықты эл. поштаңызға жібердік.
ku: Ji bo ku hûn şîfreya xwe ji nû ve eyar bikin nameyeke bi talîmatan ji we ra şand.
sq: Ju dërgoi një email me udhëzime për të rivendosur fjalëkalimin tuaj.
sr: Poslali ti smo e-mail sa instrukcijama kako bi resetovali lozinku.
tr: Parolanızı değiştirmeniz için talimatlar içeren bir e-posta gönderildi.

source: Enter your mail address and we will send you a new password:
bg: Въведете си имейл адреса и ще Ви изпратим нова парола:
ckb: ناونیشانی پۆستەکەت بنووسە و وشەی نهێنی نوێت بۆ دەنێرین:
da: Indsæt din mailadresse og vi vil sende dig en ny adgangskode:
es: Ingresa tu dirección de correo y te enviaremos una contraseña nueva:
et: Sisesta oma meil ja me saadame sulle uue salasõna:
fi: Kirjoita sähköpostiosoitteesi, ja me lähetämme sinulle ohjeet salasanan vaihtamiseen:
hr: Unesite svoju mail adresu i mi ćemo vam poslati novu lozinku:
hu: Írd be az e-mail címedet és küldünk egy új jelszót:
hy: Մուտքագրեք ձեր էլեկտրոնային փոստի հասցեն, և մենք ձեզ նոր գաղտնաբառ կուղարկենք:
kk: Жаңа құпиясөз алу үшін эл. поштаңызды енгізіңіз:
ku: Navnîşana postaya xwe binivîse û em ê şîfreyeke nû ji we re bişînin:
sq: Shkruani adresën tuaj të postës dhe ne do t'ju dërgojmë një fjalëkalim të ri:
sr: Stavite svoju e-mail adresu i poslaćemo vam novu lozinku
tr: E-Posta adresinizi giriniz, ardından size yeni bir parola göndereceğiz:

source: Could not load captcha
bg: Не може да се зареди captcha
ckb: نەتوانرا کاپچا باربکات
da: Kun ikke indlæse captchaen
es: No se pudo cargar el captcha
et: Captcha't ei laetud
fi: Captchaa ei voitu ladata
hr: Nije moguće učitati captcha
hu: Nem sikerült betölteni a captchat
hy: Չհաջողվեց բեռնել captcha-ն
kk: Captcha жүктеу мүмкін емес
ku: nikare captcha bar bike
sq: Captcha nuk mund të ngarkohej
sr: Nismo mogli učitati verifikaciju
tr: Captcha yüklenemedi

source: Type the characters from the following image:
bg: Изпишете знаците от следното изображение:
ckb: لەم وێنەیەی خوارەوە پیتەکان بنووسە:
da: Skriv tegnene fra det følgene billede:
es: Escribe los caracteres de la siguiente imagen:
et: Trüki tähised sellelt pildilt:
fi: Kirjoita kuvassa esiintyvät kirjaimet tai numerot:
hr: Upišite znakove sa sljedeće slike:
hu: Írd be az alábbi képen látható karaktereket:
hy: Գրեք այն նշանները, որը տեսնում եք տվյալ նկարի մեջ.
kk: Мына суреттегі таңбаларды енгізіңіз:
ku: Tîpan ji wêneya jêr binivîse:
sq: Shkruani karakteret nga imazhi i mëposhtëm:
sr: Napišite brojeve i slova sa ove slike:
tr: Resimdeki karakterleri yazınız:

source: Tip: Not case-sensitive; I and l are the same
bg: Съвет: не е case-sensitive; l и I са едно и също
ckb: ئامۆژگاری: هەستیاری بە گەورە و بچووک نییە؛ I و I وەک یەکن
da: Tip: Ikke case-sensitiv; I og l er det samme
es: Consejo: No es sensible a las mayúsculas, I y l son lo mismo
et: Vihje: Mõlemad suured ja väiksed tähed sobivad; I ja l on samad
fi: Muista: Kirjainkoolla ei ole väliä, I ja l ovat sama
hr: Savjet: nije osjetljivo na velika i mala slova; L i l su isti
hu: Tipp: Nem számít a kis- és nagybetű; az I és az l ugyanaz
hy: Հուշում. մեծատառ կամ փոքրատառ կապ չունի; I և l նույնն են
kk: Кеңес: әріп регистрі маңызды емес; I мен l бірдей қабылданады
ku: Tîp: Rewşa ne hesas; Ez û ez wek hev in
sq: Këshillë: Jo i ndjeshëm ndaj shkronjave të vogla; Unë dhe unë jemi njësoj
sr: Tip: Nisu velika i mala slova, I i l su ista
tr: İpucu: Büyük/küçük harfe duyarlı değil; l ve I aynı

source: Load Captcha
bg: Зареди Captcha
ckb: بارکردنی کاپچا
da: Indlæs Captcha
et: Lae Captcha
fi: Lataa Captcha
hr: Učitaj Captcha
hu: Captcha betöltése
hy: Բեռնել Captcha-ն
kk: Captcha жүктеу
ku: Captcha Bar Bike
sq: Ngarko Captcha
sr: Učitaj verifikaciju
tr: Captcha Yükle

source: Click to Load Captcha
bg: Натиснете, за да заредите Captcha
ckb: بۆ بارکردنی کاپچا کلیک بکە
da: Klik for at indlæse Captcha
et: Kliki, et laadida Captcha
fi: Klikkaa ladataksesi Captchan
hr: Kliknite za učitavanje Captcha
hu: Kattints ide a Captcha betöltéséhez
hy: Սեղմե՛ք Captcha-ն բեռնելու համար
kk: Captcha жүктеу үшін басыңыз
ku: Ji bo Barkirina Captchayê Bitikîne
sq: Klikoni për të ngarkuar Captcha
sr: Kliknite da bi ste učitali verifikaciju
tr: Captcha'yı Yüklemek İçin Tıklayınız

source: Can't read? Reload:
bg: Не можете да прочетете? Презаредете:
ckb: ناتوانێ بخوێنیتەوە؟ دووبارە بارکردنەوە:
da: Kan ikke læse? Genindlæs:
es: ¿No puedes leer? Recargar::
et: Ei saa lugeda? Lae uuesti:
fi: Lataa uudelleen:
hr: Ne možete pročitati? Ponovno učitati:
hu: Nem tudsz olvasni? Újra:
hy: Չե՞ք կարողանում կարդալ. Թարմացրե՛ք:
kk: Оқи алмайсыз ба? Қайта жүктеп көріңіз:
ku: Nikarî bixwîne? Dîsa bar bike:
sq: Nuk di të lexojë? Ringarkoj:
sr: Možete pročitati? Osveži:
tr: Okuyamıyor musun? Yenile:

source: Reload
bg: Презареди
ckb: دووبارە بارکردنەوە
da: Genindlæs
es: Recargar
et: Laadi uuesti
fi: Lataa uudelleen
hr: Ponovno učitati
hu: Újra
hy: Թարմացնել
kk: Қайта жүктеу
ku: Ji nû ve bar bike
sq: Ringarkoj
sr: Osveži
tr: Yenile

source: Enter Characters
bg: Въведете знаци
ckb: پیتەکان بنووسە
da: Indtast Tegnene
es: Introducir Caracteres
et: Sisesta Tähised
fi: Kirjoita
hr: Unesite znakove
hu: Ide írj
hy: Մուտքագրեք նշանները
kk: Таңбаларды енгізіңіз
ku: Tîpan binivîse
sq: Futni Personazhet
sr: Stavi brojeve i slova
tr: Karakterleri Gir

source: Email can't be empty.
bg: Имейлът не може да бъде празен.
ckb: ئیمەیڵ ناتوانێت بەتاڵ بێت.
da: Email må ikke være tom.
es: El campo de correo no puede estar vacío.
et: Meil ei saa olla tühi.
fi: Sähköposti-osio ei voi olla tyhjä.
hr: Email ne može biti prazan.
hu: Az e-mail cím nem lehet üres.
hy: Էլ. փոստը չի կարող դատարկ լինել:
kk: Эл. пошта бос бола алмайды.
ku: E-peyam ne vala ye.
sq: Email nuk mund të jetë bosh.
sr: E-mail ne sme biti prazan.
tr: E-posta adresi boş olamaz.

source: Email should be at least 5 characters long.
bg: Имейлът трябва да е с дължина поне 5 знака.
ckb: ئیمەیڵ بەلایەنی کەمەوە ٥ پیت بێت.
da: Email skal være mindst 5 tegn lang.
es: El correo debe tener al menos 5 caracteres de largo.
et: Meil peaks olema vähemalt 5 tähist.
fi: Sähköpostin tulee olla vähintään 5 kirjainta pitkä.
hr: Email treba imati najmanje 5 znakova.
hu: Az e-mail címnek legalább 5 karakterből kell állnia.
hy: Էլ. փոստը պետք է կազմված լինի առնվազն 5 նիշից:
kk: Эл. пошта кемінде 5 таңбадан тұруы керек.
ku: E-name divê herî kêm 5 tîpan be.
sq: Email duhet të jetë minimumi 5 shkronja i gjatë.
sr: E-mail mora biti više od 5 karaktera.
tr: E-postanız en az 5 karakterden oluşmalıdır.

source: Email can't be longer than 40 characters.
bg: Имейлът не може да бъде по-дълъг от 40 знака.
ckb: ئیمەیڵ ناتوانێت لە ٤٠ پیت زیاتر بێت.
da: Email kan ikke være længere end 40 tegn.
es: El correo no puede tener más de 40 caracteres.
et: Meil ei tohiks olla pikem kui 40 tähist.
fi: Sähköpostit eivät voi olla yli 40 kirjainta pidempiä.
hr: Email ne smije biti duži od 40 znakova.
hu: Az e-mail cím nem lehet hosszabb 40 karakternél.
hy: Էլ. փոստը չի կարող 40 նիշից ավելի լինել:
kk: Эл. пошта 40 таңбадан аспауы керек.
ku: E-name nikare ji 40 tîpan dirêjtir be.
sq: Email nuk mundet të jetë më i gjatë se 40 shkronja.
sr: E-mail ne sme biti više od 40 karaktera.
tr: E-postanız 40 karakterden uzun olamaz.

source: Email should at least contain a dot
bg: Имейлът трябва поне да съдържа точка
ckb: ئیمەیڵ بەلایەنی کەم دەبێت خاڵێکی تێدابێت
da: Email skal indholde i det mindste én prik
es: El correo debe contener al menos un punto
et: Meil peaks sisaldama punkti
fi: Sähköpostissa tulee olla vähintään yksi piste
hr: Email treba sadržavati barem točku
hu: Az e-mail címnek legalább egy pontot tartalmaznia kell
hy: Էլ. փոստը պետք է առնվազն պարունակի կետ
kk: Эл. поштада кемінде бір нүкте болуы керек
ku: Divê e-mail bi kêmanî xalek hebe
sq: Email duhet të ketë të paktën një pikë
sr: E-mail treba barem imati tačku
tr: E-postanız en az bir nokta içermelidir

source: Email should contain a @
bg: Имейлът трябва да съдържа @
ckb: ئیمەیڵەکە پێویستی بە @ هەیە
da: Email skal indholde et @
es: El correo debe contener una @
et: Meil peaks sisaldame @ tähist
fi: Sähköpostissa tulee olla @-symboli
hr: Email treba sadržavati @
hu: Az e-mail címnek tartalmaznia kell egy @-t
hy: Էլ. փոստը պետք է պարունակի @
kk: Эл. поштада @ болуы керек
ku: Divê e-mail navnîşek @ hebe
sq: Email duhet të përmbajë një @
sr: E-mail treba imati @
tr: E-postanız @ içermelidir

source: Name can't be empty.
bg: Името не може да бъде празно.
ckb: ناو ناتوانێت بەتاڵ بێت.
da: Navn kan ikke være tomt.
es: El campo de nombre no puede estar vacío.
et: Nimi ei saa olla tühi.
fi: Nimi ei voi olla tyhjä.
hr: Ime ne može biti prazno.
hu: A név nem lehet üres.
hy: Անունը չի կարող դատարկ լինել:
kk: Қолданушы аты бос бола алмайды.
ku: Nav vala nabe.
sq: Emri nuk mundet të jetë bosh.
sr: Ime ne sme biti prazno
tr: Kullanıcı adınız boş olamaz.

source: Name must be at least 2 characters long
bg: Името трябва да съдържа поне 2 знака
ckb: ناوەکە دەبێت بەلایەنی کەمەوە ٢ پیت بێت
da: Navn må være mindst 2 tegn langt
et: Nimi peab olema vähemalt 2 tähist pikk
fi: Nimen tulee olla vähintään 2 kirjainta pitkä saatanan runkkari, eli nimesi ei saa olla kyrpäsi pituinen
hr: Ime mora imati najmanje 2 znaka
hu: A névnek legalább 2 karakterből kell állnia
hy: Անունը պետք է կազմի առնվազն 2 նիշ
kk: Қолданушы аты кемінде 2 таңбадан тұруы керек
ku: Divê nav bi kêmanî 2 tîpan dirêj be
sq: Emri duhet të jetë të paktën 2 shkronja i gjatë
sr: Ime mora biti barem 2 karaktera
tr: Kullanıcı adınız en az 2 karakterden oluşmalıdır

source: Name must be shorter than 26 characters
bg: Името трябва да е по-кратко от 26 знака
ckb: ناوەکە دەبێت لە ٢٦ پیت کورتتر بێت
da: Navn må være kortere end 26 tegn
es: El correo debe tener menos de 26 caracteres
et: Nimi peaks olema lühem kui 26 tähist
fi: Nimen tulee olla lyhyempi kuin 26 kirjainta
hr: Ime mora biti kraće od 26 znakova
hu: A név nem lehet hosszabb 26 karakternél
hy: Անունը պետք է պակաս լինի 26 նիշից
kk: Қолданушы аты 26 таңбадан аспауы керек
ku: Divê nav ji 26 tîpan kurttir be
sq: Emri duhet te jetë me i shkurtër se 26 shkronja
sr: Ime mora biti manje od 26 karaktera
tr: Kullanıcı adınız 26 karakterden az olmalıdır

source: Name contains invalid character like @, /, \ or #
bg: Името съдържа невалидни знаци, като @, /, \ или #
ckb: ناو پیتێکی نادروستی تێدایە وەک @، /، \ یان #
da: Navn indeholder ugyldige tegn f.eks. @, /, \ eller #
es: El nombre contiene caracteres inválidos como @, /, \ o #
et: Nimi sisaldab ebasobiliku tähist nagu @, /, \ või #
fi: Nimi sisältää kelvottomia merkkejä kuten @,/,\ tai #
hr: Naziv sadrži nevažeći znak kao što je @, /, \ ili #
hu: A név érvénytelen karaktereket tartalmaz mint például: @, /, \ vagy #
hy: Անունը պարունակում է անվավեր նիշ, ինչպիսիք են @, /, \ կամ #
kk: Қолданушы атында @, /, \ немесе # сияқты жарамсыз таңбалар бар
ku: Navê tîpan nederbasdar e wek @, /, \ an #
sq: Emri përmban shkronja invalide si @,/,\ ose #
sr: Ime ima nevažeće karaktere kao @, /, \ ili #
tr: Kullanıcı adınız @, /, \ veya # gibi geçersiz karakterler bulunduruyor

source: No password given.
bg: Не е зададена парола.
ckb: هیچ وشەی نهێنی نەدراوە.
da: Ingen adgangskode angivet.
es: No se ingresó una contraseña.
et: Salasõna ei sisestatud.
fi: Salasana jäi nyt antamatta jätkällä.
hr: Lozinka nije navedena.
hu: Nem adtál meg jelszót.
hy: Գաղտնաբառ չի տրվել:
kk: Құпиясөз берілмеген.
ku: Tu şîfre nehat dayîn.
sq: Nuk ka password të dhënë.
sr: Nije data lozinka
tr: Bir parola girilmedi.

source: Password must be at least 6 characters long.
bg: Паролата трябва да е с дължина поне 6 знака.
ckb: وشەی نهێنی بە لایەنی کەمەوە پێویستە ٦ پیت بێت.
da: Adgangskode må mindst være 6 tegn lang.
es: La contraseña debe tener al menos 6 caracteres de largo.
et: Salasõna peab olema vähemalt 6 tähist pikk.
fi: salasanan tulee olla yli 6 merkkiä pidempi.
hr: Lozinka mora imati najmanje 6 znakova.
hu: A jelszónak legalább 6 karakter hosszúságúnak kell lennie.
hy: Գաղտնաբառը պետք է ունենա առնվազն 6 նիշ:
kk: Құпиясөз кемінде 6 таңбадан тұруы керек.
ku: Divê şîfre herî kêm 6 tîpan be.
sq: Password duhet të jetë të paktën 6 shkronja i gjatë.
sr: Lozinka mora barem biti 6 karaktera
tr: Parolanız en az 6 karakterden oluşmalıdır.

source: Password must be shorter than 60 characters.
bg: Паролата трябва да е по-къса от 60 знака.
ckb: وشەی نهێنی دەبێت لە ٦٠ پیت کورتتر بێت.
da: Adgangskode skal være kortere end 60 tegn.
es: La contraseña debe tener menos de 60 caracteres.
et: Salasõna ei tohi olla pikem kui 60 tähist.
fi: Salasanan tulee olla 60 merkkiä lyhyempi.
hr: Lozinka mora biti kraća od 60 znakova.
hu: A jelszónak 60 karakternél rövidebbnek kell lennie.
hy: Գաղտնաբառը պետք է լինի 60 նիշից կարճ:
kk: Құпиясөз 60 таңбадан аспауы керек.
ku: Divê şîfre ji 60 tîpan kurttir be.
sq: Fjalëkalimi duhet të jetë më i shkurtër se 60 karaktere.
sr: Lozinka mora biti manja od 60 karaktera
tr: Parolanız 60 karakterden kısa olmalıdır.

source: Get IID
bg: Вземи IID
ckb: IID بەدەست بهێنە
da: Få IID
et: Hangi IID
fi: Näe IID
hr: Uzmi IID
hu: IID lekérése
hy: Ստանալ IID-ն
kk: IID алу
ku: IID bistînin
sq: Merrni ID-në
sr: Dobi IID
tr: IID Al

source: Copy
bg: Копирай
ckb: کۆپی
da: Kopi
et: Kopeeri
fi: Kopioi
hr: Kopiraj
hu: Másolás
hy: Պատճենել
kk: Көшіру
ku: kopî
sq: Kopjo
sr: Kopiraj
tr: Kopyala

source: Save
bg: Запази
ckb: هەڵگرتن
da: Gem
es: Guardar
et: Salvesta
fi: Tallenna
hr: Spremi
hu: Mentés
hy: Պահպանել
kk: Сақтау
ku: hilgirtin
sq: Ruaj
sr: Sačuvaj
tr: Kaydet

source: Templates
bg: Шаблони
ckb: قاڵبەکان
da: Skabeloner
et: Šabloonid
fi: Mallit
hr: Šabloni
hu: Sablonok
hy: Կաղապարներ
kk: Үлгілер
ku: Şablonên
sq: Modelet
tr: Şablonlar

source: Tired of always spaming one single color? Want to create art instead, but you have to count pixels from some other image? Templates can help you with that! Templates can show as overlay and you can draw over them. One pixel on the template, should be one pixel on the canvas.
bg: Изморени от спамене на един и същи цвят? Искате да правите рисунки вместо това, но трябва да броите пиксели от някое друго изображение? Шаблоните могат да Ви помогнат с това! Шаблоните може да се показват като овърлей и да се рисува върху тях. Един пиксел на темплейт, трябва да бъде един пиксел на платното.
ckb: بێزار بوویت لە هەمیشە سپامکردنی یەک ڕەنگ؟ دەتەوێت لەبری ئەوە هونەر دروست بکەیت، بەڵام دەبێت پێکسڵەکان لە هەندێک وێنەی ترەوە بژمێریت؟ قاڵبەکان دەتوانن یارمەتیت بدەن لەو کارەدا! قاڵبەکان دەتوانن وەکو سەرپۆش پیشان بدەن و دەتوانیت لەسەریان بکێشیت. یەک پێکسڵ لەسەر قاڵبەکە، دەبێت یەک پێکسڵ بێت لەسەر کانڤاسەکە.
da: Træt af at hele tiden skulle spamme én farve? Du vil lave kunst i stedet for, men du skal tælle pixels fra et andet billede? Skabeloner kan hjælpe dig med det! Skabeloner kan vises som overlejring og du kan tegne over dem. Én pixel på skabelonen, burde være én pixel på kanvasset.
et: Oled väsinud alati üheainsa värvi spämmimisest? Tahad hoopis luua kunsti, kuid pead käsitsi pildilt piksleid kopeerima? Šabloonid võivad sind sellega aidata! Šabloone saab näidata ülekattes ja sa saad nende abil lihtsamini joonistada. Üks piksel šabloonil, peaks olema üks piksel lõuendil.
fi: Oletko kyllästynyt vain yhden värin käyttämiseen? Haluatko tehdä taidetta sen sijaan, mutta joudut laskemaan pikseleitä jostain muusta kuvasta? Mallineet voi auttaa sinua sen kanssa! Mallineita voi käyttää päällystyksenä ja voit piirtää niiden päällä. Yksi pikseli mallineella pitäisi olla yksi pikseli kanvaasilla.
hr: Umorni ste od uvijek spamanja jedne boje? Umjesto toga želite stvarati umjetnost, ali morate brojati pixele s neke druge slike? U tome vam mogu pomoći predlošci! Predlošci se mogu prikazati kao sloj i možete crtati preko njih. Jedan pixel na predlošku trebao bi biti jedan pixel na platnu.
hu: Eleged van abból, hogy mindig csak egy színt használsz? Szeretnél helyette műalkotásokat létrehozni, de ehhez pixeleket kell számolnod egy másik képből? A sablonok segíthetnek ebben! A sablonok megjelenhetnek overlay-ként, és rajzolhatsz felettük. Egy pixelnek a sablonon, egy pixelnek kell lennie a vásznon.
hy: Հոգնե՞լ եք անընդհատ ինչ-որ գույն սպամ անելուց: Ցանկանում եք ստեղծել պատկերներ, բայց ստիպված եք հաշվել պիքսելները մեկ այլ նկարի՞ց: Կաղապարները ձեզ կօգնեն այդ հարցում: Կաղապարները կարող են ցույց տալ պատկերը ձեր նշած վայրում, որոնց վրայով դուք կարող եք նկարել ձեր ցանկացած պատկերը(դրանք կոչվում են overlay): Կաղապարի 1 պիքսելը պետք է հավասար լինի կտավի 1 պիքսելին:
kk: Әрқашан бір түстпен басуға шаршадыңыз ба? Оның орнына сурет жасағыңыз келе ме, бірақ басқа кескіннен пикселдерді санау керек пе? Үлгілер сізге көмектесе алады! Үлгілер қабаттасу ретінде көрсетілуі мүмкін және олардың үстінен сурет салуға болады. Үлгідегі бір пиксель кенепте бір пиксель болуы керек.
ku: Ji hergav spama yek rengî westiyayî? Dixwazin li şûna hunerê biafirînin, lê divê hûn pixelên ji wêneyek din bijmêrin? Şablon dikarin bi wê re ji we re bibin alîkar! Şablon dikarin wekî sergirtî nîşan bidin û hûn dikarin li ser wan xêz bikin. Yek pixel li ser şablonê, divê yek pixel li ser kanvasê be.
sq: Jeni lodhur duke postuar gjithmonë një ngjyrë të vetme? Dëshironi të krijoni art në vend të kësaj, por duhet të numëroni pikselët nga ndonjë imazh tjetër? Modelet mund t'ju ndihmojnë me këtë! Modelet mund të shfaqen si mbivendosje dhe ju mund të.
tr: Sürekli tek bir renk atmaktan sıkıldın mı? Bir çizim yapmak istedin ancak piksel sayarak çizmek istemiyor musun? Şablonlar sana bu konuda yardım olacak! Şablonlar tuvalin üzerinde istediğiniz resmi koymanızı ve böylece rahatlıkla çizim yapmanızı sağlar. Şablondaki bir piksel tuvaldeki bir piksele denk gelecektir.

source: Enable Overlay
bg: Включване на овърлей
ckb: ئۆڤەرلای چالاک بکە
da: Aktivér overlejring
et: Lülita Ülekate sisse
fi: Ota käyttöön päällystys
hr: Omogući preklapanje
hu: Overlay bekapcsolása
hy: Միացնել Overlay-ը
kk: Оверлей қосылуы
ku: Overlay çalak bike
sq: Aktivizo mbivendosjen
tr: Overlay'i Etkinleştir

source: Show templates as overlays ingame.
bg: Покажи шаблоните като овърлейове в в играта.
ckb: قاڵبەکان وەکو سەرپۆشەکان. لەناو یاری پیشان بدە.
da: Vis skabeloner som overlejring i spillet.
et: Näita šabloone mängus ülekattena.
fi: Näytä mallineet päällysteinä pelissä.
hr: Prikaži šablone kao slojeve u igri.
hu: Sablonok megjelenítése overlay-ként a játékban.
hy: Ցույց տալ կաղապարը ինչպես Overlay խաղի մեջ:
kk: Үлгілерді ойын ішіндегі қабаттасу ретінде көрсету.
ku: Şablonan wekî lîstika serpêhatî nîşan bidin.
sq: Shfaq shabllonet si mbivendosje në lojë.
tr: Şablonları tuval üzerinde göster.
