Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/*.po
Languages: bg, ckb, da, es, et, fi, hr, hu, hy, kk, ku, sq, sr, tr

source: Drag ${ mouseSymbol } mouse or ${ touchSymbol } pan to move
bg: Плъзнете ${ mouseSymbol } мишката или ${ touchSymbol } панорама, за да се местите
ckb: بۆ جوڵاندن ${ mouseSymbol } ماوس یان ${ touchSymbol } تاوە بۆ جوڵە
da: Træk ${ mouseSymbol } mus eller ${ touchSymbol } panorer for at bevæge sig
es: Utiliza ${ mouseSymbol } el ratón o ${ touchSymbol } arrastrar para desplazar
et: Lohista ${ mouseSymbol } hiirt või tõmba ${ touchSymbol } näpuga, et liikuda
fi: Vedä ${ mouseSymbol } hiirtä tai ${ touchSymbol } panoroi liikkuaksesi
hr: Povucite ${ mouseSymbol } mišem ili ${ touchSymbol } pan za pomicanje
hu: A mozgatáshoz húzd az egeredet ${ mouseSymbol } vagy az érintőpadodat ${ touchSymbol }
hy: Քաշեք ${ mouseSymbol } մկնիկը կամ ${ touchSymbol } տախտակը տեղափոխելու համար
kk: Жылжу үшін тінтуірдің ${ mouseSymbol } сол жақ батырмасын ұстап сүйреңіз немесе ${ touchSymbol } жылжытыңыз
ku: ${ mouseSymbol } mişk an jî ${ touchSymbol } panê kaş bikin da ku biçin
sq: Tërhiqni miun ${ mouseSymbol } ose shiritin ${ touchSymbol } për të lëvizur
sr: Vucite ${ mouseSymbol } miš ili ${ touchSymbol } da bi ste se pomerali
tr: Farenizi basılı tutup kaydırarak ${ mouseSymbol } veya ${ touchSymbol } ekrana basılı tutup hareket ederek tuvalde gezinin

source: Scroll ${ mouseSymbol } mouse wheel or ${ touchSymbol } pinch to zoom
bg: Скролнете ${ mouseSymbol } колелцето на мишката или ${ touchSymbol } щипнете, за да увеличите
ckb: بۆ گەورەکردن، ${ mouseSymbol } چەرخی ماوس یان ${ touchSymbol } چەقۆ بکە بۆ زوومکردن
da: Skrol ${ mouseSymbol } mus hjul eller ${ touchSymbol } knib for at zoome
es: Gira ${ mouseSymbol } la rueda del ratón o ${ touchSymbol } el panel táctil para hacer zoom
fi: Skrollaa ${ mouseSymbol } hiirellä tai ${ touchSymbol } nipistä zoomataksesi
hr: Pomičite ${ mouseSymbol } kotačić miša ili ${ touchSymbol } stisnite za zumiranje
hu: Görgess egérgörgővel ${ mouseSymbol } vagy csúsztasd két ujjal ${ touchSymbol } a zoomoláshoz
hy: Մեծացնելու համար պտտեք ${ mouseSymbol } մկնիկի անիվը կամ ${ touchSymbol }
kk: Кішірейту/үлкейту үшін тінтуір ${ mouseSymbol } дөңгелегін бұраңыз немесе ${ touchSymbol } жақындатыңыз/алшақтатыңыз
ku: Ji bo mezinkirinê ${ mouseSymbol } çerxa mişkê bigerin an jî ${ touchSymbol } biçînin
sq: Lëvizni rrotën e miut ${ mouseSymbol } ose shtypni ${ touchSymbol } për të zmadhuar
sr: Klizaj ${ mouseSymbol } točkićem miša ili ${ touchSymbol } stisnite za zumiranje
tr: Fare tekerini ${ mouseSymbol } veya ${ touchSymbol } iki parmağınızı kullanarak yakınlaştırın

source: Hold left ${ bindShift } for pencil (to place while moving mouse)
bg: Задръжте ляв ${ bindShift }, за да слагате пиксели докато движите мишката
ckb: چەپ ${ bindShift } بۆ قەڵەم ڕابگرە (بۆ دانانی لەکاتی جوڵاندنی ماوس)
kk: Тінтуірді сүйрегенде пиксел салу үшін сол жақ ${ bindShift } ұстап тұрыңыз
ku: ${ bindShift } ji bo qelemê li çepê bihêle (ji bo ku dema mişk diherike bi cîh bike)
sq: Mbajeni majtas ${ bindShift } për laps (për ta vendosur ndërsa lëvizni miun)
tr: Kalem için sol ${ bindShift } tuşuna basılı tutun (farenizi hareket ettirirken piksel atmanızı sağlar)

source: ${ mouseSymbol } Left click or ${ touchSymbol } tap to place a pixel
bg: ${ mouseSymbol } ляв клик или ${ touchSymbol } докоснете, за да сложите пиксел
ckb: ${ mouseSymbol } کلیکی چەپ بکە یان ${ touchSymbol } پەنجە بنێ بۆ دانانی پێکسڵێک
da: ${ mouseSymbol } Venstre klik eller ${ touchSymbol } tryk for at placere en pixel
es: Haz ${ mouseSymbol } click izquierdo o ${ touchSymbol } un toque para colocar un píxel
et: ${ mouseSymbol } Vasak-kliki või ${ touchSymbol } vajuta ekraanile, et joonistada piksleid
fi: ${ mouseSymbol } klikkaa vasemmalla tai ${ touchSymbol } napauta asettaaksesi pikseleitä
hr: ${ mouseSymbol } Lijevi klik ili ${ touchSymbol } dodirnite za postavljanje piksela
hu: Kattints bal egérgombbal ${ mouseSymbol } vagy koppints ${ touchSymbol } a képernyőre a pixel elhelyezésére
hy: ${ mouseSymbol } Ձախ կտտոց կամ ${ touchSymbol } թակեq պիքսել տեղադրելու համար
kk: Пиксел салу үшін тінтуірдің ${ mouseSymbol } сол жақ батырмасын шертіңіз немесе ${ touchSymbol } түртіңіз
ku: ${ mouseSymbol } Çep bikirtînin an jî ${ touchSymbol } bikirtînin da ku pixelek bi cih bikin
sq: ${ mouseSymbol } Klikoni majtas ose ${ touchSymbol } trokitni lehtë për të vendosur një piksel
sr: ${ mouseSymbol } Levi klik ili ${ touchSymbol } pritisnite s prstom da bi ste postavili piksel
tr: ${ mouseSymbol } Farenizin sol tuşuna basarak veya ${ touchSymbol } ekrana tıklayarak piksel atın

source: Click ${ mouseSymbol } middle mouse button or ${ touchSymbol } long-tap to select current hovering color
bg: Кликнете ${ mouseSymbol } среден бутон на мишката или ${ touchSymbol } задръжте, за да изберете текущ надвиснал цвят
ckb: کلیک لە ${ mouseSymbol } دوگمەی ناوەڕاستی ماوس بکە یان ${ touchSymbol } درێژ پەنجە بنێ بۆ هەڵبژاردنی ڕەنگی ئێستای هەڵگەڕاوە
da: Tryk ${ mouseSymbol } midterste museknap eller${ touchSymbol } hold inde for at vælge farven af pixellen som du rør
es: Haz clic ${ mouseSymbol } con el botón medio del ratón o ${ touchSymbol } toque largo para seleccionar el color sobre el que flota el cursor
fi: Klikkaa ${ mouseSymbol } hiiren keskinäppäintä tai ${ touchSymbol } paina pitkään valitaksesi osoittamasi värin
hr: Kliknite ${ mouseSymbol } srednju tipku miša ili ${ touchSymbol } dugim dodirom za odabir trenutne boje lebdenja
hu: Kattints a görgővel ${ mouseSymbol } vagy koppints hosszan ${ touchSymbol } a pixelre, hogy kiválaszd a színét
hy: Սեղմեք ${ mouseSymbol } մկնիկի միջին կոճակին կամ երկար սեղմած պահեք ${ touchSymbol } -ը՝ ընթացիկ գույնը ընտրելու համար
kk: Курсор/саусақ астындағы түсті таңдау үшін тінтуірдің ${ mouseSymbol } ортаңғы батырмасын шертіңіз немесе ${ touchSymbol } түртіп ұстап тұрыңыз
ku: Bikirtînin ${ mouseSymbol } bişkoka mişkê ya navîn an jî ${ touchSymbol } klîk dirêj bikin da ku rengê hilavêtina heyî hilbijêrin
sq: Klikoni në butonin e mesëm të miut ${ mouseSymbol } ose trokitni lehtë mbi ${ touchSymbol } për të zgjedhur ngjyrën aktuale që rri pezull
sr: Kliknite ${ mouseSymbol } točkić miša ili ${ touchSymbol } dugo pritisnite sa prstom da bi ste izabrali trenutnu boju
tr: Farenizin tekerleğine ${ mouseSymbol } basarak veya ${ touchSymbol } ekrana basılı tutarak orada bulunan pikselin rengini kopyalayın

source: Press ${ bindQ } and ${ bindE } to fly up and down
bg: Натиснете ${ bindQ } и ${ bindE }, за да летите нагоре и надолу
ckb: بۆ ئەوەی بەرەو سەرەوە و خوارەوە بفڕیت ${ bindQ } و ${ bindE } بکە
da: Tryk ${ bindQ } og ${ bindE } for at flyve op og ned
et: Vajuta ${ bindQ } ja ${ bindE } nuppe, et lennata üles ja alla
fi: Paina ${ bindQ } ja ${ bindE } lentääksesi ylös ja alas
hr: Pritisnite ${ bindQ } i ${ bindE } za let gore i dolje
hu: Nyomd meg a ${ bindQ } és ${ bindE } gombokat a felfelé és lefelé repüléshez
hy: Սեղմեք ${ bindQ } և ${ bindE } ՝ վեր ու վար թռչելու համար
kk: Көтерілу үшін ${ bindQ }, төмен түсу үшін ${ bindE } басыңыз
ku: Bişkojka ${ bindQ } û ${ bindE } bifirin ku jor û jêr bifirin
sq: Shtypni ${ bindQ } dhe ${ bindE } për të fluturuar lart e poshtë
tr: ${ bindQ } ve ${ bindE } basarak yukarı aşağı gidin

source: ${ mouseSymbol } Hold left mouse button and drag mouse to rotate
bg: ${ mouseSymbol } задръжте ляв бутон и движете мишката, за да завъртите
ckb: ${ mouseSymbol } دوگمەی چەپی ماوسەکە ڕابگرە و ماوسەکە ڕابکێشە بۆ سوڕانەوە
da: ${ mouseSymbol } Hold venstre museknap og træk din mus for at rotere
es: ${ mouseSymbol } Mantén presionado el botón izquierdo del ratón y arrástralo para rotar
et: ${ mouseSymbol } Hoia hiirel vasakut nuppu ja lohista hiirt, et keerata
fi: ${ mouseSymbol } Klikkaa vasenta hiirinäppäintä ja vedä hiirtä kääntääksesi
hr: ${ mouseSymbol } Držite lijevu tipku miša i povucite miš za rotiranje
hu: Tartsd lenyomva a bal egérgombot ${ mouseSymbol } a kamera forgatásához
hy: ${ mouseSymbol } Մկնիկի ձախ կոճակը պահեք և մկնիկը քաշեք ՝ պտտվելու համար
kk: Айналу үшін тінтуірдің ${ mouseSymbol } сол жақ батырмасын ұстап сүйреңіз
ku: ${ mouseSymbol } Bişkoka çepê ya mişkê bigire û ji bo zivirîna mişkê kaş bike
sq: ${ mouseSymbol } Mbani butonin e majtë të miut dhe tërhiqni miun për ta rrotulluar
sr: ${ mouseSymbol } Držite levi deo miša i pomerajte miš da bi ste rotirali
tr: ${ mouseSymbol } Farenizin sol tuşuna basılı tutup farenizi kaydırarak gezinin

source: ${ mouseSymbol } Scroll mouse wheel or hold ${ mouseSymbol } middle mouse button and drag to zoom
bg: ${ mouseSymbol } скрол бутона на мишката или задръжте ${ mouseSymbol } среден бутон на мишката, за да местите и увеличавате
ckb: ${ mouseSymbol } چەرخی ماوسەکە بچۆ یان دوگمەی ناوەڕاستی ماوسەکەی ${ mouseSymbol } ڕابگرە و ڕایبکێشە بۆ گەورەکردن
da: ${ mouseSymbol } Skrol musehjulet eller hold ${ mouseSymbol } midterste museknap og træk for at zoome
es: ${ mouseSymbol } Gira la rueda del ratón o mantén presionado el ${ mouseSymbol } botón medio del ratón y arrástralo para hacer zoom
fi: ${ mouseSymbol } Skrollaa hiirellä tai paina ${ mouseSymbol } hiiren keskinäppäintä pitkään ja vedä zoomataksesi
hr: ${ mouseSymbol } Pomaknite kotačić miša ili držite ${ mouseSymbol } srednju tipku miša i povucite za zumiranje
hu: Görgess az egérgörgővel ${ mouseSymbol } vagy tartsd lenyomva az egérgörgőt ${ mouseSymbol } a zoomoláshoz
hy: ${ mouseSymbol } Ոլորեք մկնիկի անիվը կամ պահեք ${ mouseSymbol } մկնիկի միջին կոճակը և քաշեք մեծացնելու համար
kk: Кішірейту/үлкейту үшін тінтуір ${ mouseSymbol } дөңгелегін бұраңыз немесе ${ mouseSymbol } ортаңғы батырмасын ұстап сүйреңіз
ku: ${ mouseSymbol } Tekera mişkê bigerîne an jî ${ mouseSymbol } bişkoka navîn ya mişkê bigire û kaş bike ku mezin bike
sq: ${ mouseSymbol } Lëvizni rrotën e miut ose mbani butonin e mesëm të miut ${ mouseSymbol } dhe tërhiqeni për të zmadhuar
sr: ${ mouseSymbol } Držite točkić miša ili držite centralni deo miša i držite da bi ste zumirali
tr: ${ mouseSymbol } Fare tekerleğini döndürerek veya ${ mouseSymbol } orta fare düğmesine basarak uzaklaştırın veya yakınlaştırın

source: ${ mouseSymbol } Right click and drag mouse to pan
bg: ${ mouseSymbol } Десен клип и местете мишката за пан
ckb: ${ mouseSymbol } کلیکی ڕاست بکە و ماوسەکە بکێشە بۆ پان
da: ${ mouseSymbol } Højreklik og træk din mus for at panorere
es: Haz ${ mouseSymbol } clic derecho y arrastra el ratón para desplazarte
et: ${ mouseSymbol } Parem-kliki ja liiguta hiirt, et pan'ida
fi: ${ mouseSymbol } Klikkaa oikealta ja vedä hiirtä panoroidaksesi
hr: ${ mouseSymbol } Desni klik i povlačenje miša za pomicanje
hu: Tartsd lenyomva a jobb egérgombot ${ mouseSymbol } és húzd a mozgáshoz
hy: ${ mouseSymbol } Աջ կտտացրեք և քաշեք մկնիկը տեղափոխելու համար
kk: Жылжу үшін тінтуірдің ${ mouseSymbol } оң жақ батырмасын ұстап сүйреңіз
ku: ${ mouseSymbol } Bişkojka rastê bikirtînin û mişkê kaş bikin da ku pêve bikin
sq: ${ mouseSymbol } Klikoni me të djathtën dhe tërhiqni miun për të shtrirë
sr: ${ mouseSymbol } Klikujte na desnom delu miša i držite miš da biste mogli gledati sa svih strana
tr: ${ mouseSymbol } Sağ tuşuna basılı tutup farenizi hareket ettirerek baktığınız konumu kaydırın

source: ${ mouseSymbol } Right click or ${ touchSymbol } double-tap to remove a pixel
bg: ${ mouseSymbol } Десен клик или ${ touchSymbol } двойно натискане, за да се премахне пиксел
ckb: ${ mouseSymbol } کلیکی ڕاست بکە یان ${ touchSymbol } دووجار لێبدە بۆ لابردنی پێکسڵێک
da: ${ mouseSymbol } Højreklik eller ${ touchSymbol } dobbelt-tryk for at fjerne en pixel
es: Haz ${ mouseSymbol } clic derecho o ${ touchSymbol } doble toque para remover un píxel
fi: ${ mouseSymbol } Klikkaa oikealta tai ${ touchSymbol } tuplaklikkaa poistaaksesi pikselin
hr: ${ mouseSymbol } Desni klik ili ${ touchSymbol } dvaput dodirnite za uklanjanje piksela
hu: Kattints jobb egérgombbal ${ mouseSymbol } vagy koppints kétszer az érintőpadra ${ touchSymbol } a pixel eltávolításához
hy: ${ mouseSymbol } աջ կտտացրեք կամ ${ touchSymbol } կրկնակի հպեք ՝ պիքսել հեռացնելու համար
kk: Пиксел жою үшін тінтуірдің ${ mouseSymbol } оң жақ батырмасын шертіңіз немесе ${ touchSymbol } екі рет түртіңіз
ku: ${ mouseSymbol } Rast bikirtînin an ${ touchSymbol } du caran bikirtînin da ku pixelek jêbirin
sq: ${ mouseSymbol } Klikoni me të djathtën ose prekni dy herë ${ touchSymbol } për të hequr një piksel
sr: ${ mouseSymbol } Klikujte desnim delom miša ili ${ touchSymbol } stisnite dva put da bi ste uklonili piksel
tr: ${ mouseSymbol } Farenizin sağ tuşuyla veya ${ touchSymbol } çift tıklayarak bir pikseli kaldırın

source: We thank the following artists, who made their palettes available to the public on
bg: Ние много благодарим на тези художници, те предоставиха техните палитри на обществото на
ckb: سوپاسی ئەم هونەرمەندانەی خوارەوە دەکەین، کە پالێتەکانیان خستە بەردەستی خەڵک لە
da: Vi takker disse artister meget, de offerede deres paletter til offentligheden på
et: Me täname järgnevaid kunstnike, kes tegid oma paletid tasuta kättesaadavaks saidil
hr: Veliko hvala tim umjetnicima koji su ponudili svoje palete javnosti na
hy: Մենք շնորհակալություն ենք հայտնում այն արտիստներին, որոնք առաջարկեցին իրենց գունապնակը բացահայտ միացված լինել
kk: Бұл суретшілерге көп алғыс айтамыз, олар өз жасаған палитраларын осы сайтта жариялады
ku: Em spasiya hunermendên jêrîn dikin, ku paletên xwe pêşkêşî raya giştî kirin
sq: Falenderojmë artistët e mëposhtëm, të cilët vunë në dispozicion të publikut paletat e tyre
tr: Renk paletlerini kamuya açan aşağıdaki sanatçılara teşekkür ederiz

source: Credit for the Palette of the Moon goes to ${ starhouseLink }.
bg: Заслугата за палитрата на луната е на ${ starhouseLink }.
ckb: کریدت بۆ پالێتی مانگ دەچێتە ${ starhouseLink }.
da: Kredit for Paletten for månen går til ${ starhouseLink }.
es: El crédito por la Paleta de la Luna es para ${ starhouseLink }.
et: Kuu lõuendi palett pärineb saidilt ${ starhouseLink }.
fi: Kiitokset Kuu-kehyksen väripaletista menee ${ starhouseLink }.
hr: Zasluge za paletu Mjeseca pripadaju ${ starhouseLink }.
hu: A Hold vászon palettája a ${ starhouseLink } érdeme.
hy: Լուսնի ներկապնակի տրամադրում է ${ starhouseLink }:
kk: Ай палитрасының авторы: ${ starhouseLink }.
ku: Krediya Paleta Heyvê diçe ${ starhouseLink }.
sq: Kredia për Paletën e Hënës shkon te ${ starhouseLink }.
sr: Kredit za paletu Meseca ide na ${ starhouseLink }.
tr: Ay paletinin sahibi ${ starhouseLink }'dur.

source: Credit for the Palette of the Top10 canvas goes to ${ vinikLink }.
bg: Заслугата за палитрата на платното Топ10 е на ${ vinikLink }.
ckb: کریدت بۆ پالێتی کانڤاسی ١٠ڕێزبەندی دەچێتە سەر ${ vinikLink }.
da: Kredit til paletten for Top10 Kanvasset går til ${ vinikLink }.
et: T10 lõuendi palett pärineb saidilt ${ vinikLink }.
fi: Kiitokset Top10-kehyksen väripaletista menee ${ vinikLink }.
hr: Zasluga za paletu Top10 pripada ${ vinikLink }.
hu: A Top10 vászon palettája a ${ vinikLink } érdeme.
hy: Թոփ10-ի ներկապնակի վարկը տրամադրվում է ${ vinikLink }:
kk: Топ-10 кенебі палитрасының авторы: ${ vinikLink }.
ku: Krediya Paleta Top10-ê ji bo ${ vinikLink } heye.
sq: Kredia për Paletën e kanavacës së Top10 shkon te ${ vinikLink }.
sr: Kredit za paletu Top10 kanvasa ide na ${ vinikLink }.
tr: Top10 paletinin sahibi ${ vinikLink }'dir.

source: Credit for the Palette of the 2bit canvas goes to ${ donendoLink }.
bg: Заслугата за палитрата на платното 2bit е на ${ donendoLink }.
ckb: کریدت بۆ پالێتی کانڤاسی ٢بیت دەچێتە سەر ${ donendoLink }.
da: Kredit til paletten for Top10 Kanvasset går til ${ donendoLink }.
et: 2bit'i lõuendi palett pärineb saidilt ${ donendoLink }.
fi: Kiitokset 2bit-kehyksen väripaletista menee ${ donendoLink }.
hr: Zasluga za paletu Top10 pripada ${ donendoLink }.
hu: A 2bit vászon palettája a ${ donendoLink } érdeme.
hy: 2բիտի ներկապնակի վարկը տրամադրվում է ${ donendoLink }:
kk: Топ-10 кенебі палитрасының авторы: ${ donendoLink }.
ku: Krediya Paleta kanvasa 2bit diçe ${ donendoLink }.
sq: Kredia për Paletën e kanavacës 2 bit shkon te ${ donendoLink }.
tr: 2bit tuvalinin renk paletini ${ donendoLink }'e borçluyuz.

source: Show Grid
bg: Покажи решетка
ckb: تۆڕ پیشان بدە
da: Vis Gitter
es: Mostrar Cuadrícula
et: Näita Teljestiku
fi: Näytä ruudukko
hr: Pokaži rešetku
hu: Rács megjelenítése
hy: Ցույց տալ ցանցը
kk: Торды көрсету
ku: Grid nîşan bide
sq: Trego Grid
sr: Pokaži rešetku
tr: Izgarayı Göster

source: Turn on grid to highlight pixel borders.
bg: Включи решетката, за да подчертайте границите на пикселите.
ckb: بۆ تیشک خستنە سەر سنوورەکانی پێکسڵ، تۆڕەکە دابگیرسێنە.
da: Tænd for gitter for at fremhæve pixel grænser.
es: Enciende la cuadrícula para mostrar los bordes de los píxeles.
et: Lülita sisse teljestik, et näha pikslipiire.
fi: Näyttää ruudukon nähdäksesi pikselien rajat.
hr: Uključite rešetku za označavanje granica piksela.
hu: Kapcsold be a rácsot, hogy lásd a pixelhatárokat.
hy: Միացրեք ցանցը ՝ պիքսելների սահմանները ընդգծելու համար:
kk: Пиксел шекараларын ерекшелейтін торды қосу.
ku: Ji bo ronîkirina sînorên pîxelê torê vekin.
sq: Aktivizo rrjetën për të theksuar kufijtë e pikselit.
sr: Uključi rešetku da bi istaknuli pikselne granice
tr: Pikselleri ayırt edebilmeniz için piksel aralarına çizgi çizer.

source: Show Pixel Activity
bg: Покажи пиксел активност
ckb: چالاکیی پێکسڵ پیشان بدە
da: Vis Pixel Aktivitet
es: Mostrar Actividad de Píxeles
et: Näita Pikslite Joonistamist
fi: Näytä pikseliaktiivisuus
hr: Prikaži aktivnost Pixela
hu: Pixel-aktivitás megjelenítése
hy: Ցույց տալ պիքսելների ակտիվությունը
kk: Пиксел салу белсенділігін көрсету
ku: Çalakiya Pixel nîşan bide
sq: Shfaq aktivitetin e pikselit
sr: Pokaži aktivnost piksela
tr: Piksel Etkinliğini Göster

source: Show circles where pixels are placed.
bg: Покажи кръгчета, където се поставят пиксели.
ckb: ئەو بازنانە پیشان بدە کە پێکسڵەکان تێیدا دانراون.
da: Vis cirkler hvor pixels er placeret.
es: Muestra círculos donde se han colocado píxeles.
et: Näita punaseid ringe joonistatud pikslite ümber.
fi: Näyttää punaisia palloja siellä, missä asetetaan pikseleitä.
hr: Prikažite krugove gdje su postavljeni pikseli.
hu: A pixelek lerakásakor körök jelennek meg.
hy: Ցույց տալ կարմիր օղակներ այնտեղ, որտեղ տեղադրվեց պիքսել:
kk: Басқа ойыншы пиксел салған жерде шеңберді көрсету.
ku: Derdorên ku pixel lê têne danîn nîşan bidin.
sq: Trego rrathët ku janë vendosur pikselët.
sr: Pokaži krugove gde su pikseli postavljeni.
tr: Diğerlerini piksel attığı yerleri bir daire ile belli eder.

source: Always show Movement Controls
bg: Винаги покзвай контроли за Движение
ckb: هەمیشە کۆنتڕۆڵەکانی جوڵە پیشان بدە
da: Vis altid bevægelseskontrollerne
et: Näita alati Liikumiskontrolle
fi: Näytä aina kontrollit
hr: Uvijek pokaži kontrole za kretnju
hu: Mindig mutassa a mozgásvezérlőket
hy: Միշտ ցույց տալ տեղաշարժման կառավարման վահանակը
kk: Әрқашан қозғалу түймесін көрсету
ku: Her gav Kontrolên Tevgerê nîşan bidin
sq: Trego gjithmonë Kontrollin e Lëvizjes
tr: Hareket Kontrollerini Her Zaman Göster

source: Always show movement control buttons
bg: Винаги показвай бутони за контрол на Движение
ckb: هەمیشە دوگمەکانی کۆنترۆڵکردنی جوڵە پیشان بدە
da: Vis altid bevægelseskontrollerne
et: Näita alati liikumiskontrolli nuppe
fi: Näyttää kontrollit aina
hr: Uvijek prikaži gumbe za kontrolu kretanja
hu: Mindig mutassa a mozgásvezérlő gombokat
hy: Միշտ ցույց տալ տեղաշարժման կառավարման կոճակները
kk: Әрқашан қозғалуды басқару түймесін көрсету
ku: Her gav bişkokên kontrola tevgerê nîşan bidin
sq: Trego gjithmonë butonat e kontrollit të lëvizjes
tr: Hareket tuşlarını sürekli olarak görünebilir tut

source: Disable Game Sounds
bg: Деактивирайте звуците на играта
ckb: دەنگەکانی یاری لەکاربخە
da: Deaktiver Spil Lyde
es: Desactivar los Sonidos del Juego
et: Vaigista Mängu Helid
fi: Mykistä pelin äänet
hr: Onemogući zvukove igre
hu: Játék hangjainak letiltása
hy: Անջատել խաղի հնչյունները
kk: Дыбыс өшіру
ku: Dengên lîstikê neçalak bike
sq: Çaktivizo tingujt e lojës
sr: Isključi zvuke
tr: Oyun Seslerini Kapat

source: All sound effects will be disabled.
bg: Всички звукови ефекти ще бъдат деактивирани.
ckb: هەموو کاریگەرییە دەنگییەکان لەکاردەخرێن.
da: Alle lyde vil blive deaktiveret.
es: Se desactivarán todos los efectos de sonido.
et: Kõik heliefektid lülitatakse välja.
fi: Kaikki äänet mykistetään.
hr: Svi zvučni efekti bit će onemogućeni.
hu: Az összes hang le lesz tiltva.
hy: Բոլոր ձայնային էֆեկտները անջատված կլինեն։
kk: Барлық дыбыс эффектілері өшіріледі.
ku: Hemî bandorên deng dê neçalak bibin.
sq: Të gjitha efektet zanore do të çaktivizohen.
sr: Svi zvuci će biti isključeni.
tr: Tüm ses efektleri devre dışı bırakır.

source: Your Browser doesn't allow us to use AudioContext to play sounds. Do you have some privacy feature blocking us?
bg: Вашият браузър не ни позволява да използваме AudioContext за възпроизвеждане на звуци. Имате ли функция за поверителност, която ни блокира?
ckb: وێبگەڕەکەت ڕێگەمان پێنادات AudioContext بەکاربهێنین بۆ لێدانی دەنگەکان. ئایا هەندێک تایبەتمەندی نهێنیتان هەیە کە ڕێگریمان لێدەکات؟
da: Din Browser tillader os ikke til at bruge AudioContext til at spille lyde. Har du en privat funktion der blokere os?
et: Sinu brauser ei võimalda meil helide tarvis kasutada AudioContext'i. Kas sul on mõni privaatsusfunktsioon, mis meid blokeerib?
fi: Selaimesi ei anna meidän käyttää AudioContextiä soittaaksemme ääniä. Onko sinulla jokin turvallisuustoiminto päällä, joka estää tämän?
hr: Vaš nam preglednik ne dopušta korištenje AudioContexta za reprodukciju zvukova. Imate li neku značajku privatnosti koja nas blokira?
hu: A böngésződ nem engedi, hogy AudioContextet használjunk a hangok lejátszásához. Van valamilyen adatvédelmi rendszered, amely blokkol minket?
hy: Ձեր բրաուզերը չի թույլատրում օգտագործել AudioContext ձայներ արտահանելու համար: Դուք ոնե՞ք մեզ արգելափակող գաղտնիության որևէ գործառույթ:
kk: Браузеріңіз дыбыс ойнатуға арналған AudioContext-ті қолдануға жол бермейді. Бізді блоктайтын әлдеқандай құпиялық баптаулары қосулы ма?
ku: Geroka we rê nade me ku em AudioContext bikar bînin da ku dengan bilîzin. Ma we hin taybetmendiyek nepenîtiyê heye ku me asteng dike?
sq: Shfletuesi juaj nuk na lejon të përdorim AudioContext për të luajtur tinguj. A keni ndonjë veçori të privatësisë që na bllokon?
sr: Tvoj pretraživač nam neda da koristimo AudioContext da puštamo zvuke. Da li imate nekakvu opciju koja nas blokira?
tr: Tarayıcınız ses oynatmamız için AudioContext'i kullanmamıza izin vermiyor. Bizi engelleyen bir gizlilik özelliğiniz mi var?

source: Enable chat notifications
bg: Активиране известия за чат
ckb: ئاگادارکردنەوەکانی چات چالاک بکە
da: Aktiver chat notificationer
es: Activar las notificaciones del chat
et: Lülita jututoa märguanded sisse
fi: Salli keskusteluilmoitukset
hr: Omogući obavijesti o chatu
hu: Chat értesítések engedélyezése
hy: Միացնել զրույցի(չատի) ծանուցումները
kk: Чат мәлімдемелерін қосу
ku: Agahiyên chatê çalak bike
sq: Aktivizo njoftimet e bisedës
sr: Uključite notifikacije za čet
tr: Sohbet Bildirimlerini Aç

source: Play a sound when new chat messages arrive
bg: Възпроизвеждане на звук, когато ново чат съобщение пристигне
ckb: کاتێک نامەی چاتی نوێ دێت دەنگێک لێبدە
da: Spil en lyd når nye chat beskeder ankommer
es: Reproducir un sonido al llegar mensajes nuevos.
et: Mängi heli kui jututuppa saabub uus sõnum
fi: Soita ääni kun uusia viestejä tulee
hr: Pusti zvuk kada stignu nove chat poruke
hu: Új üzenet érkezésekor hang lejátszása
hy: Հնչեցնել ձայն, երբ զրույցում(չատում) ուղարկվում են նոր հաղորդագրություններ
kk: Чатқа жаңа хат келгенде дыбыспен мәлімдеу
ku: Dema ku peyamên chatê yên nû digihîjin dengek bileyzin
sq: Luaj një tingull kur mbërrijnë mesazhet e reja të bisedës
sr: Pusti zvuk kad nove poruke stignu
tr: Sohbette yeni iletilerde sesle uyar
