Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/*.po
Languages: bg, ckb, da, es, et, fi, hr, hu, hy, kk, ku, sq, sr, tr

source: Small Pixels When Zoomed
bg: Показване на малки пиксели, когато оголемено
ckb: پێکسڵی بچووک کاتێک زووم دەکرێت
da: Små pixels når zoomet
et: Väikesed Pikslid Kui Sisse Suumitud
hr: Zumiranje malih pixela
hy: Փոքր պիքսելների խոշորացում
kk: Масштабтау кезінде шағын пикселдер көрсету
ku: Pixelên Biçûk Dema Zêdekirin
sq: Piksele të vegjël kur zmadhohen
tr: Yakınlaştırmada Pikselleri Küçült

source: Show overlay as small individual pixels on high zoomlevels.
bg: Показване на овърлей като индивидуални пиксели при високи нива на оголемяване.
ckb: سەرپۆش وەک پێکسڵی تاکەکەسی بچووک لەسەر ئاستی زوومکردن پیشان بدە.
da: Vis overlejring som små individuelle pixels på høje zoomniveauer.
et: Näita ülekatet väikeste pikslitena kõrgel suumitasemel.
fi: Näytä päällystys pienienä yksittäisinä pikseleinä korkeilla zoomitasoilla.
hr: Prikaži sloj kao male pojedinačne pixele na visokim razinama zumiranja.
hu: Az overlay kis egyedi pixelként jelenik meg nagy zoomolási szinteken.
hy: Ցույց տալ overlay-ը որպես փոքր առանձին պիքսելներ բարձր խոշորացման ժամանակ:
kk: Жоғары масштабтау деңгейлерінде шағын жеке пикселдер ретінде қабаттасуды көрсету.
ku: Li ser astên zoomê yên bilind xêzkirin wekî pixelên ferdî yên piçûk nîşan bidin.
sq: Shfaq mbivendosjen si pikselë të vegjël individualë në nivele të larta zmadhimi.
tr: Büyük ölçeklerde şablonun piksellerini küçük kareler halinde göster.

source: Overlay Opacity
bg: Овърлей прозрачност
ckb: ئۆڤەرلای ناڕوونی
da: Overlejring gennemsigtighed
et: Ülekatte Läbipaistvus
fi: Päällysteen läpinäkymättömyys
hr: Prozirnost sloja
hu: Overlay átlátszósága
hy: Overlay-ի թափանցիկությունը
kk: Оверлей мөлдірлігі
ku: Nerazîbûna Overlay
sq: Opaciteti i mbivendosjes
tr: Overlay Opaklığı

source: Opacity of Overlay in percent.
bg: Прозрачност на овърлей в проценти.
ckb: ناڕوونی ئۆڤەرلای بە ڕێژەی لەسەدا.
da: Gennemsigtighed af Overlejring i procent.
et: Ülekatte läbipaistvus protsendina.
fi: Päällysteen läpinäkymättömyys prosenteissa.
hr: Neprozirnost sloja u postocima.
hu: Az overlay átlátszósága százalékban.
hy: Overlay-ի թափանցիկությունը տոկոսներով
kk: Пайызбен қабаттасудың мөлдірлігі.
ku: Nerazîbûna Overlay ji sedî.
sq: Opaciteti i mbivendosjes në përqindje.
tr: Overlay'in yüzde olarak opaklığı.

source: Cancel adding Template
bg: Отказване на добавяне на шаблон
ckb: هەڵوەشاندنەوەی زیادکردنی قاڵب
da: Annuller tilføjelsen af skabelon
et: Tühista Šablooni lisamine
fi: Peru mallineen lisääminen
hr: Otkaži dodavanje šablona
hu: Sablon hozzáadásának visszavonása
hy: Չեղարկել Կաղապարի ավելացումը
kk: Үлгіні қосудан бас тарту
ku: Zêdekirina Şablon betal bike
sq: Anulo shtimin e shabllonit
tr: Şablon Eklemekten Vazgeç

source: Add Template
bg: Добавяне на шаблон
ckb: زیادکردنی قاڵب
da: Tilføj skabelon
et: Lisa Šabloon
fi: Lisää malline
hr: Dodaj šablon
hu: Sablon hozzáadása
hy: Ավելացնել Կաղապար
kk: Үлгіні қосу
ku: Şablon lê zêde bike
sq: Shto shabllon
tr: Şablon Ekle

source: Export enabled templates
bg: Експортиране на включени темплейтове
ckb: هەناردەکردنی قاڵبی چالاککراو
da: Eksportér aktiverede skabeloner
et: Ekspordi sisse lülitatud šabloonid
fi: Vie käytössä olevat mallineet
hr: Izvoz omogućenih šablona
hu: Bekapcsolt sablonok exportálása
hy: Արտահանել միացված կաղապարները
kk: Қосылған үлгілерді экспорттау
ku: Şablonên çalakkirî derxînin
sq: Eksporto shabllone të aktivizuara
tr: Etkin olan şablonları dışa aktar

source: Import templates
bg: Вмъкване на темплейтове
ckb: هاوردەکردنی قاڵبەکان
da: Importér skabeloner
et: Impordi šabloone
fi: Tuo mallineita
hr: Uvoz šablona
hu: Sablonok importálása
hy: Ներմուծել կաղապարներ
kk: Үлгілерді импорттау
ku: Şablonên derhanînê
sq: Importoni shabllone
tr: Şablonları içe aktar

source: Today Placed Pixels
bg: Поставени пиксели днес
ckb: ئەمڕۆ پێکسڵەکانی دانراون
da: Dagens Placerede Pixels
es: Píxeles Colocados Hoy
et: Täna Joonistatud Piksleid
fi: Tänään laitetut pikselit
hr: Današnji postavljeni pikseli
hu: Mai elhelyezett pixelek
hy: Այսօր տեղադրված պիքսելները
kk: Бүгін салған пикселдерім
ku: Îro Pixelên Cihkirî
sq: Piksele të vendosura sot
sr: Današnji postavljeni pikseli
tr: Bugün Atılan Pikseller

source: Daily Rank
bg: Дневна редица
ckb: ڕیزبەندی ڕۆژانە
da: Daglig Rang
es: Ranking Diario
et: Tänane Koht
fi: Päivän sijoitukset
hr: Dnevni rank
hu: Napi helyezés
hy: Օրվա դասակարգ
kk: Күнделікті рейтиң
ku: rêjeya rojane
sq: Renditja ditore
sr: Dnevni rang
tr: Günlük Sıralama

source: Total Rank
bg: Общ ранг
ckb: کۆی گشتی پلە
da: Samlet Rang
es: Ranking Total
et: Edetabeli Koht
fi: Kokonaissijoitukset
hr: Ukupni rank
hu: Összesített helyezés
hy: Ընդհանուր դասակարգ
kk: Жалпы рейтиң
ku: rêjeya giştî
sq: Renditja totale
sr: Ukupni rang
tr: Genel Sıralama

source: Your name is: ${ name }
bg: Вашето име е: ${ name }
ckb: ناوت: ${ name }
da: Dit navn er: ${ name }
es: Tu nombre es: ${ name }
et: Su kasutajanimi on: ${ name }
fi: Nimesi on: ${ name }
hr: Vaše ime je: ${ name }
hu: A neved: ${ name }
hy: Ձեր անունը ${ name } է
kk: Сіздің атыңыз: ${ name }
ku: Navê te: ${ name }
sq: Emri juaj është: ${ name }
sr: Tvoje ime je: ${ name }
tr: Kullanıcı adınız: ${ name }

source: Log out
bg: Излизане от профил
ckb: چوونە دەرەوە
da: Log ud
es: Cerrar sesión
et: Logi välja
fi: Kirjaudu ulos
hr: Odjavite se
hu: Kijelentkezés
hy: Դուրս գալ
kk: Шығу
ku: Derkeve
sq: Shkyç
sr: Odjavi se
tr: Çıkış Yap

source: Change Username
bg: Смяна на потребителско име
ckb: ناوی بەکارهێنەر بگۆڕە
da: Ændre Brugernavn
es: Cambiar Nombre de Usuario
et: Muuda Kasutajanime
fi: Vaihda nimi
hr: Promjena korisničkog imena
hu: Felhasználónév megváltoztatása
hy: Փոխել Օգտանունը
kk: Қолданушы атын өзгерту
ku: Navê bikarhêner biguherînin
sq: Ndrysho emrin e përdoruesit
sr: Promeni ime
tr: Kullanıcı Adı Değiştir

source: Change Mail
bg: Смяна на имейл
ckb: گۆڕینی پۆست
da: Ændre Mail
es: Cambiar Correo
et: Muuda Meili
fi: Vaihda sähköposti
hr: Promjena pošte
hu: E-mail cím megváltoztatása
hy: Փոխել էլ. փոստը
kk: Поштаны өзгерту
ku: Mail biguherînin
sq: Ndrysho Mail
sr: Promeni e-mail
tr: E-Posta Adresi Değiştir

source: Change Password
bg: Смяна на парола
ckb: گۆڕینی ووشەی نهێنی
da: Skift Adgangskode
es: Cambiar Contraseña
et: Muuda Salasõna
fi: Vaihda salasana
hr: Promjena pošte
hu: Jelszó megváltoztatása
hy: Փոխել գաղտնաբառը
kk: Құпиясөзді өзгерту
ku: Şîfre biguherînin
sq: Ndrysho fjalekalimin
sr: Promeni lozinku
tr: Parola Değiştir

source: Delete Account
bg: Изтриване на акаунт
ckb: سڕینەوەی هەژمار
da: Slet Konto
es: Eliminar Cuenta
et: Kustuta Kasutaja
fi: Poista käyttäjä
hr: Izbriši račun
hu: Fiók törlése
hy: Ջնջել օգտահաշիվը
kk: Тіркелгіні жою
ku: Hesabê jêbirin
sq: Fshij llogarine
sr: Izbriši nalog
tr: Hesabı Sil

source: Social Settings
bg: Социални настройки
ckb: ڕێکخستنە کۆمەڵایەتییەکان
da: Sociale Indstillinger
es: Configuración Social
et: Sotsiaalseadmed
fi: Sosiaaliset asetukset
hr: Promjena lozinke
hu: Szociális beállítások
hy: Սոցիալական կարգավորումներ
kk: Әлеуметтік баптаулар
ku: Mîhengên Civakî
sq: Cilësimet sociale
sr: Socijalna podešavanja
tr: Sosyal Ayarlar

source: Login to access more features and stats.
bg: Влезте, за да получите достъп до повече функции и статистики.
ckb: چوونەژوورەوە بۆ دەستگەیشتن بە تایبەتمەندی و ئاماری زیاتر.
da: Login for at få adgang til flere funktioner og statistikker.
es: Inicia sesión para acceder a más características y estadísticas.
et: Logi sisse, et saada ligipääs rohkematele funktsioonidele ja statistikale.
fi: Kirjaudu sisään käyttääksesi lisää toimintoja ja tilastoja.
hr: Prijavite se za pristup dodatnim značajkama i statistikama.
hu: További funkciók és statisztikák eléréséhez jelentkezz be.
hy: Մուտք գործեք ձեր հաշիվ ՝ վիճակագրության և այլ հնարավորություններ ստանալու համար։
kk: Көбірек мүмкіндіктер мен статистикаға қол жеткізу үшін кіріңіз.
ku: Têkeve ku hûn bigihîjin bêtir taybetmendî û statîstîkan.
sq: Identifikohu për të hyrë në më shumë veçori dhe statistika.
sr: Uloguj se da bi koristili više stvari i statistike
tr: Daha fazla özellik ve istatistik için giriş yapın.

source: Login with Name or Mail:
bg: Влезте с Име или Имейл:
ckb: چوونەژوورەوە بە ناو یان پۆست:
da: Login med Navn eller Mail:
es: Iniciar sesión con Nombre o Correo:
et: Logi Sisse Nime või Meiliga:
fi: Kirjaudu sisään Nimellä tai sähköpostilla:
hr: Prijavite se imenom ili e-poštom:
hu: Bejelentkezés névvel vagy e-mail címmel:
hy: Մուտք գործեք անունով կամ էլ. փոստով.
kk: Атыңыз не эл. поштаңыз арқылы кіру:
ku: Têkeve bi Nav an Mail:
sq: Identifikohu me emrin ose postën:
sr: Uloguj se sa imenom ili e-mail-om
tr: Kullanıcı adı veya E-Posta ile giriş yap:

source: I forgot my Password.
bg: Забравих си паролата.
ckb: وشه‌ نهێنیه‌که‌م له‌بیر کردووه‌.
da: Jeg glemte min Adgangskode.
es: Olvidé mi Contraseña.
et: Unustasin Salasõna.
fi: Unohdin salasanani.
hr: Zaboravio sam lozinku.
hu: Elfelejtettem a jelszavamat.
hy: Ես մոռացել եմ իմ գաղտնաբառը։
kk: Құпиясөзімді ұмыттым.
ku: Min şîfreya xwe ji bîr kir.
sq: Kam harruar fjalëkalimin tim.
sr: Zaboravio sam lozinku
tr: Parolamı Unuttum.

source: or login with:
bg: или влезте с:
ckb: یان بەم شێوەیە بچیتە ژوورەوە:
da: eller login med:
es: o inicia sesión con:
et: või logi sisse kasutades:
fi: Tai kirjaudu:
hr: ili se prijavite sa:
hu: vagy jelentkezz be a következővel:
hy: կամ մուտք գործեք հետևյալով .
kk: немесе бұлардың көмегімен кіру:
ku: an têkevin bi:
sq: ose identifikohu me:
sr: ili se uloguj sa:
tr: veya bunlar ile giriş yap:

source: or register here:
bg: или се регистрирайте тук:
ckb: یان لێرە ناوت تۆمار بکە:
da: eller register her:
es: o regístrate aquí:
et: või registreeri siin:
fi: tai rekisteröidy täällä:
hr: ili se registrirajte ovdje:
hu: vagy regisztrálj itt:
hy: կամ գրանցվեք այստեղ.
kk: немесе осында тіркелу:
ku: an jî li vir qeyd bikin:
sq: ose regjistrohuni këtu:
sr: ili se registruj ovde:
tr: veya buradan kayıt ol:

source: Register
bg: Регистриране
ckb: تۆمارکردن
es: Registrar
et: Registreeri
fi: rekisteröidy
hr: Registracija
hu: Regisztráció
hy: Գրանցվել
kk: Тіркелу
ku: Fêhrist
sq: Regjistrohu
sr: Registruj se
tr: Kayıt Ol

source: Yesterday
bg: Вчера
ckb: دوێنێ
da: I Går
et: Eile
fi: Eilen
hr: Jučer
hu: Tegnap
hy: Երեկ
kk: Кеше
ku: Do
sq: Dje
tr: Dün

source: Countries Today
bg: Държави днес
ckb: وڵاتانی ئەمڕۆ
da: Lande i Dag
et: Riigid Täna
fi: Maat tänään
hr: Države danas
hu: Országok ma
hy: Երկրները այսօր
kk: Бүгінгі елдер
ku: Welatên Îro
sq: Vendet Sot
tr: Bugünkü Ülkeler

source: Charts
bg: Диаграми
ckb: هێڵکارییەکان
da: Diagrammer
et: Graafikud
fi: Kaaviot
hr: Dijagrami
hu: Diagramok
hy: Ստատիստիկայի ծապատկերներ
kk: Графиктер
ku: Qebale
sq: Grafikët
tr: Tablolar

source: Total Pixels per Player
bg: Общо пиксели сложени днес на Човек
ckb: کۆی گشتی پێکسڵ بۆ هەر یاریزانێک
ku: hemî piksel her yarîker
sq: Totali i pikselëve për lojtar
tr: Oyuncu başına atılan toplam piksel

source: Daily Pixels per Player
bg: Дневни пиксели сложени днес на Човек
ckb: پێکسڵی ڕۆژانە بۆ هەر یاریزانێک
ku: rojane piksel her yarîker
sq: Piksele ditore për lojtar
tr: Oyuncu başına atılan günlük piksel

source: Top 10 Players from Yesterday
bg: Топ 10 играчи от вчера
ckb: ١٠ باشترین یاریزانی دوێنێ
ku: 10 lîstikvanên herî baş yên duh
sq: 10 lojtarët më të mirë nga dje
tr: Dün En Yüksek 10 Oyuncu

source: Daily Pixels per Country
bg: Дневни пиксели на Държава
ckb: پێکسڵی ڕۆژانە بۆ هەر وڵاتێک
ku: Rojane piksel her Welat
sq: Piksele ditore për shtet
tr: Ülke başına atılan günlük piksel

source: User
bg: Потребител
ckb: بەکارهێنەر
da: Bruger
et: Kasutaja
fi: Käyttäjä
hr: Korisnik
hu: Felhasználó
hy: Օգտատեր
kk: Қолданушы
ku: Bikarhêner
sq: Përdoruesi
tr: Kullanıcı

source: Country
bg: Държава
ckb: وڵات
da: Land
et: Riik
fi: Maa
hr: Država
hu: Ország
hy: Երկիր
kk: Ел
ku: Welat
sq: Vendi
tr: Ülke

source: +last hour
bg: +последния час
ckb: +کاتژمێری کۆتایی
ku: +saeta dawî
sq: +ora e fundit
tr: +son saat

source: Ranking updates every 5 min. Daily rankings get reset at midnight UTC.
bg: Класирането се актуализира на всеки 5 минути. Дневните класации се нулират в полунощ UTC.
ckb: نوێکردنەوەی ڕیزبەندی هەر 5 خولەک جارێک. ڕیزبەندی ڕۆژانە لە نیوەی شەو ڕێست دەکرێتەوە.
da: Rangerne opdaterer hver 5 min. Daglige rang bliver nulstillet ved midnat UTC.
es: El ranking se actualiza cada 5min. Los rankings diarios son actualizados a la medianoche UTC.
et: Edetabeli värskendused iga 5 minuti järel. Päevased edetabelid lähtestatakse keskööl UTC.
fi: Sijoitukset päivittyvät viiden minuutin välein. Päivän sijoitukset nollataan kahdelta suomen aikaan.
hr: Poredak se ažurira svakih 5 minuta. Dnevni poredak se resetira u ponoć UTC.
hu: A rangsor 5 percenként frissül. A napi ranglisták pedig UTC idő szerint éjfélkor.
hy: Դասակարգումը թարմացվում է ամեն 5 րոպեն մեկ: Ամենօրյա վարկանիշները վերակայվում են UTC- ի կեսգիշերին:
kk: Рейтиң 5 минут сайын жаңартылады. Күнделікті рейтиңдер UTC бойынша түн ортасында арылтады.
ku: Her 5 hûrdem carekê nûvekirinên rêzkirinê. Rêzkirinên rojane di demjimêra Gerdûnî ya Hevrêzkirî ya nîvê şevê de ji nû ve têne sererast kirin.
sq: Përditësimet e renditjes çdo 5 minuta. Renditjet ditore rivendosen në mesnatë UTC.
sr: Rang se ažurira svakih 5 min. Dnevni rang se resetuje u ponoć UTC.
tr: Sıralama her 5 dakikada bir güncellenir. Günlük sıralama UTC gece yarısında sıfırlanır.

source: Choose Canvas
bg: Избиране на платно
ckb: کانڤاس هەڵبژێرە
da: Vælg Kanvas
es: Elegir Lienzo
et: Vali Lõuend
fi: Valitse kanvaasi
hr: Izbriši račun
hu: Vászon kiválasztása
hy: Ընտրեք կտավ
kk: Кеңеп таңдауға
ku: kanvas hilbijêre
sq: Zgjidhni Kanavacë
sr: Izaberi kanvas
tr: Tuval Seç

source: Palette Download
bg: Изтегляне на палитра
ckb: داگرتنی پالێت
da: Palet Download
es: Descarga de Paleta
et: Paleti Allalaadimine
fi: Lataa väripaletti
hr: Preuzimanje palete
hu: Paletta letöltése
hy: Ներկապնակի ներբեռնում
kk: Палитраны жүктеп алу
ku: Daxistina Paletê
sq: Shkarko paleta
sr: Preuzmi paletu
tr: Palet İndir

source: Palette for ${ gimpLink }
bg: Палитра за ${ gimpLink }
ckb: پالێت بۆ ${ gimpLink }
da: Palet for ${ gimpLink }
es: Paleta para ${ gimpLink }
et: Palett ${ gimpLink } jaoks
fi: Väripaletti ${ gimpLink }:kiä varten
hr: Paleta za ${ gimpLink }
hu: Paletta ${ gimpLink } számára
hy: Ներկապնակ ${ gimpLink } - ի համար
kk: ${ gimpLink } палитрасы
ku: Paleta ji bo ${ gimpLink }
sq: Paleta për ${ gimpLink }
sr: Paleta za ${ gimpLink }
tr: ${ gimpLink } için palet

source: Image Converter
bg: Конвертор на изображения
ckb: گۆڕینی وێنە
da: Billede Konverter
es: Convertidor de Imágenes
et: Pildi Pikselaator
fi: Kuvien muuntaja
hr: Konverter slika
hu: Kép konvertáló
hy: Պատկերի փոխարկիչ
kk: Сурет конвертері
ku: Veguherînerê Wêne
sq: Konvertuesi i imazhit
sr: Konverter za slike
tr: Resim Dönüştürücüsü

source: Convert an image to canvas colors
bg: Конвертиране на изображение към цвят на платно
ckb: گۆڕینی وێنەیەک بۆ ڕەنگی کانڤاس
da: Konverter et billede til Canvas farver
es: Convertir una imagen a los colores del lienzo
et: Pikseleeri pilt lõuendi värvidesse
fi: Muunna kuva kanvaasin väreihin
hr: Pretvorite sliku u boje platna
hu: Kép konvertálása a vászon színeire
hy: Պատկերը փոխեք կտավի գույներով
kk: Сурет кенеп түстеріне бейімдеу
ku: Wêneyek veguherînin rengên kanvas
sq: Konvertoni një imazh në ngjyrat e kanavacës
sr: Konvertuj sliku sa bojama sa kanvasa
tr: Bir çizimi tuval renklerine çevir

source: Choose Strategy
bg: Изберете стратегия
ckb: ستراتیژی هەڵبژێرە
da: Vælg Strategi
es: Elegir Estrategia
et: Vali Strateegia
fi: Valitse strategia
hr: Odaberite strategiju
hu: Stratégia kiválasztása
hy: Ընտրեք ռազմավարությունը
kk: Түрлендіру алгоритмі
ku: stratejî hilbijêre
sq: Zgjidhni Strategjinë
sr: Izaberi stratergiju
tr: Strateji seç

source: Serpentine
bg: Змиевидно
ckb: سێرپێنتین
da: Serpentin
et: Serpentiin
hr: Serpentina
hy: Օձային
kk: Серпантин
ku: Serpentîn
sq: gjarpri
sr: Serpentina
tr: Serpantin

source: Minimum Color Distance
bg: Минимална дължина между цветове
ckb: کەمترین مەودای ڕەنگ
da: Minimum Farve Afstand
et: Minimaalne Värvikaugus
fi: Minimi värien etäisyys
hr: Minimalna udaljenost boja
hu: Minimális színtartomány
hy: Նվազագույն գույների հեռավորություն
kk: Түстер арасындағы ең аз қашықтық
ku: Kêmtirîn Dûrahiya Rengê
sq: Distanca minimale e ngjyrave
sr: Minimalna udaljenost boja
tr: Minimum Renk Farkı

source: Calculate like GIMP
bg: Изчисли като GIMP
ckb: وەک گیمپ حیساب بکە
da: Beregn som GIMP
et: Kalkuleeri nagu GIMP
fi: Laske kuin GIMP
hr: Računajte kao GIMP
hu: Számítás úgy, mint a GIMP
hy: Հաշվել որպես GIMP
kk: GIMP сияқты есептеу
ku: Mîna GIMP hesab bikin
sq: Llogaritni si GIMP
sr: Izračunaj kao GIMP
tr: GIMP gibi hesapla

source: Choose Color Mode
bg: Изберете Цветен режим
ckb: دۆخی ڕەنگ هەڵبژێرە
da: Vælg Farvetilstand
es: Elegir Modalidad de Color
et: Vali Värvi Mood
fi: Valitse väritystapa
hr: Odaberite način rada u boji
hu: Színmód kiválasztása
hy: Ընտրեք գունային ռեժիմ
kk: Түс режімі
ku: Moda Rengê Hilbijêre
sq: Zgjidhni Modalitetin e Ngjyrave
sr: Izaberi režim boje
tr: Renk Modu Seç

source: Add Grid (uncheck if you need a 1:1 template)
bg: Добави решетки (без отметка, ако Ви трябва 1:1 шаблон)
ckb: زیادکردنی تۆڕ (ئەگەر پێویستت بە قاڵبی ١:١ هەیە، هەڵبژاردنەکە هەڵبگرە)
da: TIlføj Gitter (fjern markeringen, hvis du har brug for en 1:1 skabelon)
es: Agregar Cuadrícula (desactivar si necesitas una plantilla 1:1)
et: Lisa Teljestik (eemalda märge, kui vajad 1:1 šablooni)
fi: Lisää Ruudukko (Jätä rastittamatta jos tarvitset 1:1 mallikkeen)
hr: Dodaj rešetku (poništite ako vam je potreban predložak 1:1)
hu: Rács hozzáadása (ne jelöld be, ha 1:1 sablon kell)
hy: Ավելացնել ցանց (ապանշեք, եթե ձեզ հարկավոր է 1: 1 ձևանմուշը)
kk: Торды қосу (1:1 үлгі керек болса, қоспаңыз)
ku: Tor lê zêde bikin (heke we pêdivî bi şablonek 1:1 heye, hilnebijêre)
sq: Shto Grid (zgjidhni nëse keni nevojë për një shabllon 1:1)
sr: Stavi rešetku (nemoj čekirati ako ti treba 1:1 templejt)
tr: Izgara ekle (eğer 1:1 bir şablon istiyorsanız bu seçeneği kapatın)

source: Offset
bg: Изместване
ckb: ئۆفسێت
es: Desplazar Cuadrícula en
et: Nihe
hr: Pomak
hu: Eltolás
hy: Փոխհատուցել
kk: Ығысуы
sq: Kompensimi
sr: Ofset
tr: Ofset

source: Scale Image
bg: Преоразмеряване на изображение
ckb: وێنەی پێوەر
da: Skaler Billede
es: Escalar Imagen
et: Muuda Pildi Suurust
fi: Muunna kuvan kokoa
hr: Skaliraj sliku
hu: Méretarányos kép
hy: Փոխել պատկերի չափը
kk: Сурет өлшемін өзгерту
ku: wêneyê pîvan
sq: Shkallëzimi i imazhit
sr: Povećajte sliku
tr: Resim Ölçüsü

source: Width
bg: Широчина
ckb: پانی
da: Bredde
es: Ancho
et: Laius
fi: Leveys
hr: Širina
hu: Szélesség
hy: Լայնություն
kk: Ені
ku: Berî
sq: Gjerësia
sr: Širina
tr: Genişlik

source: Height
bg: Дължина
ckb: بەرزی
da: Højde
es: Alto
et: Kõrgus
fi: Pituus
hr: Visina
hu: Magasság
hy: Բարձրություն
kk: Биіктігі
ku: Bilindî
sq: Lartësia
sr: Visina
tr: Yükseklik

source: Keep Ratio
bg: Запази съотношението
ckb: ڕێژە بهێڵەرەوە
da: Behold Forhold
es: Mantener Relación de Aspecto
et: Hoia Suhet
fi: Pidä suhdeluku
hr: Zadrži omjer
hu: Arány megtartása
hy: Պահպանել հարաբերակցությունը
kk: Жақтар арақатынасын сақтау
ku: rêje biparêze
sq: Ruajtja e raportit
sr: Drži odnos
tr: Oranı Koru

source: Anti Aliasing
ckb: دژە ناڕێکی
es: Anti-Aliasiado
hu: Élsimítás
hy: Հակասել
kk: Антиалиасинг
sq: Kundër aliasing
sr: Anti aliasnost
tr: Kenar Yumuşatma

source: Reset
bg: Анулиране
ckb: ‎ ڕێستکردنەوە
da: Nulstil
es: Reiniciar
et: Lähtesta
fi: Nollaa muunnokset
hr: Resetiraj
hu: Visszaállítás
hy: Վերակայել
kk: Қалпына келтіру
ku: ji nû ve saz kirin
sq: Rivendos
sr: Resetuj
tr: Sıfırla

source: Download Template
bg: Изтегли шаблон
ckb: داگرتنی قاڵب
da: Hent Template
es: Descargar Plantilla
et: Lae alla Šabloon
fi: Lataa Malline
hr: Preuzmite šablon
hu: Sablon letöltése
hy: Ներբեռնել ձևանմուշը
kk: Үлгіні жүктеп алу
ku: Şablon dakêşin
sq: Shkarkoni shabllonin
sr: Preuzmi templejt
tr: Şablonu İndir

source: Online Users
bg: Онлайн потребители
ckb: بەکارهێنەرانی ئۆنلاین
da: Online Brugerer
et: Online Kasutajad
fi: Käyttäjiä onlinessa
hr: Online korisnici
hu: Elérhető felhasználók
hy: Առցանց Օգտատերեր
kk: Желідегі қолданушылар
ku: Bikarhênerên liserxetê
sq: Përdoruesit në internet
sr: Onlajn korisnici
tr: Çevrimiçi Kullanıcılar

source: Cooldown
ckb: ساردبوونەوە
da: Nedkøling
es: Enfriamiento
et: Jahtumisaeg
fi: Jäähdytys
hr: Hladjenje
hu: Töltési idő
hy: Վերալիցքավորում
kk: Күту уақыты
ku: sarbûn
sq: Ftohje
sr: Kuldaun
tr: Bekleme Süresi

source: Stacking till
bg: Стакване до
ckb: کۆکردنەوە تا
da: Stabler indtil
es: Apilamiento hasta
et: Maksimaalne Jahtumine
hr: Postavljanje do
hu: Időtartam
hy: Վերալիցքավորման պահուստ
kk: Күту уақытының қоры
ku: Berhevkirina heta
sq: Stacking deri
sr: Slaganje sve dok
tr: Biriktirilebilir Süre

source: Ranked
bg: Класирано
ckb: ڕیزبەندی
da: Rangeret
es: Incluido en Ranking
et: Loeb Edetabelis
fi: Rankattu
hr: Rangirano
hu: Rangsorolt
hy: Դասակարգված
kk: Рейтиңге үлес қосады
ku: rêzkirî
sq: Renditur
sr: Rangiran
tr: Sıralama

source: Yes
bg: Да
ckb: بەڵێ
da: Ja
et: Jah
fi: Kyllä
hr: Da
hu: Igen
hy: Այո
kk: Иә
ku: Erê
sq: po
sr: Da
tr: Evet

source: No
bg: Не
ckb: نەخێر
da: Nej
et: Ei
fi: Ei
hr: Ne
hu: Nem
hy: Ոչ
kk: Жоқ
ku: Na
sq: Jo
sr: Ne
tr: Hayır

source: Requirements
bg: Изисквания
ckb: پێداویستیەکان
da: Krav
es: Requisitos
et: Nõuded
fi: Vaatimukset
hr: Zahtjevi
hu: Követelmény(ek)
hy: Պահանջներ
kk: Талаптар
ku: Pêdiviyan
sq: Kërkesat
sr: Potrebne stvari
tr: Gereksinimler

source: User Account
bg: Потребителски профил
ckb: هه‌ژماری به‌كارهێنه‌ر
da: Bruger Konto
es: Cuenta de Usuario
et: Kasutajakonto
fi: Käyttäjä
hr: Korisnički račun
hu: Felhasználói fiók
hy: Օգտագործողի հաշիվ
kk: Тіркелгі
ku: Hesabê Bikarhêner
sq: Llogaria e përdoruesit
sr: Nalog
tr: Kullanıcı Hesabı

source: and ${ canvas.req } Pixels set
bg: и ${ canvas.req } сложени пиксели
ckb: و ${ canvas.req } پێکسڵەکان دانراون
da: og ${ canvas.req } Pixels indstillet
es: y ${ canvas.req } Píxeles colocados
fi: ja ${ canvas.req } pikseliä asetettu
hr: i ${ canvas.req } postavljeni pikseli
hu: és ${ canvas.req } pixel letétele
hy: և ${ canvas.req } պիքսելը սահմանված է
kk: және ${ canvas.req } салынған пиксел
ku: û ${ canvas.req } pikselên danîn
sq: dhe ${ canvas.req } Pixels vendosur
sr: i ${ canvas.req } postavljenih piksela
tr: ve ${ canvas.req } piksel

source: Top 10 Daily Ranking
bg: Топ 10 дневно класиране
ckb: ١٠ باشترین ڕیزبەندی ڕۆژانە
da: Top 10 Daglig Rangering
et: Top 10 Igapäevane Edetabel
fi: Top 10 Päivittäinen listaus
hr: Top 10 dnevni poredak
hu: Top 10 napi rangsor
hy: Թոփ 10 օրական վարկանիշ
kk: Күнделікті рейтиңнің бірінші ондығына кіру
ku: 10 lîstikvanên herî baş ên rojê
sq: Top 10 Renditja ditore
sr: Top 10 dnevnih rangova
tr: Günlük Top10 Sıralaması

source: Dimensions
bg: Размери
ckb: ڕەهەندەکان
da: Dimensioner
es: Dimensiones
et: Mõõtmed
fi: Ulottovuudet
hr: Dimenzije
hu: Méretek
hy: Չափերը
kk: Өлшемі
ku: Rehend
sq: Dimensionet
sr: Dimenzije
tr: Boyutlar

source: Canvas
bg: Платно
ckb: کانڤاس
da: Kanvas
et: Lõuend
fi: Kehys
hr: Platno
hu: Vásznak
hy: Կտավ
kk: Кенеп
ku: Kanvasên
sq: Kanavacë
sr: Kanvas
tr: Tuval

source: Coordinates
bg: Координати
ckb: کۆئۆردینیات دەکات
da: Koordinater
et: Koordinaadid
fi: Koordinaatit
hr: Koordinate
hu: Koordináták
hy: Կոորդինատներ
kk: Координаттар
ku: Koordînatên
sq: Koordinatat
tr: Kordinatlar

source: Edit
bg: Редактиране
ckb: دەستکاری
da: Redigér
et: Muuda
fi: Muokkaa
hr: Uredi
hu: Szerkesztés
hy: Խմբագրել
kk: Өзгерту
ku: Weşandin
sq: Redakto
tr: Düzenle

source: Go to
bg: Отиване в
ckb: بڕۆ بۆ
da: Gå til
et: Mine
fi: Mene
hr: Idi do
hu: Menj oda
hy: Գնալ դեպի
kk: Бару
ku: Biçe
sq: Shkoni në
tr: Git

source: Select File
bg: Избиране на файл
ckb: فایل هەڵبژێرە
da: Vælg fil
et: Vali Fail
fi: Valitse Tiedosto
hr: Odaberi datoteku
hu: Fájl kiválasztása
hy: Ընտրել ֆայլ
kk: Файл таңдаңыз
ku: Pelî Hilbijêre
sq: Zgjidhni Skedar
tr: Dosya Seç
