Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/*.po
Languages: bg, ckb, da, es, et, fi, hr, hu, hy, kk, ku, sq, sr, tr

source: Switched to ${ canvasName }
bg: Превключен към ${ canvasName }
ckb: گۆڕدرا بۆ ${ canvasName }
da: Skiftede til ${ canvasName }
es: Cambiado a ${ canvasName }
et: Vahetatud lõuendile ${ canvasName }
fi: Vaihdettu ${ canvasName }
hr: Prebačeno na ${ canvasName }
hu: Átváltottál ${ canvasName } vászonra
hy: Տեղափոխվեց ${ canvasName } կտավին
kk: ${ canvasName } кенебіне ауыстыңыз
ku: ${ canvasName } re derbas bû
sq: Kaloi në ${ canvasName }
sr: Prebačeno na ${ canvasName }
tr: ${ canvasName } tuvaline geçildi

source: Grid ON
bg: Решетки ВКЛ
ckb: تۆڕەکە چالاکە
da: Gitter På
es: Cuadrícula activa
et: Teljestik SEES
fi: Ruudukko PÄÄLLÄ
hr: Rešetka ON
hu: Rács bekapcsolva
hy: Ցանցը միացված է
kk: Тор қосылды
ku: Tor VEKIRÎ
sq: Rrjeti i NDEZUR
sr: Rešetka UKLJUČENA
tr: Izgara AÇIK

source: Grid OFF
bg: Решетки ИЗКЛ
ckb: تۆڕەکە ناچالاکە
da: Gitter Fra
es: cuadrícula apagada
et: Teljestik VÄLJAS
fi: Ruudukko POIS
hr: Rešetka OFF
hu: Rács kikapcsolva
hy: Ցանցը անջատված է
kk: Тор өшірілді
ku: Tor GIRTÎ
sq: Rrjeti i FIKUR
sr: Rešetka ISKLJUČENA
tr: Izgara KAPALI

source: Pixel Notify ON
bg: Известие за пиксели ВКЛ
ckb: پێکسڵ ئاگادارکردنەوە چالاکە
da: Pixel Notificer På
es: Notificación de píxeles activada
et: Piksli teavitused SEES
fi: Pikseliaktiivisuus PÄÄLLÄ
hr: Notifikacija za pixele ON
hu: Pixel-aktivitás bekapcsolva
hy: Պիքսելի ակտիվությունը միացված է
kk: Пиксел белсенділігі көрсетіледі
ku: Agahdarkirina Pixel Vekirî
sq: Njoftimi i pikselit i NDEZUR
sr: Notifikacije oko piksela UKLJUČENA
tr: Piksel Bildirimleri AÇIK

source: Pixel Notify OFF
bg: Известие за пиксели ИЗКЛ
ckb: پێکسڵ ئاگادارکردنەوە ناچالاکە
da: Pixel Notificer Fra
es: Notificación de píxeles desactivada
et: Piksli Teavitused VÄLJAS
fi: Pikseliaktiivisuus POIS
hr: Notifikacija za pixele OFF
hu: Pixel-aktivitás kikapcsolva
hy: Պիքսելի ակտիվությունը անջատված է
kk: Пиксел белсенділігі көрсетілмейді
ku: Agahdarkirina Pixelê GIRTÎ
sq: Njoftimi i pikselit i FIKUR
sr: Notifikacije oko piksela ISKLJUČENA
tr: Piksel Bildirimleri KAPALI

source: Muted Sound
bg: Заглушен звук
ckb: دەنگی بێدەنگ
da: Stummet Lyd
es: Sonido silenciado
et: Heli Vaigistatud
fi: Äänet pois
hr: Ugašen zvuk
hu: Némítva
hy: Ձայնը անջատված է
kk: Дыбыс өшірілді
ku: Bêdengî
sq: Tingulli i Heshtur
sr: Audio je nemo
tr: Ses Kapatıldı

source: Unmuted Sound
bg: Включен звук
ckb: دەنگی نابێدەنگ
da: Ustummet Lyd
es: Sonido no silenciado
et: Heli Käivitatud
fi: Äänet päällä
hr: Upaljen zvuk
hu: Hang
hy: Ձայնը միացված է
kk: Дыбыс қосылды
ku: Bidengî Deng
sq: Tingulli Pa zë
sr: Audio nije nemo
tr: Ses Açıldı

source: Copied
bg: Копирано
ckb: کۆپی کراوە
da: Kopieret!
et: Kopeeritud
hr: Kopirano
hy: Պատճենվա՛ծ է
kk: Көшірілді
ku: Kopî kir
sq: Kopjuar
tr: Kopyalandı

source: Overlay ON
bg: Овърлей ВКЛ
ckb: ئۆڤەرلای چالاکە
da: Overlejring på
es: Superposición activada
et: Ülekate SEES
fi: Peite PÄÄLLÄ
hr: Ovеrlay ON
hu: Overlay bekapcsolva
hy: Overlay-ը միացված է
kk: Оверлей қосылды
ku: Şablûn VEKIRÎ
sq: Overlay e NDEZUR
tr: Şablon AÇIK

source: Overlay OFF
bg: Овърлей ИЗКЛ
ckb: ئۆڤەرلای ناچالاکە
da: Overlejring af
es: Superposición desactivada
et: Ülekate VÄLJAS
fi: Peite POIS
hr: Preklapanje OFF
hu: Overlay kikapcsolva
hy: Overlay-ը անջատված է
kk: Оверлей өшірілді
ku: Şablûn GIRTÎ
sq: Overlay e FIKUR
tr: Şablon KAPALI

source: Easter Egg ON
bg: Великденско яйце ВКЛ
ckb: هێلکەی ئیستەر چالاکە
da: Hemmelighed på
es: Huevo de Pascua encendido
et: Üllatusmuna SEES
fi: Pääsiäismuna PÄÄLLÄ
hr: Tajna ON
hu: Easter Egg bekapcsolva
hy: Հուշումները միացված են
kk: Пасха жұмыртқасы қосылды
ku: Hêka Paskalyayê VEKIRÎ
sq: Veza e Pashkeve e NDEZUR
tr: Easter Egg AÇIK

source: Easter Egg OFF
bg: Великденско яйце ИЗКЛ
ckb: هێلکەی ئیستەر ناچالاکە
da: Hemmelighed af
es: Huevo de Pascua APAGADO
et: Üllatusmune VÄLJAS
fi: Pääsiäismuna POIS
hr: Tajna OFF
hu: Easter Egg kikapcsolva
hy: Հուշումները անջատված են
kk: Пасха жұмыртқасы өшірілді
ku: Hêka Paskalyayê GIRTÎ
sq: Veza e Pashkeve e FIKUR
tr: Easter Egg KAPALI

source: Timeout
bg: Таймаут
ckb: کات تەواوبوو
es: Se acabó el tiempo
et: Sessioon Aegus
fi: Aikakatkaisu
hr: Pauza
hu: Időtúllépés
hy: Ընդմիջում
kk: Байланыс орнату уақыты бітті
ku: bêdeng kirin
sq: Kohëzgjatja
tr: Zaman aşımı

source: Didn't get an answer from pixelplanet. Try to refresh if this problem persists.
bg: Няма получен отговор от pixelplanet. Може би се опитайте да опресните, ако проблемът продължава.
ckb: وەڵامی لە پێکسڵ پلانێت وەرنەگرت. هەوڵبدە نوێبکەیتەوە ئەگەر ئەم کێشەیە بەردەوام بوو.
da: Fik ikke et svar fra pixelplanet. Prøv måske at genindlæse hvis problemet vedvarer?
et: Pixelplanetilt ei saadud vastust. Proovi taaskäivitada lehekülg kui problem ei lahene.
hr: Nisam dobio odgovor od pixelplaneta. Možda pokušati osvježiti ako se problem nastavi.
hy: Pixelplanet-ը չի արձագանքում։ Փորձեք թարմացնել էջը, եթե խնդիրը չվերանա:
kk: Pixelplanet жауап бермейді. Мәселе шешілмесе, бәлкім бетті жаңартып көріңіз.
ku: Ji pixelplanet cewab nehat. Ger ev pirsgirêk berdewam bike, malpera nûjen bikin.
sq: Nuk more përgjigje nga pixelplanet. Përpiquni të rifreskoni nëse ky problem vazhdon.
tr: Pixelplanet'ten yanıt alınamadı. Sorun devam ederse sayfayı yenilemeyi deneyebilirsiniz.

source: Invalid Canvas
bg: Невалидно платно
ckb: کانڤاسێکی نادروست
da: Ugyldig Kanvas
es: Lienzo Inválido
et: Sobimatu Lõuend
fi: Virheellinen kehys
hr: Nevažeće platno
hu: Érvénytelen vászon
hy: Սխալ կտավ
kk: Жарамсыз кенеп
ku: Kanvas ne rast e
sq: Kanvas invalid
sr: Nevažeći kanvas
tr: Geçersiz Tuval

source: This canvas doesn't exist
bg: Това платно не съществува
ckb: ئەم کانڤاسە بوونی نییە
da: Dette Kanvas existerer ikke
es: Este lienzo no existe
et: Lõuendit ei eksisteeri
fi: Tätä kehystä ei ole olemassa
hr: Ovo platno ne postoji
hu: Ez a vászon nem létezik
hy: Այս կտավը գոյություն չունի
kk: Мұндай кенеп жоқ
ku: Ev kanvas tûne ye
sq: Ky kanvas nuk ekziston
sr: Ovaj kanvas ne postoji
tr: Böyle bir tuval yok

source: Invalid Coordinates
bg: Невалидни координати
ckb: کۆئۆردینیاتی نادروست
da: Ugyldige Koordinater
es: Coordenas Inválidas
et: Sobimatud Koordinaadid
fi: Virheelliset koordinaatit
hr: Nevažeće koordinate
hu: Érvénytelen koordináták
hy: Անվավեր կոորդինատներ
kk: Жарамсыз координаттар
ku: Koordînatên ne rast e
sq: Koordinata të Pavlershme
sr: Nevažeće koordinate
tr: Geçersiz Koordinatlar

source: x out of bounds
bg: x е извън границите
ckb: x لە دەرەوەی سنوور
da: x ud af grænsen
es: Coordenada 'x' está fuera de los límites
et: Abtsiss on alalt väljas
fi: x kielletyllä alueella
hr: x izvan granica
hu: Érvénytelen x koordináta
hy: x սահմաններից դուրս է
kk: x шектен тыс
ku: x, ji sînor re dûr ket
sq: x jashtë kufive
sr: x je izvan kanvasa
tr: x sınırların dışında

source: y out of bounds
bg: y е извън границите
ckb: y لە دەرەوەی سنوور
da: y ud af grænsen
es: Coordenada 'y' está fuera de los límites
et: Ordinaat on alalt väljas
fi: y kielletyllä alueella
hr: y izvan granica
hu: Érvénytelen y koordináta
hy: y սահմաններից դուրս է
kk: y шектен тыс
ku: y, ji sînor re dûr ket
sq: y jashtë kufive
sr: y je izvan kanvasa
tr: y sınırların dışında

source: z out of bounds
bg: z е извън границите
ckb: z لە دەرەوەی سنوور
da: z ud af grænsen
es: Coordenada 'z' está fuera de los límites
et: Aplikaat on alalt väljas
fi: z kielletyllä alueella
hr: z izvan granica
hu: Érvénytelen z koordináta
hy: z սահմաններից դուրս է
kk: z шектен тыс
ku: z, ji sînor re dûr ket
sq: z jashtë kufive
sr: z je izvan kanvasa
tr: z sınırların dışında

source: Wrong Color
bg: Грешен цвят
ckb: ڕەنگی هەڵە
da: Forkerte Farve
es: Color Incorrecto
et: Sobimatu Värv
fi: Väärä väri
hr: Pogrešna boja
hu: Nem megfelelő szín
hy: Սխալ գույն
kk: Қате түс
ku: Rengê şaş
sq: Ngjyra e Gabuar
sr: Pogrešna boja
tr: Yanlış Renk

source: Invalid color selected
bg: Избран е невалиден цвят
ckb: ڕەنگی نادروست هەڵبژێردراوە
da: Ugyldig farve valgt
es: Color inválido seleccionado
et: Valitud värv ei ole sobilik
fi: Virheellinen väri valittu
hr: Odabrana je nevažeća boja
hu: A kiválasztott szín nem megfelelő
hy: Ընտրված է անվավեր գույն
kk: Жарамсыз түс таңдалды
ku: Rengê nederbasdar hat hilbijartin
sq: Ngjyrë e pavleshme e selektuar
sr: Nevažeća boja izabrano
tr: Geçersiz renk seçili

source: Just for registered Users
bg: Само за регистрирани потребители
ckb: تەنها بۆ بەکارهێنەرانی تۆمارکراو
da: Kun for registrerede Brugere
es: Solo para usuarios registrados
et: Ainult registreeritud Kasutajatele
fi: Vain rekisteröidyille käyttäjille
hr: Samo za registrirane korisnike
hu: Kizárólag regisztrált felhasználók számára
hy: Միայն գրանցված օգտատերերի համար
kk: Тек тіркелген қолданушылар үшін
ku: Tenê ji bo Bikarhênerên qeydkirî
sq: Vetëm për përdorues të regjistruar
sr: Samo za registrovane korisnike
tr: Yalnız giriş yapmış üyeler için

source: You have to be logged in to place on this canvas
bg: Трябва да сте вписани, за да можете да слагате на това платно
ckb: دەبێت بچیتە ژوورەوە بۆ ئەوەی لەسەر ئەم کانڤاسە دابنێیت
da: Du har brug for at være logget in for at placere på dette kanvas
es: Tienes que iniciar sesión para utilizar este lienzo
et: Selleks, et sellele lõuendile joonistada, peab olema sisse logitud
fi: Sinun täytyy kirjautua voidaksesi asettaa pikseleitä tähän kehykseen
hr: Morate biti prijavljeni da postavite na ovo platno
hu: A vászon használatához be kell jelentkezned
hy: Այս կտավի վրա պիքսել տեղադրելու համար հարկավոր է մուտք գործել համակարգ
kk: Осы кенепте салу үшін тіркелуіңіз керек
ku: Divê hûn têketî bin ku hûn li ser vê pixel avêtin
sq: Duhet të jesh kyçur për të vendosur në kanvas
sr: Moraš da budeš ulogovan da bi postavljao piksele na ovom kanvasu
tr: Bu tuvalde çizebilmek için giriş yapmanız gerekiyor

source: Not allowed
bg: Не е разрешено
ckb: ڕێگەپێنەدراوە
da: Ikke tilladt
es: No permitido
et: Ei ole lubatud
fi: Kielletty
hr: Nije dozvoljeno
hu: Nem megengedett
hy: Թույլատրված չէ
kk: Рұқсат етілмеген
ku: Destûr nayê dayîn
sq: Nuk është e lejueshme
sr: Nije dozvoljeno
tr: İzin yok

source: You can not access this canvas yet, because your pixel score is too low
bg: Нямате достъп до това платно все още, защото вашият брой пиксели са прекалено малко
ckb: هێشتا ناتوانیت دەستت بگات بەم کانڤاسە، چونکە نمرەی پێکسڵەکانت زۆر نزمە
da: Du kan ikke få adgang til dette kanvas endnu, du har brug for at placere flere pixels
et: Sul puudub ligipääs sellele lõuendile, sest sa oled liiga vähe piksleid joonistanud
hr: Još ne možete pristupiti ovom platnu. Morate postaviti više piksela
hy: Դուք դեռ չեք կարող մուտք գործել այս կտավ: Դուք պետք է ավելի շատ պիքսել տեղադրեք
kk: Осы кенепте әзірше сала алмайсыз. Көбірек пиксел салуыңыз қажет
ku: Hûn hîn nikarin xwe bigihînin vê kanvasê. Pêdivî ye ku hûn pixelên bêtir bi cîh bikin
sq: Nuk mundeni të hyni ende në këtë kanvas, sepse nuk i keni pikselat të mjaftueshme
tr: Piksel sayınız yetersiz olduğu için şu anda bu tuvale erişiminiz yok

source: Pixel protected
bg: Пиксел защитено
ckb: پێکسڵ پارێزراوە
da: Pixel beskyttet
et: Kaitstud Piksel
hr: Pixel zaštićen
hy: Պիքսելը պաշտպանվա՜ծ է
kk: Пиксел қорғалған
ku: Pixel parastîye
sq: Piksela e mbrojtur
tr: Piksel korunuyor

source: Please prove that you are human
bg: Моля докажете, че сте човек
ckb: تکایە بیسەلمێنە کە مرۆڤیت
da: Venligst bevis at du er et menneske
es: Por favor demuestra que eres humano
et: Palus tõesta, et sa ei ole robot
fi: Todista olevasi ihminen
hr: Molimo dokažite da ste čovjek
hu: Kérlek, bizonyítsd be, hogy ember vagy
hy: Հաստատեք, որ մարդ եք
kk: Адам екеніңізді дәлелдеңіз
ku: Ji xwe îspat bikin ku hûn mirov in
sq: Të lutem vërtetoni që jeni njeri
sr: Potvrdite da ste čovek
tr: Lütfen insan olduğunuzu kanıtlayın

source: You are using a Proxy.
bg: Използвате прокси.
ckb: تۆ پرۆکسی بەکاردەهێنیت.
da: Du bruger en Proxy.
es: Estas usando un Proxy.
et: Sa kasutad Puhverserverit.
fi: Käytät proxyä.
hr: Koristite proxy.
hu: Proxyt használsz.
hy: Դուք օգտագործում եք Proxy:
kk: Прокси қолданып отырсыз.
ku: Tu Proxyê bikar tînin.
sq: Ti je duke përdorur proxy.
sr: Koristiš proksi.
tr: Proxy kullanıyorsun.

source: Just the Top10 of yesterday can place here
bg: Само Топ10 от вчера могат да слагат тук
ckb: تەنها ١٠ڕێزبەندی دوێنێ دەتوانێت لێرە جێگیر بێت
da: Kun de Top10 fra i går kan placere her
es: Sólo el Top10 de ayer puede situarse aquí.
et: Ainult eelmise päeva kümme parimat saavad siia joonistada
fi: Vain eilispäivän 10 parasta saa asettaa tänne pikseleitä
hr: Ovdje može postavljati samo Top10 igrača od jučer
hu: Csak az előző nap Top10 játékosa rajzolhat itt
hy: Միայն երեկվա թոփ 10-ը կարող են այստեղ պիքսել դնել
kk: Кеше ең белсенді болған 10 ойыншы ғана мұнда сала алады
ku: Tenê 10 kesên ku duh herî zêde pixel şandine dikarin pixelan li vir bixin
sq: Vetëm ata që ishin në Top10 dje mund të vendosin këtu
sr: Samo Top10 od juče može ovde da postavlja piksele
tr: Yalnızca dünün ilk 10 oyuncusu buraya piksel atabilir

source: You are weird
bg: Вие сте странен
ckb: تۆ سەیر و سەمەرەیت
da: Du er mærkelig
es: Eres raro
et: Sa oled imelik
fi: Olet outo
hr: Čudni ste
hu: Furcsa vagy
hy: Դուք տարօրինակ եք
kk: Сіз біртүрлісіз
ku: Tu xerîb î
sq: Ti je I çuditshme
sr: Čudan si
tr: Değişiksiniz

source: Server got confused by your pixels. Are you playing on multiple devices?
bg: Сървърът е объркан от Вашите пиксели. Да не играете от многобройни устройства?
ckb: سێرڤەر بەهۆی پێکسڵەکانتەوە سەری لێ شێوا. ئایا لەسەر چەند ئامێرێک یاری دەکەیت؟
da: Server blev forvirret af dine pixels. Spiller du på flere enheder?
es: El servidor se confundió con tus píxeles. ¿Estás jugando en varios dispositivos?
et: Su joonistamine ajas serveri segadusse. Kas sa kasutad mitut seadet?
fi: Palvelin hämmentyi pikseleistäsi. Pelaatko usealla laitteella?
hr: Vaši pikseli su zbunili poslužitelja. Igrate li na više uređaja?
hu: A szervert összezavarták a pixeleid. Több eszközön is játszol?
hy: Սերվերը ձեր պիքսելներից շփոթվել: է Դուք մի քանի սարքով ե՞ք խաղում:
kk: Пикселдерді тым тез салып серверді шатастырып жібердіңіз. Бірнеше құрылғыдан ойнап отырсыз ба?
ku: Server ji hêla pixelên we ve tevlihev bû. Ma hûn li ser gelek cîhazan dilîzin?
sq: Serveri u ngatërrua nga pikselet të juaja. A po perdorni shum paisje ?
sr: Server se zbunio sa tvojim pikselima. Da li igraš sa više od 2 uređaja?
tr: Piksellerin sunucunun kafasını karıştırdı. Birden fazla cihazda mı oynuyorsun?

source: Banned
bg: Баннат
ckb: قەدەغە کراوە
da: Bannet
es: Prohibido
et: Ligipääs Piiratud
fi: Porttikielto
hr: Zabranjeni ste
hu: Kitiltva
hy: Դուք արգելափակված եք
kk: Бұғатталғансыз
ku: Tu Qedexeyî
sr: Banovani ste
tr: Yasaklandınız

source: Range Banned
bg: Верижно баннат
ckb: مەودا قەدەغە کراوە
da: Rækkevide Forbudt
es: Rango prohibido
et: Sinu piirkonnal on Ligipääs Piiratud
fi: Laaja porttikielto
hr: Rasponski banani
hu: Tiltott tartomány
hy: Ձեր տարածքն արգելված է
kk: Аймақта бұғатталғансыз
ku: Qedexeyê Range
sq: Rrezja juaj është e ndaluar
sr: Vaš domet je banovan
tr: Alan Yasaklısınız

source: Your Internet Provider is banned from this game
bg: Вашият интернет доставчик е забранен да играе тази игра
ckb: دابینکەری ئینتەرنێتەکەت لەم یارییەدا قەدەغە کراوە
da: Din internetudbyder er forbudt for at spille dette spil
et: Sinu Internetipakkujal on mängule ligipääs piiratud
hr: Vašem internet davatelju zabranjeno je igrati ovu igricu
hy: Ձեր ինտերնետ պրովայդեռը խաղում արգելափակված է
kk: Интернет провайдеріңіз бұл ойында бұғатталған
ku: Pêşkêşvanê internetê ya we ji vê lîstikê qedexe ye
sq: Ofruesi i juaj i internetit është i ndaluar nga kjo lojë
tr: İnternet sağlayıcınız oyundan yasaklı

source: Weird
bg: Странно
ckb: سەیر
da: Underligt
es: Raro
et: Imelik
fi: Outo
hr: Čudno
hu: Furcsa
hy: Տարօրինակ է
kk: Біртүрлі
ku: Xerîb e
sq: Çuditshëm
sr: Čudno
tr: Garip

source: Couldn't set Pixel
bg: Не може да се избере пиксел
ckb: نەتوانرا پێکسڵ دابنێت
da: Kun ikke placere Pixel
es: No se pudo colocar el Píxel
et: Pikslit ei joonistatud
fi: Pikselin asetus ei onnistunut
hr: Nije moguće postaviti Pixel
hu: Nem sikerült kiválasztani a pixelt
hy: Չհաջողվեց տեղադրել պիքսելը
kk: Пиксел салу мүмкін емес
ku: Pixel nehat danîn
sq: Pikseli nuk mundi të vendosej
sr: Nije moglo postaviti piksel
tr: Piksel ayarlanamadı

source: Error ${ retCode }
bg: Грешка ${ retCode }
ckb: هەڵەیە ${ retCode }
da: Fejl ${ retCode }
et: Viga ${ retCode }
fi: Virhe ${ retCode }
hr: Pogreška ${ retCode}
hu: Hiba ${ retCode }
hy: Սխալ ${ retCode }
kk: Қате ${ retCode }
ku: Şaşîyê ${ retCode }
sq: Gabim ${ retCode }
sr: Greška ${ retCode }
tr: Hata ${ retCode }

source: Pencil picks:
bg: Моливът избира:
ckb: هەڵبژاردەکانی قەڵەم:
kk: Қарындаш таңдау
ku: Hilbijartinên qelemê:
sq: Zgjedhjet e lapsave:
tr: Kalemin seçtiği:

source: Selected Color
bg: Избран цвят
ckb: ڕەنگی هەڵبژێردراو
es: Color seleccionado
kk: Түс таңдау
ku: Rengê Hilbijartî
sq: Ngjyra e Zgjedhur
tr: Seçili Renk

source: From Template
bg: От шаблон
ckb: لە قاڵبەوە
es: De la plantilla
kk: Үлгі арқылы
ku: Ji Şablon
sq: Prej Shabllonit
tr: Şablondan

source: From History
bg: От история
ckb: لە مێژووەوە
es: Del historial
kk: Тарих арқылы
ku: Ji Dîrokê
sq: Prej Historisë
tr: Geçmişten

source: Canvas Error
bg: Грешка на платното
ckb: کانڤاس هەڵەیە
da: Kanvas Fejl
et: Lõuendi Viga
fi: Kehyksessä virhe
hr: Pogreška platna
hu: Vászon hiba
hy: Կտավի Սխալ
kk: Кенеп қатесі
ku: Şaşîye Kanvas
sq: Kanavaci gaboj
sr: Greška sa kanvasom
tr: Tuval Hatası

source: Can't render 3D canvas, do you have WebGL2 disabled?
bg: Не може да се изобрази 3D платното, имате ли WebGL2 изключен?
ckb: ناتوانرێت کانڤاسی سێ ڕەهەندی ڕەندەر بکرێت، ئایا WebGL2ت لەکارکەوتووە؟
da: Kan ikke gengive 3D-Kanvas, har du WebGL2 deaktiveret?
es: No se puede renderizar el lienzo 3D. ¿Tienes WebGL2 deshabilitado?
et: 3D lõuendit ei renderdatud, kas sul on WebGL2 välja lülitatud?
fi: 3D-kehyksen renderöinti epäonnistui. Oletko poistanut WebGL2:en käytöstä?
hr: Ne možete prikazati 3D platno, jeste li onemogućili WebGL2?
hu: Nem képes a 3D vászon megjelenítésére, a WebGL2 ki van kapcsolva?
hy: Չեք կարողանում 3D կտավը ներկայացնել, WebGL2-ն անջատված ունե՞ք:
kk: 3D-кенепті рендерлеу мүмкін емес, сізде WebGL2 өшірулі ме?
ku: Hûn nikarin kanvase (qada lîstikê) 3D pêşkêş bikin, we WebGL2 neçalak kiriye?
sq: Nuk mund të pasqyrohët kanavaci 3D, a e keni të çaktivizuar WebGL2?
sr: Nije moglo renderovati 3D kanvas, da li imaš WebGL2 isključen
tr: 3B tuval çizilemedi, WebGL2 devre dışı mı?

source: Error :(
bg: Грешка :(
ckb: هەڵەیە :(
da: Fejl :(
et: Viga :(
fi: Virhe :(
hr: Greška :(
hu: Hiba :(
hy: Սխալ :(
kk: Қате :(
ku: Şaşî :(
sq: Gabim :(
sr: Greška :(
tr: Hata :(

source: Can not export more than 20 or no template!
bg: Не можете да износите повече от 20 или нито един шаблон!
ckb: ناتوانرێت لە ٢٠ زیاتر هەناردە بکرێت یان هیچ قاڵبێک نییە!
da: Kan ikke eksportere mere end 20 eller ingen skabelon!
es: ¡No se pueden exportar más de 20 o ninguna plantilla!
et: Sa ei saa korraga eksportida rohkem kui 20 šablooni või sul pole ühtegi šablooni!
fi: Ei voida viedä enemmän kuin 20 tai ei mallia!
hr: Ne možete uvest više od 20 ili nijedan predložak!
hu: Nem lehet 20-nál többet exportálni, vagy nincsen sablon!
hy: Չեք կարող արտահանել 20-ից ավել կամ 0 շաբլոն:
kk: 20 Дан астам үлгі қойылмайды!
ku: Zêdetirî 20 şablon an yek nayê derxistin!
sq: Nuk mund të eksportohet më shumë se 20 ose asnjë shabllon!
tr: 20'den fazla dışa aktarılamaz veya şablon yok!

source: Can not import more than 20 or no template!
bg: Не можете да внесете повече от 20 или нито един шаблон!
ckb: ناتوانرێت لە ٢٠ زیاتر هاوردە بکرێت یان هیچ قاڵبێک نییە!
da: Kan ikke importere mere end 20 eller ingen skabelon!
et: Sa ei saa korraga importida rohkem kui 20 šablooni või sul pole ühtegi šablooni!
fi: Ei voida tuoda enemmän kuin 20 tai ei mallia!
hr: Ne možete uvesti više od 20 ili nijedan predložak!!
hu: Nem lehet 20-nál többet importálni, vagy nincsen sablon!
hy: Չեք կարող ներմուծել 20-ից ավել կամ 0 շաբլոն
kk: 20 Дан астам үлгі жазылмайды!
ku: Zêdetirî 20 şablon an yek nayê derxistin!
sq: Nuk mund të importoj më shumë se 20 ose asnjë shabllon!
tr: 20'den fazla içe aktarılamaz veya şablon yok!

source: OK
bg: Добре
ckb: باشە
hu: Rendben
hy: Լավ
ku: Belê
tr: Tamam

source: You made too many requests
bg: Изпращате прекалено много заявки
ckb: داواکاری زۆرت کرد
da: Du lavede for mange anmodninger
es: Has hecho demasiadas solicitudes
et: Sa tegid liiga mitu taotlust
fi: Teit liian monta pyyntöä
hr: Poslali ste previše zahtjeva
hu: Túl sok kérést küldtél
hy: Դուք շա՜տ փորձեր եք իրականացրել
kk: Сіз тым көп сұраныс жасадыңыз
ku: Te gelek serlêdan kir
sq: Ju keni bërë shumë kërkesa
sr: Napravili ste previše zahteva
tr: Çok fazla istekte bulundunuz

source: try again after ${ ti }min
bg: опитайте отново след ${ ti } минути
ckb: دووبارە هەوڵبدەرەوە دوای ${ ti }خولەک
da: prøv igen efter ${ ti }min
es: inténtalo de nuevo luego de ${ ti }min
et: proovi uuesti ${ ti } minuti pärast
fi: yritä uudelleen ${ ti } minuutin jälkeen
hr: pokušaj ponovno nakon ${ ti } min
hu: Próbáld meg újra ${ ti } perc múlva
hy: Փորձեք կրկին ${ ti } րոպեից
kk: ${ ti } минуттан кейін қайталап көріңіз
ku: Piştî ${ ti } deqîqeyan dîsa biceribîne
sq: porvo përsëri pas ${ ti }min
sr: Probaj opet posle ${ ti }min
tr: ${ ti } dakika sonra tekrar deneyin

source: Connection error ${ code } :(
bg: Грешка при свързване ${ code } :(
ckb: پەیوەندی هەڵەیە ${ code } :(
da: Forbindelse fejl ${ code } :(
es: Error de conección ${ code } :(
et: Ühenduse viga ${ code } :(
fi: Yhteysongelma ${ code } :(
hr: Pogreška veze ${ code } :(
hu: Csatlakozási hiba ${ code } :(
hy: Միացման սխալ ${ code } :(
kk: Байланысу қатесі ${ code } :(
ku: Şaşîyê girêdanê ${ code } :(
sq: Gabim lidhjeje ${ code } :(
sr: Greška sa konekcijom ${ code } :(
tr: Bağlantı hatası ${ code } :(

source: Could not connect to server, please try again later :(
bg: Не може да се свърже със сървъра, моля опитайте отново по-късно :(
ckb: نەتوانرا پەیوەندی بە سێرڤەرەوە بکرێت، تکایە دواتر هەوڵبدەرەوە :(
da: Kun ikke forbinde til server, prøv venligst igen senere :(
es: No se pudo conectar al servidor, por favor inténtalo de nuevo más tarde :(
et: Ei leidnud serveriga ühendust, proovi hiljem uuesti :(
fi: Ei voitu yhdistää palvelimeen, yritä uudelleen myöhemmin :(
hr: Ne mogu se spojiti na poslužitelj, pokušajte ponovno kasnije :(
hu: Nem sikerült csatlakozni a szerverhez, próbáld meg újra később :(
hy: Հնարավոր չէ միանալ սերվերին, փորձեք մի փոքր ուշ :(
kk: Серверге байланысу мүмкін емес, кейінірек қайталап көріңіз :(
ku: Nekarî bi serverê ve were girêdan, ji kerema xwe paşê dîsa biceribîne :(
sq: Nuk mund të lidhej me serverin, ju lutemi provoni përsëri më vonë :(
sr: Nije se moglo konektovati sa serverom, pokušajte kasnije :(
tr: Sunucuya bağlanılamadı, lütfen daha sonra tekrar deneyiniz :(

source: Unknown Error
bg: Неизвестна грешка
ckb: هەلەیەکی نەناسراوە
da: Ukendt Fejl
es: Error Desconocido
et: Tundmatu Viga
fi: Tuntematon virhe
hr: Nepoznata pogreška
hu: Ismeretlen hiba
hy: Անհայտ սխալ
kk: Белгісіз қате
ku: Şaşîyê Nenas
sq: Gabim i panjohur
sr: Nepoznata greška
tr: Bilinmeyen Hata

source: Server answered with gibberish :(
bg: Сървърът отговори на патагонски :(
ckb: سێرڤەر بە قسەی بێمانا وەڵامی دایەوە :(
da: Server svarede med volapyk :(
es: El servidor ha respondido con sinsentido :(
et: Serveri vastus on jabur :(
fi: Palvelin vastasi mongerruksella :(
hr: Server je odgovorio besmislicama :(
hu: A szerver zagyvaságokkal válaszolt :(
hy: Սերվերը պատասխանեց խաբեությամբ
kk: Сервер мағынасыз жауап қайтарды :(
ku: Server bi bêdengî cewab da :(
sq: Serveri u përgjigj me kokrra :(
sr: Server je odgovorio sa trtljanjem :(
tr: Sunucu anlamsız yanıt verdi :(
