Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/*.po
Languages: bg, ckb, da, es, et, fi, hr, hu, hy, kk, ku, sq, sr, tr

source: Template Name
bg: Име на темплейт
ckb: ناوی قاڵب
da: Skabelon navn
et: Šablooni Nimi
fi: sapluunan nimi
hr: Ime šablona
hu: Sablon neve
hy: Կաղապարի անուն
kk: Үлгінің аты
ku: Navê Şablonê
sq: Emri i shabllonit
tr: Şablon Adı

source: Delete
bg: Изтриване
ckb: سڕینەوە
da: Slet
et: Kustuta
fi: Poista
hr: Izbriši
hu: Törlés
hy: Ջնջել
kk: Жою
ku: Jêbirin
sq: Fshije
tr: Sil

source: Please verify your mail address or your account could get deleted after a few days.
bg: Моля потвърдете си имейл адреса или Вашият акаунт може да бъде изтрит след няколко дни.
ckb: تکایە ناونیشانی پۆستەکەت پشتڕاست بکەرەوە یان ئەکاونتەکەت دوای چەند ڕۆژێک بسڕدرێتەوە.
da: Venligst bekræft dine mailaddresse eller din konto kunne blive slettet after nogle par dage.
et: Palun veriitseeri oma meiliaadress või su kasutaja võidakse kustutada paari päeva jooksul.
fi: Vahvista sähköpostiosoitteesi tai tilisi voidaan poistaa muutaman päivän kuluttua.
hr: Potvrdite svoju adresu e-pošte ili bi vaš račun mogao biti izbrisan nakon nekoliko dana.
hu: Kérlek erősítsd meg az e-mail címedet, különben a fiókod néhány napon belül törlésre kerülhet.
hy: Խնդրում ենք հաստատել ձեր փոստի հասցեն, այլապես ձեր հաշիվը կարող է ջնջվել մի քանի օր անց:
kk: Тіркелгіңіз бірнеше күннен кейін жойылмас үшін эл. поштаңызды растаңыз.
ku: Ji kerema xwe navnîşana e-nameya xwe verast bikin an jî dibe ku hesabê we piştî çend rojan were jêbirin.
sq: Ju lutemi verifikoni adresën tuaj të postës ose llogaria juaj mund të fshihet pas disa ditësh.
sr: Verifikujte e-mail adresu ili vaš nalog će moći da bude izbrisan posle nekoliko dana.
tr: Lütfen E-posta adresini doğrula yoksa hesabın birkaç gün içerisinde silinebilir.

source: A new verification mail is getting sent to you.
bg: Нов имейл за потвърждение се изпраща.
ckb: پۆستێکی نوێی پشتڕاستکردنەوەت بۆ دەنێردرێت.
da: En ny bekræftelsesmail bliver sent til dig.
es: Un nuevo correo de verificación está siendo enviado.
et: Sulle saadetakse uus verifikatsioonimeil.
fi: Sinulle lähetetään uusi vahvistusviesti.
hr: Dobivate novu e-poruku za potvrdu.
hu: Új ellenőrző e-mailt küldünk neked.
hy: Ձեզ ուղարկվել է ստուգման նոր նամակ:
kk: Сізге жаңа растау хаты жіберілді.
ku: Nameyek verastkirinê ya nû ji we re tê şandin.
sq: Një email i ri verifikimi po ju dërgohet.
sr: Nov e-mail za verifikaciju dolazi.
tr: Sana yeni bir doğrulama postası gönderdik.

source: Click here to request a new verification mail.
bg: Натиснете тук, за да заявите нов имейл за потвърждение.
ckb: بۆ داوای پۆستێکی نوێی پشتڕاستکردنەوە کلیک لێرە بکە.
da: Klik her for at anmode om et nyt bekræftelsesmail.
es: Haz clic aquí para solicitar un nuevo correo de verificación.
et: Kliki siia, et taotleda uus verifikatsioonimeil.
fi: Napsauta tätä pyytääksesi uutta vahvistussähköpostia.
hr: Kliknite ovdje da zatražite novu e-poštu za potvrdu.
hu: Kattints ide, ha új ellenőrző levelet szeretnél kérni.
hy: Սեղմեք այստեղ նոր հաստատման նամակ պահանջելու համար:
kk: Жаңа растау хатын сұрау үшін осында басыңыз.
ku: Li vir bikirtînin ku hûn e-nameyek verastkirinê ya nû bixwazin.
sq: Klikoni këtu për të kërkuar një postë të re verifikimi.
sr: Kliknite ovde da biste zahtevali nov e-mail za verifikaciju.
tr: Yeni bir doğrulama postası için buraya tıkla.

source: Passwords do not match.
bg: Паролите Ви не съвпадат.
ckb: وشەی نهێنی هاوشێوە نین.
da: Adgangskoder matcher ikke.
es: Las contraseñas no coinciden.
et: Salasõnad ei ole samad.
fi: Salasanat eivät täsmää.
hr: Lozinke se ne podudaraju.
hu: A jelszó nem stimmel.
hy: Գաղտնաբառերը չեն համապատասխանում.
kk: Құпиясөздер бірдей емес.
ku: Şîfre li hev nayên.
sq: Fjalëkalimet nuk përputhen.
sr: Lozinke se ne slažu.
tr: Parolalar uyuşmuyor.

source: Password successfully changed.
bg: Паролата е сменена успешно.
ckb: وشەی نهێنی بە سەرکەوتوویی گۆڕا.
da: Ændrede Adgangskode succesfuldt.
et: Salasõna muudetud.
hr: Lozinka je uspješno promijenjena.
hy: Գաղտնաբառը հաջողությամբ փոխվեց:
kk: Құпиясөз сәтті өзгертілді.
ku: Şîfre bi serkeftî hate guhertin.
sq: Passwordi është ndryshuar me sukses.
tr: Parolanız başarıyla değiştirildi.

source: Old Password
bg: Стара парола
ckb: ووشەی نهێنی کۆن
da: Gamle Adgangskode
es: Contraseña Anterior
et: Vana Salasõna
hr: Nova lozinka
hu: Régi jelszó
hy: Հին Գաղտնաբառ
kk: Ескі құпиясөз
ku: Şîfreya Kevin
sq: Fjalëkalimi i vjetër
sr: Stara lozinka
tr: Eski Parola

source: New Password
bg: Нова парола
ckb: تێپەڕەوشەی نوێ
da: Nye Adgangskode
es: Contraseña Nueva
et: Uus Salasõna
fi: Uusi salasana
hr: Nova lozinka
hu: Új jelszó
hy: Նոր գաղտնաբառ
kk: Жаңа құпиясөз
ku: Şîfreya Nû
sq: Fjalëkalim i ri
sr: Nova lozinka
tr: Yeni Parola

source: Confirm New Password
bg: Потвърждаване на новата парола
ckb: دووبارە کردنەوە ووشەى نهێنى نوێ
da: Bekræft Nye Adgangskode
es: Confirmar Contraseña Nueva
et: Kinnita Uus Salasõna
fi: Vahvista uusi salasanasi
hr: Potvrdi novu lozinku
hu: Új jelszó megerősítése
hy: Հաստատեք նոր գաղտնաբառը
kk: Жаңа құпиясөзді растау
ku: Şîfreya Nû piştrast bikin
sq: Konfirmo fjalëkalimin e ri
sr: Potvrdi novu lozinku
tr: Yeni Parolayı Doğrula

source: New Username
bg: Ново потребителско име
ckb: ناوی بەکارهێنەری نوێ
da: Nye Brugernavn
es: Nombre de Usuario Nuevo
et: Uus Kasutajanimi
hr: Novo korisničko ime
hu: Új Felhasználónév
hy: Նոր օգտանուն
kk: Жаңа қолданушы аты
ku: Navê bikarhênerê nû
sq: Emri i ri i përdoruesit
sr: Novo ime
tr: Yeni Kullanıcı Adı

source: Changed Mail successfully. We sent you a verification mail, please verify your new mail address.
bg: Имейлът е успешно сменен. Изпратили сме Ви имейл за потвърждение, моля потвърдете новият Ви имейл адрес.
ckb: بە سەرکەوتوویی مەیڵت گۆڕی. ئێمە پۆستی پشتڕاستکردنەوەمان بۆ ناردیت، تکایە ناونیشانی پۆستە نوێیەکەت پشتڕاست بکەرەوە.
da: Ændrede Mail succesfuldt. Vi sendte dig en bekræftelsesmail, venligst bekræft din nye mail adresse.
hr: Mail je uspješno promijenjen. Poslali smo vam e-poruku za potvrdu, potvrdite svoju novu adresu e-pošte.
hu: Sikeresen megváltoztattad az e-mail címedet. Küldtünk neked egy ellenőrző levelet, kérjük, erősítsd meg az új e-mail címedet.
hy: Փոստը հաջողությամբ փոխվեց: Մենք ձեզ հաստատման նամակ ուղարկել ենք, խնդրում ենք հաստատել Ձեր նոր փոստի հասցեն:
kk: Эл. пошта сәтті өзгертілді. Біз сізге растау хатын жібердік, жаңа эл. поштаңызды растаңыз.
ku: Mail bi serfirazî guherî. Me e-mail verastkirinê ji we re şand, ji kerema xwe navnîşana e-mail xweya nû verast bikin.
sq: Posta u ndryshua me sukses. Ne ju dërguam një email verifikimi, ju lutemi verifikoni adresën tuaj të re të postës.
sr: Uspešno promenjen e-mail. Poslali smo vam mail za verifikaciju, molimo vas verifikujte novu e-mail adresu.
tr: E-Posta başarılı bir şekilde değiştirildi. Sana bir doğrulama postası gönderdik, lütfen yeni E-Posta adresin ile doğrula.

source: New Mail
bg: Нов имейл
ckb: پۆستی نوێ
da: Nye Mail
es: Correo Nuevo
et: Uus Meil
hr: Nova pošta
hu: Új e-mail cím
hy: Նոր էլ. փոստ
kk: Жаңа пошта
ku: Nameya Nû
sq: Postë e re
sr: Novi e-mail
tr: Yeni E-posta

source: Yes, Delete My Account!
bg: Да, изтрийте профила ми!
ckb: بەڵێ، ئەکاونتەکەم بسڕەوە!
da: Ja, Slet Min Konto!
es: ¡Si, Elimina Mi Cuenta!
et: Jah, Kustuta Mu Kasutaja!
hr: Da, izbriši moj račun!
hu: Igen, töröld a fiókomat!
hy: Այո, ջնջե՛ք իմ հաշիվը:
kk: Иә, тіркелгім жойылсын!
ku: Erê, hesabê min jê bibe!
sq: Po, Fshi llogarinë time!
sr: Da, izbriši mi nalog!
tr: Evet, Hesabımı Sil!

source: Block DMs
bg: Блокиране на лични съобщения
ckb: بلۆککردنی نامە ڕاستەوخۆکان
da: Bloker DM'er
et: Blokeeri Otsesõnumid
hr: Blokiraj DM-ove
hu: Közvetlen üzenetek tiltása
hy: Արգելափակել անձնական նամակները
kk: ЖХ жабу
ku: DM-ê asteng bikin
sq: Blloko DM
tr: DM'leri Engelle

source: Block all Private Messages
bg: Блокиране на всички лични съобщения
ckb: هەموو پەیامە تایبەتەکان بلۆک بکە
da: Bloker alle Private Beskeder
es: Bloquear todos los Mensajes Privados
et: Blokeeri kõik Privaatsõnumid
hr: Blokiraj sve privatne poruke
hu: Minden privát üzenet blokkolása
hy: Արգելափակել բոլոր անձնական հաղորդագրությունները
kk: Барлық жеке хаттарды блоктау
ku: Hemî Mesajên Taybet asteng bikin
sq: Blloko të gjitha mesazhet private
sr: Blokiraj sve privatne poruke
tr: Tüm Gizli Mesajları Engelle

source: Private
bg: Лични
ckb: تایبەت
da: Privat
et: Privaatne
hr: Privatno
hu: Privát
hy: Անձնական
kk: Құпия режім
ku: Taybet
sq: Privat
tr: Gizli

source: Don't show me in global stats
bg: Не ме показвай в глобалните статистики
ckb: لە ئاماری جیهانیدا نیشانم مەدە
da: Vis mig ikke i globale statistikker
et: Ära näita mind edetabelis
hr: Ne prikazuj me u globalnoj statistici
hu: Ne jelenítsen meg a globális statisztikákban
hy: Ցույց չտալ ինձ դասակարգման մեջ
kk: Мені ғаламдық статистикада көрсетпеу
ku: Di statîstîkên gerdûnî de nîşanî min nedin
sq: Mos më shfaq në statistikat globale
tr: Beni istatistiklerde gösterme

source: Unblock Users
bg: Отблокиране на потребители
ckb: لادانی بلۆکی بەکارهێنەران
da: Fjern Blokering af Brugere
es: Desbloquear Usuarios
et: Eemalda Kasutaja Blokeeringud
hr: Odblokiraj korisnike
hu: Felhasználók letiltásának feloldása
hy: Արգելափակումից հանել օգտատիրոջը
kk: Қолданушы блоктаудан шығару
ku: Astengkirina Bikarhêneran
sq: Zhblloko përdoruesit
sr: Deblokiraj korisnike
tr: Kullanıcıların Engelini Kaldır

source: You have no users blocked
bg: Нямате блокирани потребители
ckb: هیچ بەکارهێنەرێکت بلۆک نەکردووە
da: Du har ingen brugere blokeret
es: No tienes usuarios bloqueados
et: Sa ei ole blokeerinud ühtegi kasutajat
hr: Nemate blokiranih korisnika
hu: Nincsenek letiltott felhasználóid
hy: Դուք արգելափակված օգտատերեր չունեք
kk: Ешкімді блоктаған жоқсыз
ku: Tu bikarhênerên astengkirî tune
sq: Nuk ke asnjë përdorues të bllokuar
sr: Nemate nikakve korisnike blokirane
tr: Engellediğin kullanıcı yok

source: Name or Email
bg: Име или имейл
ckb: ناو یان ئیمەیڵ
da: Navn eller Email
es: Nombre o Email
et: Nimi või E-meil
fi: Nimi tai Sähköposti
hr: Ime ili email
hu: Név vagy e-mail cím
hy: Անուն կամ էլ. փոստ
kk: Қолданушы аты не эл. пошта
ku: Nav an E-mail
sq: Emri ose Email
sr: Ime ili e-mail
tr: Kullanıcı Adı veya E-Posta

source: LogIn
bg: Влизане
ckb: چونه‌ ژووره‌وه‌
es: Iniciar Sesión
et: Logi Sisse
fi: Kirjaudu sisään
hr: Prijava
hu: Bejelentkezés
hy: Մուտք
kk: Кіру
ku: Têketin
sq: Identifikohu
sr: Uloguj se
tr: Giriş Yap

source: Build image on canvas.
bg: Зареди изображение на платно.
ckb: دروستکردنی وێنە لەسەر کانڤاس.
da: Byg billede på kanvas.
es: Crear imagen en el lienzo.
et: Ehitada pilt lõuendile.
hr: Izgradite sliku na platnu.
hu: Kép építése a vászonra.
hy: Կառուցեք նկարը կտավի վրա:
kk: Кенепте сурет құру.
ku: Wêne li ser kanvas ava bikin.
sq: Ndërtoni imazhin në kanavacë.
sr: Napravite sliku na kanvasu.
tr: Resmi tuvalde inşa et.

source: Build image and set it to protected.
bg: Зареди изображение на платно и го защити.
ckb: وێنە دروست بکە و لەسەر پارێزراوە دابنێ.
da: Byg billede og sæt det til beskyttet.
es: Crear imagen y configurarla como protegida.
et: Ehita kaitstud pikslitega pilt lõuendile.
hr: Izgradite sliku i postavite je na zaštićenu.
hu: Kép építése és védelembe helyezése.
hy: Կառուցեք պատկեր և դրեք նրա վրա պաշտպանություն:
kk: Сурет құрып, оны қорғау.
ku: Wêne ava bikin û wê ji bo parastinê saz bikin.
sq: Ndërtoni imazhin dhe vendoseni në të mbrojtur.
sr: Napravi sliku i postavi je zaštićenom.
tr: Resim inşa et ve koruma altına al.

source: Build image, but reset cooldown to unset-pixel cd.
bg: Зареди изображение, но нулирай cooldown-на на голи пиксели.
ckb: وێنە دروست بکە، بەڵام کوڵداون ڕێست بکە بۆ پێکسڵی دانەنراو سیدی.
da: Byg billede, men nulstil nedkøling til ikke-sat pixel cd.
es: Crear imagen, pero reiniciar el enfriamiento al de píxeles no colocados.
et: Ehitage pilt, kuid lähtestage jahtumisaeg määramata piksli omaks.
hr: Izgradite sliku, ali vratite vrijeme hlađenja na unset-pixel cd.
hu: Kép építése, de állítsa vissza a töltési időt a nem beállított pixeles töltési időre.
hy: Ստեղծեք պատկերը, բայց վերակայեք վերականգնման ժամանակը չդրված պիքսելների վերականգնման ժամանակին:
kk: Сурет құрып, оның пикселдері үшін күту уақытын боялмағандай орнату.
ku: Wêneyê ava bikin, lê sarbûnê li cd-ya nesazkirî-piksel vegerînin.
sq: Ndërtoni imazhin, por rivendosni ftohjen në cd me piksel të pacaktuar.
sr: Napravi sliku, ali resetuj kuldaun na unset-pixel cd.
tr: Resmi inşaa et, ama bekleme süresini dokunulmamış piksel süresi olacak şekilde ayarla.

source: Clean spare pixels that are surrounded by unset pixels
bg: Изчисти останалите пиксели, които са обградени от голи пиксели
ckb: پاککردنەوەی ئەو پێکسڵە یەدەگانەی کە بە پێکسڵی دانەنراو دەورە دراون
da: Rengør pixels der er omringet af ikke-sat pixels
et: Puhasta üksikud pikslid, mis on ümbritsetud määramata pikslitega
hr: Očistite rezervne piksele koji su okruženi nepostavljenim pikselima
hu: A nem beállított pixelekkel körülvett tartalék pixelek megtisztítása
hy: Մաքրել ավելորդ պիքսելները, որոնք շրջապատված են չտեղադրված պիքսելներով
kk: Айналасында боялмаған пикселдері бар артық пикселдерді өшіру
ku: Pixelên yedek ên ku bi pîxelên nesazkirî ve hatine dorpêç kirin paqij bikin
sq: Pastroni pikselët rezervë që janë të rrethuar nga pikselë të pacaktuar
sr: Očisti piksele koje su ukružene ne-postavljenim pikselima
tr: Dokunulmamış pikseller ile çevrili yalnız pikselleri temizle

source: Clean spare pixels that are surrounded by unset pixels and up to 1 other set pixels
bg: Изчисти останалите пиксели, които са обградени от голи пиксели и до 1 серия други сложени пиксели
ckb: پاککردنەوەی ئەو پێکسڵە یەدەگانەی کە بە پێکسڵی دانەنراو دەورە دراون و تا ١ پێکسڵی دانراوی تر
da: Rengør pixels der er omringet af ikke-sat pixels og op til 1 anden set pixels
et: Puhasta üksikud pikslid, mis on ümbritsetud määramata pikslitega ja veel kuni ühe paigutatud piksliga
hr: Očisti rezervne piksele koji su okruženi nepostavljenim pikselima i do 1 drugim postavljenim pikselima
hu: Tisztítsa meg azokat a pixeleket, amelyeken nem beállított pixelek és legfeljebb 1 másik beállított pixel által körülvett tartalék pixelek vannak
hy: Մաքրել ավելորդ պիքսելները, որոնք շրջապատված են չտեղադրված պիքսելներով մինչև նույնիսկ 1 այլ տեղադրված պիքսել
kk: Айналасында боялмаған пикселдері немесе 1 боялған пикселі бар артық пикселдерді өшіру
ku: Pixelên yedek ên ku bi pixelên nesazkirî û heta 1 pîxelên setê yên din ve hatine dorpêç kirin paqij bikin
sq: Pastroni pikselët rezervë që janë të rrethuar nga pikselë të pacaktuar dhe deri në 1 piksel tjetër të caktuar
sr: Očisti piksele koje su ukružene ne-postavljenim pikselima i više od 1 drugi postavljeni piksel
tr: Dokunulmamış pikseller veya bir diğer piksel ile çevrili pikselleri temizle

source: Clean spare pixels that are surrounded by a single other color or unset pixels (VERY AGGRESSIVE ON CANVASES THAT ALLOW UNSET PIXELS (where there are two cooldowns)!)
bg: Изчисти останалите пиксели, които са обградени от единичен друг цвят или голи пиксели (МНОГО АГРЕСИВНО ЗА ПЛАТНА, КОИТО ПОЗВОЛЯВАТ ГОЛИ ПИКСЕЛИ (където има два вида cooldown-ове)!)
ckb: ‏ پاککردنەوەی پێکسڵە یەدەگەکان کە بە تاکە ڕەنگێکی تر دەورە دراون یان پێکسڵی دانەنراو (زۆر شەڕانگێزن لەسەر ئەو کانڤاسانەی کە ڕێگە بە پێکسڵە نەگۆڕەکان دەدەن (کە دوو کوڵداون هەیە)!)
da: Rengør pixels der or omringet af en eneste anden farve eller ikke-sat pixels (MEGET AGGRESSIV PÅ KANVASSER DER TILLADER IKKE-SAT PIXELS (hvor der er to nedkølinger)
et: Puhasta üksikud pikslid, mis on ümbritsetud ühe teise värviga või määramata pikslitega (VÄGA AGRESSIIVNE LÕUENDITEL, MIS VÕIMALDAVAD PAIGUTADA MÄÄRATA PIKSLEID (kui on kaks jahtumisaega)!)
hr: Očistite rezervne piksele koji su okruženi jednom drugom bojom ili nepostavljenim pikselima (VRLO AGRESIVNO NA PLATNIMA KOJA DOPUŠTAJU NEPOSTAVLJENE PIKSELE (gdje postoje dva hlađenja)!)
hu: Tisztítsa meg azokat a pixeleket, amelyeket egyetlen másik szín vagy nem beállított pixelek vesznek körül (NAGYON AGGRESSZÍV AZOKON A VÁSZONOKON, AMELYEK MEGENGEDIK A NEM BEÁLLÍTOTT PIXELEKET (ahol két töltési idő van)!)
hy: Մաքրել ավելորդ պիքսելները, որոնք շրջապատված են մեկ այլ գունային պիքսելով կամ չտեղադրված պիքսելով (ՇԱՏ ԱԳՐԵՍԻՎ Է ԿՏԱՎՆԵՐԻ ՎՐԱ, ՈՐՈՆՔ ԹՈՒՅԼՈՒՄ ԵՆ ՉՏԵՂԱԴՐԱԾ ՊԻՔՍԵԼՆԵՐ (որտեղ կան երկու ժամանակային կառավարում)):
kk: Айналасында бір түсті фоны немесе боялмаған пикселдері бар артық пикселдерді өшіру (ЕКІ КҮТУ УАҚЫТЫ БАР КЕНЕПТЕРДЕ ӨТЕ АГРЕССИВТІ!)
ku: Pixelên yedek ên ku li dora wan bi yek rengek din an pîxelên nesazkirî ve hatine dorpêç kirin paqij bikin (LI SER PÎKELÊN KU DAWÎ DIDE PÎKÊLÊN NEHATINE (li cihê ku du sarbûn hene) PIR AGRESIVE!)
sq: Pastroni pikselët rezervë që rrethohen nga një ngjyrë tjetër e vetme ose pikselë të pavendosur (SHUMË AGRESIVE NË KANVAZA QË LEJOJNË PIKSELAT E PAKONSUAR (ku ka dy ftohje)!)
sr: Očisti piksele koji su okruženi od drugi boje ili ne-postavljenim pikselima (VEOMA AGRESIVNO NA KANVASIMA KOJI DOZVOLJAVAJU NE POSTAVLJENE PIKSELE (gde imaju dva kuldaun-a)!)
tr: Farklı tek bir renkle veya dokunulmamış pikseller ile çevrili olan pikselleri temizle (DOKUNULLMAMIŞ PİKSELLERE İZİN VEREN TUVALLERDE FAZLA AGRESİFTİR (iki tür bekleme süresi olanlarda)!)

source: Turn every pixel in area to 0 (YOU REALLY SHOULDN'T DO THAT ON ANY AREA THAT ISN'T ALREADY MOSTLY 0)
bg: Променяне на всеки пиксел в зоната на 0 (НАИСТИНА НЕ ТРЯБВА ДА ПРАВИТЕ ТОВА НА НИКОЯ ЗОНА, КОЯТО ВЕЧЕ НЕ Е ПОЧТИ НА 0)
ckb: هەموو پێکسڵێک لە ڕووبەرەکەدا بگۆڕە بۆ ٠ (بەڕاستی نابێت ئەوە بکەیت لەسەر هیچ ناوچەیەک کە پێشتر زۆربەی کات ٠ نییە)
da: Forvandl hver pixel i området til 0 (DU BURDE VIRKELIG IKKE GØRE DET PÅ HVER SOM HELST OMRÅDE SOM DER IKKE ALLEREDE ER FOR DET MESTE 0)
et: Muuda iga piksel alas tagasi nulli (SA EI TOHIKS SEDA KASUTADA KUI ALA EI OLE JUBA SUURES OSAS NULLITUD)
hr: Okrenite svaki piksel u području na 0 (TO STVARNO NE BISTE SMIJELI RADITI NA BILO KOJEM PODRUČJU KOJE VEĆ NIJE VEĆINOM 0)
hu: A terület minden pixelét állítsd 0-ra (TÉNYLEG NEM KELL EZT MEGCSINÁLNOD SEMMELYIK TERÜLETEN, AMELYIK NEM TELJESEN 0)
hy: Զրոյացնել տարածքի պիքսելները (ԴՈՒ ԻՍԿԱՊԵՍ ԴԱ ՉՊԵՏՔ Է ԱՆԵՍ ԱՅՆ ՏԱՐԱԾՔԵՐՈՒՄ, ՈՐՏԵՂ ՄԵԾԱՄԱՍՆՈՒԹՅՈՒՆԸ ԱՐԴԵՆ 0 ՉԷ):
kk: Аймақтағы әрбір пикселді 0-ге айналдырыңыз (СІЗ ШЫНЫНДА ОСЫ КЕЗ КЕЛГЕН АЙМАҚТА ОЛАРДЫ ЖАСАУ КЕРЕК)
ku: Her pîxelê li herêmê bizivirînin 0 (BASTÎ DIVÊ TU WÊ LI SER QERÊKE KU JI BER NE PIRÎ 0 NE BIKIN)
sq: Kthejeni çdo piksel në zonë në 0 (NUK DUHET TA BËNI TË VËRTETË KËTË NË ASNJË ZONË QË NUK ËSHTË TASHME KRYESORE 0)
tr: Bir bölgedeki bütün pikselleri 0'a çevir. (BUNU ZATEN ÇOĞUNLUKLA 0 OLMAYAN BİR BÖLGEDE YAPMAMALISIN)

source: Status: Not running
bg: Статус: не работи
ckb: دۆخ: کارناکات
da: Status: Ikke oppe
et: Staatus: Seiskunud
hr: Status: Ne radi
hu: Állapot: Nem fut
hy: Կարգավիճակը. Չի աշխատում
kk: Күйі: өшірулі
ku: Rewş: Nabe
sq: Statusi: Nuk funksionon
sr: Status: Ne radi
tr: Durum: Çalışmıyor

source: Image Upload
bg: Качване на изображение
ckb: بارکردنی وێنە
da: Billede Upload
es: Subir Imagen
et: Pildi Lisamine
hr: Prijenos slike
hu: Képfeltöltés
hy: Պատկերի վերբեռնում
kk: Сурет жүктеу
ku: Barkirina Wêne
sq: Ngarkimi i imazhit
sr: Otpremi sliku
tr: Resim Yükle

source: Upload images to canvas
bg: Зареждане на изображения към платно
ckb: وێنەکان باربکە بۆ کانڤاس
da: Upload Billeder til Kanvas
es: Subir imagen al lienzo
et: Lisa lõuendile pilte
hr: Prenesite slike na platno
hu: Képek feltöltése a vászonra
hy: Պատկերները վերբեռնեք կտավին
kk: Кенепке сурет жүктеп салу
ku: Wêneyên li ser kanvas barkirin
sq: Ngarko imazhe në kanavacë
sr: Otpremi sliku na kanvas
tr: Tuvale Resim Yükle

source: File
bg: Файл
ckb: فایل
da: Fil
es: Archivo
et: Fail
hr: Datoteka
hu: Fájl
hy: Ֆայլ
kk: Файл
ku: Pel
sq: Skedari
sr: Fajl
tr: Dosya

source: Coordinates:
bg: Координати:
ckb: کۆئۆردینیاتەکان:
da: Koordinater:
et: Koordinaadid:
hr: Koordinate:
hu: Koordináták:
hy: Կոորդինատներ.
kk: Координаттар:
ku: koordînatên:
sq: Koordinatat:
tr: Kordinatlar:

source: Pixel Protection
bg: Пиксел защита
ckb: پاراستنی پێکسڵ
da: Pixel Beskyttelse
es: Protección de Píxeles
et: Pikslite Kaitsmine
hr: Zaštita piksela
hu: Pixel védelem
hy: Պիքսելի պաշտպանություն
kk: Пиксел қорғалуы
ku: Parastina Piksel
sq: Mbrojtja Pixel
sr: Zaštićeni pikseli
tr: Piksel Koruması

source: Set protection of areas (if you need finer grained control, use protect with image upload and alpha layers)
bg: Сложи защита на зони (ако имате нужда от по-фин контрол, използвай защита с качване на изображение и алфа слоеве)
ckb: پاراستنی ناوچەکان دابنێ (ئەگەر پێویستت بە کۆنترۆڵی دانەوێڵەیی وردترە، پاراستن بەکاربهێنە لەگەڵ بارکردنی وێنە و چینەکانی ئەلفا)
da: Set beskyttelse af områder (hvis du får brug for mere finkornet kontrol, brug beskyttelse med billedupload og alfalag)
et: Kaitse teatud alas piksleid (kui sa vajad kindlat kujundit siis lisa pilt valikuga "Kaitstud")
hr: Postavite zaštitu područja (ako vam je potrebna preciznija kontrola, koristite zaštitu s učitavanjem slike i alfa slojevima)
hu: Területek védelmének beállítása (ha finomabb ellenőrzésre van szükséged, használd a képfeltöltéssel és az alfa rétegekkel való védelmet)
hy: Սահմանել տարածքների պաշտպանություն (եթե ձեզ ավելի մանրակրկիտ հսկողություն է պետք, օգտագործեք պատկերի պաշտպանումը վերբեռնումով և ալֆա շերտերով)
kk: Аймақтың қорғалуын баптау (дәлірек басқару керек болса, альфа арнасы бар суретті жүктеп, оны қорғаңыз)
ku: Parastina deveran bicîh bikin (heke hûn hewceyê kontrolek zexmtir be, bi barkirina wêneyê û qatên alpha parastinê bikar bînin)
sq: Vendosni mbrojtjen e zonave (nëse keni nevojë për kontroll më të imët, përdorni mbrojtjen me ngarkimin e imazhit dhe shtresat alfa)
tr: Alanları korumaya ayarla (eğer daha hassas kontrole ihtiyacın varsa, resim yüklemeyle ve alfa katmanlarıyla korumayı kullan)

source: Top-left corner
bg: Горен ляв ъгъл
ckb: گۆشەی سەرەوە-چەپ
da: Øverste-venstre hjørne
et: Ülemine vasak nurk
hr: Gornji lijevi kut
hu: Bal felső sarok
hy: Վերևի ձախ անկյուն
kk: Жоғарғы сол жақ бұрыш
ku: Kuncê çepê yê-jorîn
sq: Këndi i sipërm majtas
sr: Levi, gornji ugao
tr: Sol üst köşe

source: Bottom-right corner
bg: Долен десен ъгъл
ckb: گۆشەی خوارەوە-ڕاست
da: Nederste-højre hjørne
et: Alumine parem nurk
hr: Donji desni kut
hu: Jobb alsó sarok
hy: Ներքևի աջ անկյուն
kk: Төменгі оң жақ бұрыш
ku: Kuncê jêrîn-rastê
sq: Këndi i poshtëm djathtas
sr: Donji, desni ugao
tr: Sağ alt köşe

source: Rollback to Date
bg: Rollback-ване до дата
ckb: گەڕانەوە بۆ ڕێکەوت
da: Rul tilbage til Dato
es: Regresar a la Fecha
et: Keera tagasi Kuupäevale
hr: Rollback na datum
hu: Visszaállítás egy dátumra
hy: Վերադարձ դեպի ամսաթիվ
kk: Күнге дейін шегіндіру
ku: Vegerîna Dîrokê
sq: Rikthim në datë
sr: Vrati na datum
tr: Tarihe geri al

source: Rollback an area of the canvas to a set date (00:00 UTC)
ckb: ڕووبەرێکی کانڤاسەکە بگەڕێنێتەوە بۆ بەروارێکی دیاریکراو (٠٠:٠٠ UTC)
es: Regresar un área del lienzo a una fecha específica (00:00 UTC)
et: Keera tagasi ala lõuendil kindlale kuupäevale (00:00 UTC)
hr: Rollback područje platna na postavljeni datum (00:00 UTC)
hu: A vászon egy területének visszaállítása egy meghatározott dátumra (00:00 UTC)
hy: Կտավի տարածքը հետ բերել սահմանված ամսաթվով (00:00 UTC)
kk: Кенептегі аймақты таңдалған күн мен уақытқа дейін шегіндіру (00:00 UTC)
sr: Vrati deo kanvasa na podesani datum (00:00 UTC)

source: Canvas Cleaner
bg: Чистач на платно
ckb: پاککەرەوەی کانڤاس
da: Kanvas Rengører
et: Lõuendi Puhastaja
hr: Sredstvo za čišćenje platna
hu: Vászon tisztító
hy: Կտավ մաքրիչ
kk: Кенеп тазартқыш
ku: Kanvasên Paqijker
sq: Pastrues kanavacë
sr: Čistač kanvasa
tr: Tuval Temizleyicisi
