Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/*.po
Languages: bg, ckb, da, es, et, fi, hr, hu, hy, kk, ku, sq, sr, tr

source: Our main canvas is a huge worldmap, you can place wherever you like, but you will have to wait a specific Cooldown between pixels. You can check out the cooldown and requirements on the Canvas Selection menu (globe button on top). Some canvases have a different cooldown for replacing a user-set pixels than placing on a unset pixel. i.e. 4s/7s means 4s on fresh pixels and 7s on already set pixels.
bg: Нашето главно платно е огромна световна карта, можете да слагате навсякъде където пожелаете. Но ще трябва да изчакате определн Cooldown между пикселите. Може също да проверите cooldown-а и изискванията в менюто за избор на платно (бутона с глобус отгоре). Някои платна имат различен cooldown за заместване на пиксели сложени от друг потребител, отколкото недокоснати пиксели т.е 4с/7с, означавайки 4 секунди на свежи пиксели и 7 секунди на вече сложени пиксели.
ckb: کانڤاسی سەرەکیمان نەخشەیەکی جیهانی گەورەیە، دەتوانیت لە هەر شوێنێک کە حەزت لێیە دایبنێیت، بەڵام دەبێت چاوەڕێی کوولداونێکی دیاریکراو بکەیت لە نێوان پێکسڵەکاندا. دەتوانیت لە مینیوی هەڵبژاردنی کانڤاسدا کوڵداون و پێداویستییەکان ببینیت (دوگمەی گڵۆب لە سەرەوە). هەندێک لە کانڤاسەکان کوڵداونێکی جیاوازیان هەیە بۆ گۆڕینی پێکسڵەکانی بەکارهێنەر کە داناوە لە چاو دانانی لەسەر پێکسڵێکی دانەنراو. واتە ٤س/٧س بە واتای ٤س لەسەر پێکسڵە تازەکان و ٧س لەسەر پێکسڵە پێشتر دانراوەکان.
da: Vores hovedkanvas er et kæmpe verdenskort, man kan placere hvor henne man vil, men du vil have brug for at vente et specifikt Nedkøling i mellem pixels. Du kan tjekke ud Nedkølingen og krav på Kanvas Udvælgelse menuen (globus knap på toppen). Nogle Kanvasser har forskellige nedkølninger for at erstatte en bruger-sat pixels end at placere på et uberørt pixel. D.v.s. 4s/7s betyder 4s på friske pixels og 7s på allerede placerede pixels.
es: Nuestro lienzo principal es un enorme mapa del mundo, puedes poner tus píxeles donde quieras, pero debes esperar un periodo de enfriamiento (cooldown) específico entre píxeles. Puedes revisar el tiempo de enfriamiento y los requisitos en el Menú de Selección de Lienzo (botón del globo en la parte superior). Algunos lienzos tienen un enfriamiento diferente para reemplazar píxeles colocados por jugadores que para reemplazar píxeles nuevos, por ejemplo 4s/7s significa 4s para píxeles frescos y 7s en píxeles ya colocados.
et: Meie põhiline lõuend on hiiglaslik maailmakaart, kus sa saad joonistada kuhu iganes sa tahad, aga sa pead ootama teatud aja pikslite panemise vahel. Sa saad näha selle jahutusaja pikkust ja nõudeid erinevatele lõuenditele ligipääsu saamiseks Lõuendi Valiku menüüst (gloobuse nupp ekraani tipus). Mõnedel lõuenditel on erinev jahtumisaeg nendel pikslitel, kuhu keegi teine ei ole veel joonistanud. Näiteks Maal on uute pikslite jahtumisaeg 4s, kuid juba joonistatud pikslite oma 7s.
fi: Pääkehyksemme on laaja maailmankartta. Voit asettaa pikseleitä mihin vain, mutta sinun täytyy odottaa tietty aika, ennen kuin voit asettaa pikseleitä uudelleen. Voit katsoa ajan ja vaatimukset kehysvalikosta (maapallokuvake ylhäällä). Joissakin kehyksissä tämä aika on eri niissä pikseleissä, johon on jo asetettu pikseli, kuin niissä, joihin ei ole vielä asetettu pikseliä. Esimerkiksi 4s/7s tarkoittaa, että koskemattomissa pikseleissä aika on 4 sekuntia, koskettuissa 7 sekuntia.
hr: Naše glavno platno je ogromna karta svijeta, koju možete postaviti gdje god želite, ali ćete morati čekati određeno hlađenje između piksela. Možete provjeriti vrijeme hlađenja i zahtjeve na izborniku Canvas Selection (gumb globusa na vrhu). Neka platna imaju drugačije vrijeme hlađenja za zamjenu piksela koje je postavio korisnik od postavljanja na nepostavljeni piksel. tj. 4s/7s znači 4s na svježe piksele i 7s na već postavljene piksele.
hu: A fő vásznunk egy hatalmas világtérkép, ahol akkor rajzolsz rá, amikor szeretnél, de a pixelek között várnod kell. A kérdéses időtartamról és a feltételekről a vászon kiválasztó menüben (földgömb ikon felül) tájékozódhatsz. Néhány vásznon más-más töltési idő tartozik a többi játékos által elhelyezett illetve a friss pixelekhez, tehát a 4mp/7mp azt jelenti, hogy a friss pixelek 4mp-t, míg a már beállított pixelek megváltoztatása 7mp-t vesz le a teljes időtartamból.
hy: Մեր հիմնական կտավը հսկայական աշխարհի քարտեզ է, որտեղ կարող եք տեղադրել ցանկացած վայրում, բայց դուք պետք է սպասեք միչև պիքսելների որոշակի վերականգնման ժամանակի: Վերականգնման ժամանակը և պահանջները կարող եք ստուգել կտավի ընտրության ընտրացանկում (վերևում գտնվող գլոբուսի կոճակը): Որոշ կտավներ ունեն տարբեր վերականգնման ժամանակ արդեն ներկած և չներկաց հատվածների համար: Այսինքն օրինակ՝ 4s / 7s նշանակում է 4s ազատ(չտեղադրված/չզբաղեցրած) պիքսելների վրա և 7s արդեն տեղադրված պիքսելների վրա:
kk: Біздің басты кенебіміз — әлемнің үлкен картасы, оның кез келген жерінде сурет сала аласыз, алайда бірнеше пиксел салғаннан кейін біраз күтуіңіз керек. Әр кенептің күту уақыты мен талаптарын Кенеп таңдау мәзірінен біліп алуға болады (жоғарыдағы ортаңғы батырма). Кейбір кенепте пикселдің қосатын уақыты оның бұрын боялғаны я боялмағанына байланысты. Мысалы, 4с/7с деген әлі боялмаған пиксел үшін 4 секунд, боялған пиксел үшін 7 секунд қосылатынын білдіреді.
ku: Kulîlka meya sereke nexşeyek cîhanek mezin e, hûn dikarin li ku derê bixwazin bi cîh bikin, lê hûn ê neçar bimînin ku di navbera pixelan de li benda Cooldownek taybetî bin. Hûn dikarin sarbûn û hewcedariyên li ser menuya Hilbijartina kanvas (bişkoka gerdûnê ya li jor) binihêrin. Ji bo guheztina pîxelên set-bikarhêner ji danîna li ser pîxelek nesazkirî, hin kanava sarbûnek cûda heye. ango 4s/7s tê wateya 4s li ser pixelên nû û 7s li ser pixelên jixwe hatine saz kirin.
sq: Kanavacja jonë kryesore është një hartë e madhe botërore, ju mund ta vendosni kudo që dëshironi, por do t'ju duhet të prisni një ftohje specifike midis pikselëve. Mund të shikoni ftohjen dhe kërkesat në menynë Përzgjedhja e kanavacës (butoni i globit në krye). Disa piktura kanë një ftohje të ndryshme për zëvendësimin e pikselëve të vendosur nga përdoruesi sesa vendosja në një piksel të pacaktuar. dmth 4s/7s do të thotë 4s në piksele të freskëta dhe 7s në pikselë tashmë të vendosur.
sr: Naš glavni kanvas je ogromna mapa sveta, možeš postaviti piksele gde god hoćeš, ali ćeš morati specifičan kuldaun između piksela. Možete pogledati kuldaun i potrebne stvari na meni selekcije kanvasa (ikona globusa gore). Neki kanvasi imaju drugi kuldaun za postavljiti već postavljen piksel nego postavljati na ne-postavljen piksel. Na primer, 4 sekunde ili 7 sekundi znači 4 sekunde na ne-postavljenim pikselima, a 7 sekundi na već postavljenim pikselima
tr: Ana tuvalimiz devasa bir dünya haritası, istediğiniz yere piksel atabilirsiniz ancak piksel atarken tuvalin bekleme süresini beklemeniz gerekir. Ekranın sol üstündeki "Tuval Seçimi" menüsünden tuvallerin bekleme sürelerine ve gereksinimlerine göz atabilirsiniz. Bazı tuvallerde piksellerin önceden dokunulmuş olup olmamasına göre farklı bekleme süreleri tanımlıdır. Örneğin 4s/7s dokunulmamış piksellere 4 saniye, dokunulmuşlara ise 7 saniye demektir.

source: Higher zoomlevels take some time to update, the 3D globe gets updated at least once per day.
bg: По-високите нива на увеличение отнемат повече време да се актуализират, 3D глобуса се актуализира поне веднъж на ден.
ckb: ئاستی زوومکردنی بەرزتر کاتێکی دەوێت بۆ نوێکردنەوە، گڵۆپی سێ ڕەهەندی لانیکەم ڕۆژانە جارێک نوێ دەکرێتەوە.
da: Højere zoomniveauer tager noget tid til at opdatere, 3D kloden bliver opdateret på mindst en gang hver dag.
es: Los niveles de zoom mas altos tardan un tiempo en actualizarse, el globo 3D es actualizado al menos una vez por día.
et: Kõrgemad suumitasemed võtavad pisut kauem, et uuendada, 3D gloobus uuendub vähemalt üks kord päevas.
fi: Laajemmat näkymät päivittyvät hitaammin, ja 3D-maapallo päivitetään kerran päivässä.
hr: Za ažuriranje viših razina zumiranja potrebno je neko vrijeme, 3D globus se ažurira barem jednom dnevno.
hu: A magasabb nagyítási szintek frissítése némi időt vesz igénybe, a 3D földgömb legalább naponta egyszer frissül.
hy: Ավելի շատ մեծացնելու մակարդակի թարմացումը որոշ ժամանակ է պահանջում, 3D գլոբուսը թարմացվում է օրական առնվազն մեկ անգամ:
kk: Көбірек ауданды қамтитын үлкейту деңгейлері сирегірек жаңартылады, 3D-глобус кем дегенде күніне бір рет өзгереді.
ku: Asta zoomê ya bilind ji bo nûvekirinê hin dem digire, cîhana 3D herî kêm rojê carekê tê nûve kirin.
sq: Nivelet më të larta të zmadhimit kërkojnë pak kohë për t'u përditësuar, globi 3D përditësohet të paktën një herë në ditë.
sr: Viši leveli zuma trebaju više vremena da se ažuriraju, 3D globus sa ažurira barem jednom svakim danom.
tr: Tuvale uzaktan bakarken görüntünün güncellenmesi zaman alabilir. Küresel görünüm ise günde en az bir kere güncellenir.

source: Have fun!
bg: Забавлявайте се!
ckb: بەهیوای کاتێکی خۆش!
da: Hav' det sjovt!
es: ¡Diviértete! :)
et: Lõbutse!
fi: Pidä hauskaa!
hr: Zabavite se!
hu: Jó szórakozást!
hy: Զվարճացեք!
kk: Уақытты жақсы өткізуіңізді тілейміз!
ku: Baş derbas be!
sq: Argëtohu!
sr: Zabavite se!
tr: İyi eğlenceler!

source: recommended
bg: препоръчано
ckb: پێشنیارکراوە
da: anbefalede
es: recomendado
et: soovitatud
fi: suositeltu
hr: preporučeno
hu: ajánlott
hy: Առաջարկվում է
kk: ұсынылады
ku: pêşniyar kirin
sq: rekomandohet
sr: preporučeno
tr: tavsiye edilir

source: Source on
bg: Източник на
ckb: سەرچاوە لە
da: Kilde på
es: Código fuente en
et: Allikas:
fi: Lähde
hr: Izvor na
hu: Forráskód
hy: Աղբյուր կոդ -ի վրա
kk: Бастапқы коды:
ku: Çavkanî li ser
sq: Burimi në
sr: Izvor na
tr: Veri Kaynağı:

source: Map Data
bg: Картографски данни
ckb: داتاکانی نەخشە
da: Kort Data
es: Información del Mapa
et: Kaardi Andmed
fi: Karttatiedot
hr: Podaci karte
hu: Térkép adatok
hy: Քարտեզի տվյալներ
kk: Карта деректері
ku: Daneyên nexşeyê
sq: Të dhënat e hartës
sr: Podaci mape
tr: Harita Verisi

source: The bare map data that we use, together with converted OpenStreetMap tiles for orientation, can be downloaded from mega.nz here:
bg: Голата карта, която използваме, заедно с преобразувания OpenStreetMap плочки за ориентация, могат да бъдат изтеглени от mega.nz:
ckb: داتاکانی نەخشەی ڕووت کە ئێمە بەکاری دەهێنین، لەگەڵ کاشیەکانی OpenStreetMap گۆڕدراو بۆ ئاراستەکردن، دەتوانرێت لێرە لە mega.nz دابەزێنرێت:
da: Det kortdata som vi bruger, sammen med konverterede OpenStreetMap fliser for orientering, kan blive downloadet fra mega.nz her:
es: Los datos del mapa original que usamos, junto a segmentos de OpenStreetMap para orientación se pueden descargar desde mega.nz aquí:
fi: Karttatiedot joita käytämme, sekä OpenStreetMapin karttalaatat suunnistamista varten, voit ladata mega.nz:stä:
hr: Čisti kartografski podaci koje koristimo, zajedno s konvertiranim OpenStreetMap pločicama za orijentaciju, mogu se preuzeti s mega.nz ovdje:
hu: A nyers térképadatok a tájékozódáshoz használt átkonvertált OpenStreetMap mozaikokkal együtt letölthetőek a mega.nz-ről itt:
hy: Սկզբնական քարտեզագրման տվյալները, որոնք մենք օգտագործում ենք, ինչպես նաև OpenStreetMap-ի վերափոխված հատվածները կողմնորոշման համար, կարելի է ներբեռնել այստեղից mega.nz այստեղ`
kk: Біз қолданатын таза карта деректерін өңделген OpenStreetMap тайлдарымен бірге mega.nz сайтынан жүктеп алуға болады:
ku: Daneyên nexşeyê yên tazî yên ku em bikar tînin, digel pêlên OpenStreetMap-ê yên veguheztin ji bo rêgezê, dikarin ji mega.nz vir werin dakêşandin:
sq: Të dhënat e zhveshura të hartës që ne përdorim, së bashku me pllakat e konvertuara të OpenStreetMap për orientim, mund të shkarkohen nga mega.nz këtu:
sr: Podaci mape koje koristimo, sa preobraćenim OpenStreetMap pločice za orientaciju, mogu se preuzeti sa mega.nz ovde:
tr: Yön bulmanızı kolaylaştırmak için dönüştürülmüş OpenStreetMap kareleri ile kullandığımız ham harita verisini, mega.nz üzerinden indirebilirsiniz:

source: Banned? Detected as Proxy?
bg: Баннати? Открити сте като прокси?
ckb: قەدەغە کراوە؟ وەک پرۆکسی دۆزراوەتەوە؟
da: Bannet? Detekted som Proxy?
et: Ligipääs Piiratud? Tuvastatud kui Puhverserver?
fi: Porttikielto? Tunnistettu proxynä?
hr: Zabranjen? Otkriven kao proxy?
hu: Kitiltva? Proxyként észlelve?
hy: Արգելափակվա՞ծ եք: Հայտնաբերվե՞լ եք Proxy օգտագործելու՞ց:
kk: Сізді бұғаттады ма? Прокси ретінде анықталғансыз ба?
ku: Qedexe kirin? Weke Proxy hat tesbît kirin?
sq: I ndaluar? U zbulua si përfaqësues?
sr: Banovani ste? Detektovani kao proksi?
tr: Yasaklandınız mı? Proxy olarak mı işaretlendiniz?

source: If you got detected as proxy, but you are none, or think that you got wrongfully banned, please go to our ${ guildedLink } or send us an e-mail to ${ mailLink } and include the following IID:
bg: Ако сте открити като проски, но не сте, или мислите, че сте били погрешно баннати, моля отидете на нашия ${ guildedLink } или ни пратете имейл на ${ mailLink } и включете следното IID:
ckb: ئەگەر وەک پرۆکسی دۆزرایەوە، بەڵام هیچ نیت، یان پێت وایە کە بە هەڵە قەدەغە کرایت، تکایە بچۆ بۆ ${ guildedLink } یان ئیمەیڵێکمان بۆ بنێرە بۆ ${ mailLink } و ئەم IID یەی خوارەوە بخەرە ناوی:
da: Hvis du blev detektet som en proxy, men du ikke er en, eller tror at du blev uretmæssigt bannet, venligst gå til vores ${ guildedLink } eller send os en e-mail til ${ mailLink } og inkluder den følgene IID:
et: Kui sind tuvastati puhverserveri kasutajana, kuid sa seda ei ole, või kui sa arvad, et sinu ligipääs on põhjuseta piiratud, siis palun ühine meie ${ guildedLink } või saada meile e-meil aadressile ${ mailLink } koos järgneva IID-ga:
fi: Jos sinut tunnistettiin proxynä, vaikket sitä ole, tai uskot saaneesi porttikiellon syyttä, mene meidän ${ guildedLink } tai lähetä meille viesti ${ mailLink } jossa mainitset seuraavan IID:
hr: Ako ste otkriveni kao proxy, ali to niste, ili mislite da ste pogrešno zabranjeni, idite na naš ${ guildedLink } ili nam pošaljite e-poruku na ${ mailLink } i uključite sljedeći IID:
hu: Ha hamisan gondoljuk azt, hogy proxyt használsz, vagy jogtalannak gondolod a kitiltásodat, kérjük látogass el a ${ guildedLink } szerverre, vagy írj egy levelet az ${ mailLink } e-mail címre az alábbi IID-vel együtt:
hy: Եթե դուք հայնաբերվել եք proxy օգտագործելուց, սակայն դուք այն չեք օգտագորխել, և կարծում եք որ դուք անհիմն եք արգելափակվել, կխնդրենք գնալ մեր ${ guildedLink } կամ մեզ ուղարկել էլեկտորնային հաղորդագրություն ${ mailLink } էլ. փոստին, ներառելով ձեր IID-ն.
kk: Сіз прокси қолданушы ретінде қате анықталған болсаңыз не өзіңізді себепсіз бұғатталған деп санасаңыз, біздің ${ guildedLink }-ке қосылыңыз немесе бізге хат жіберіңіз: ${ mailLink }. Хатқа мынау IID қосу керек:
ku: Heger tu wek proxy hatiyî dîtin, lê tu tune, yan jî difikirî ku tu bi xeletî hatîye qedexekirin, ji kerema xwe here ${ guildedLink } me an jî e-nameyek ji me re bişîne ${ mailLink } û ID-ya jêrîn tê de hebe:
sq: Nëse jeni zbuluar si përfaqësues, por nuk jeni asnjë, ose mendoni se jeni ndaluar gabimisht, ju lutemi shkoni te ${ guildedLink } ose na dërgoni një email te ${ mailLink } dhe përfshini ID-në e mëposhtme:
sr: Ako ste bili detektovani kao proksi, ali niste, ili mislite da ste pogrešno banovani, idite te na naš ${ guildedLink } ili pošaljite nam imeil na ${ mailLink } i stavite ovaj IID:
tr: Eğer proxy olmayıp proxy olarak işaretlendiyseniz veya yanlış bir nedenle yasaklandığınızı düşünüyorsanız, lütfen ${ guildedLink } sunucumuza gidin veya da ${ mailLink } adresine aşağıdaki IID'yi içeren bir e-posta gönderin:

source: Controls
bg: Контроли
ckb: کۆنتڕۆڵەکان
da: Kontroller
es: : controles
et: Juhtnupud
fi: Näppäimet
hr: Kontrole
hu: Irányítás
hy: Վերահսկում
kk: Басқаруы
ku: kontrolên
sq: Kontrollet
sr: Kontrole
tr: Kontroller

source: Click a color in palette to select it
bg: Кликнете на цвят в палитрата, за да го изберете
ckb: بۆ هەڵبژاردنی ڕەنگێک لە پالێتدا کلیک بکە
da: Klik på en farve i paletten for at vælge den
es: Haz clic en un color de la paleta para seleccionarlo
et: Vajuta värvile palettil, et see valida
fi: Klikkaa väriä paletista valitaksesi sen
hr: Pritisnite boju u paleti da biste je odabrali
hu: Kattints egy színre a palettán, hogy kiválaszd
hy: Կտտացրեք մի գույնի ներկապնակի վրա, այն ընտրելու համար
kk: Түсті таңдау үшін оны палитрадан басыңыз
ku: Rengek di paletê de bikirtînin da ku wê hilbijêrin
sq: Klikoni një ngjyrë në paleta për ta zgjedhur atë
sr: Kliknite boju u paleti da bi ste je odabrali
tr: Paletteki renklere tıklayarak renk seçiniz

source: Press ${ bindG } to toggle grid
bg: Натиснете ${ bindG }, за да включите решетките
ckb: بۆ گۆڕینی تۆڕەکە ${ bindG } بکە
da: Tryk ${ bindG } for at til/fra gitter
es: Presiona ${ bindG } para activar/desactivar la cuadrícula
et: Vajuta ${ bindG }, et teljestik ümberlülitada
fi: Paina ${ bindG } vaihtaaksesi ruudukkon näkyvyyttä
hr: Pritisnite ${ bindG } za promjenu mreže
hu: Nyomd meg a ${ bindG } gombot a rács váltásához
hy: Սեղմեք ${ bindG } - ը ցանցի օգտագործումը փոխելու համար
kk: Торды қосу/өшіру үшін ${ bindG } басыңыз
ku: Bişkojka ${ bindG } bike ku torê biguherîne
sq: Shtypni ${ bindG } për të ndërruar rrjetin
sr: Pritisnite ${ bindG } da uključite ili isključite rešetku
tr: Izgarayı açıp kapamak için ${ bindG } tuşuna basın

source: Press ${ bindX } to toggle showing of pixel activity
bg: Натиснете ${ bindX }, за да включите показването на пикселовата активност
ckb: بۆ گۆڕینی پیشاندانی چالاکیی پێکسڵەکان ${ bindX } بکە
da: Tryk på ${ bindX } for at til/fra visningen af pixel aktivitet
es: Presiona ${ bindX } para activar/desactivar la visibilidad de la actividad de píxeles
et: Vajuta ${ bindX }, et pikslite näitamine ümberlülitada
fi: Paina ${ bindX } vaihtaaksesi pikseliaktiivisuuden näkymistä
hr: Pritisnite ${ bindX } za uključivanje/isključivanje prikaza aktivnosti piksela
hu: Nyomd meg az ${ bindX } gombot a pixel-aktivitás megjelenítésének váltásához
hy: Սեղմեք ${ bindX } ՝ պիքսելային ակտիվության ցուցադրումը փոխելու համար
kk: Пиксел салу белсенділігін көрсету/жасыру үшін ${ bindX } басыңыз
ku: Bişkojka ${ bindX } bikirtînin da ku nîşana çalakiya pixelê biguherînin
sq: Shtypni ${ bindX } për të ndryshuar shfaqjen e aktivitetit të pikselëve
sr: Pritisnite ${ bindX } da bi uključili ili isključili aktivnost piksela
tr: Diğer kullanıcıların attığı pikselleri görebilmek için ${ bindX } tuşuna basın

source: Press ${ bindH } to toggle historical view
bg: Натиснете ${ bindH }, за да покажете исторически изглед
ckb: بۆ گۆڕینی دیمەنی مێژوویی ${ bindH } داگرە
da: Tryk på ${ bindH } for at til/fra historisk visning
es: Presiona ${ bindH } para activar/desactivar la vista histórica
et: Vajuta ${ bindH },et ajaloo vaade ümberlülitada
fi: Paina ${ bindH } vaihtaaksesi historiallisen näkymän näkyvyyttä
hr: Pritisnite ${ bindH } za prebacivanje povijesnog prikaza
hu: Nyomd meg a ${ bindH } gombot a történelmi nézet váltásához
hy: Սեղմեք ${ bindH } ՝ պատմական տեսակետը փոխելու համար
kk: Тарихи көріністі қосу/өшіру үшін ${ bindH } басыңыз
ku: Bişkojka ${ bindH } ji bo guheztina dîtina dîrokî
sq: Shtypni ${ bindH } për të ndryshuar pamjen historike
sr: Pritisnite ${ bindH } da uključite ili isključite istorijski pregled
tr: Tuvalin geçmişteki görünümünü görmek için ${ bindH } tuşuna basın

source: Press ${ bindR } to copy coordinates
bg: Натиснете ${ bindR }, за да копирате координати
ckb: بۆ کۆپیکردنی کۆئۆردینیاتەکان ${ bindR } بکە
da: Tryk på ${ bindR } for at kopiere koordinater
es: Presiona ${ bindR } para copiar las coordenadas
et: Vajuta ${ bindR }, et kopeerida koordinaadid
fi: Paina ${ bindR } kopioidaksesi koordinaatit
hr: Pritisnite ${ bindR } za kopiranje koordinata
hu: Nyomd meg az ${ bindR } gombot a koordináta másolásához
hy: Կոորդինատները պատճենելու համար սեղմեք ${ bindR }
kk: Координаттарды көшіру үшін ${ bindR } басыңыз
ku: Ji bo kopîkirina koordînatan ${ bindR } bikirtînin
sq: Shtypni ${ bindR } për të kopjuar koordinatat
sr: Pritisnite ${ bindR } da bi ste kopirali koordinate
tr: Koordinatları kopyalamak için ${ bindR } tuşuna basın

source: Press ${ bindQ } or ${ bindE } to zoom
bg: Натиснете ${ bindQ } или ${ bindE }, за да увеличите или намалите
ckb: بۆ گەورەکردن ${ bindQ } یان ${ bindE } داگرە
da: Tryk på ${ bindQ } eller ${ bindE } for at zoome
es: Presiona ${ bindQ } o ${ bindE } para cambiar el zoom
et: Vajuta ${ bindQ } või ${ bindE } nuppu, et suumida
fi: Paina ${ bindQ } tai ${ bindE } zoomataksesi
hr: Pritisnite ${ bindQ } ili ${ bindE } za zumiranje
hu: Nyomd meg a ${ bindQ } vagy az ${ bindE } gombot a zoomoláshoz
hy: Մեծացնելու համար սեղմեք ${ bindQ } կամ ${ bindE }
kk: Кішірейту үшін ${ bindQ }, үлкейту үшін ${ bindE } басыңыз
ku: Bişkojka ${ bindQ } an jî ${ bindE } ji bo zoom bike
sq: Shtypni ${ bindQ } ose ${ bindE } për të zmadhuar
sr: Pritisnite ${ bindQ } ili ${ bindE } da biste zumovali
tr: ${ bindQ } veya ${ bindE } tuşuna basarak tuvalden uzaklaşın veya tuvale yaklaşın

source: Press ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } to move
bg: Натиснете ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD }, за да се местите
ckb: بۆ جوڵە ${ bindS }، ${ bindA }، ${ bindW }، ${ bindD } داگرە
da: Tryk ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } for at bevæge sig
es: Presiona ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } para desplazarte
et: Vajuta ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD }, et ringi liikuda
fi: Paina ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } liikkuaksesi
hr: Pritisnite ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } za pomicanje
hu: Nyomd meg a ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } gombokat a mozgáshoz
hy: Սեղմեք ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } ՝ տեղափոխվելու համար
kk: Жылжу үшін ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } басыңыз
ku: Ji bo veguheztina ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } bikirtînin
sq: Shtypni ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } për të lëvizur
sr: Pritisnite ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } da bi ste se pomerali
tr: ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } tuşları ile tuvalde gezinin

source: Press ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } to move
bg: Натиснете ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight }, за да се местите
ckb: بۆ جوڵە ${ bindAUp }، ${ bindALeft }، ${ bindADown }، ${ bindARight } داگرە
da: Tryk på ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } for at bevæge sig
es: Presiona ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } para desplazarte
et: Vajuta ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight }, et ringi liikuda
fi: Paina ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } liikkuaksesi
hr: Pritisnite ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } za pomicanje
hu: Nyomd meg a ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } gombokat a mozgáshoz
hy: Սեղմեք ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } ՝ տեղափոխվելու համար
kk: Жылжу үшін ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } басыңыз
ku: Bişkojka ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } ji bo barkirinê
sq: Shtypni ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } për të lëvizur
sr: Pritisnite ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } da bi ste se pomerali
tr: ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } tuşları ile tuvalde gezinin
