Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/csb.po
Languages: csb

source: Switched to ${ canvasName }
csb: Je przełączoné na ${ canvasName }

source: Grid ON
csb: Séc włączonô

source: Grid OFF
csb: Séc wëłączonô

source: Pixel Notify ON
csb: Pòwiadomienié ò Pikselach włączone

source: Pixel Notify OFF
csb: Pòwiadomienié ò Pikselach wëłączone

source: Muted Sound
csb: Wëcëszono zwãczi

source: Unmuted Sound
csb: Òdcëszono zwãczi

source: Copied!
csb: Je skòpiérowóné!

source: Overlay ON
csb: Pòdkłôd włączony

source: Overlay OFF
csb: Pòdkłôd wëłączony

source: Easter Egg ON
csb: Easter Egg Włączony

source: Easter Egg OFF
csb: Easter Egg Wëłączony

source: Error :(
csb: Błąd :(

source: Didn't get an answer from pixelplanet. Maybe try to refresh?
csb: Òd pixelplanet ni ma òdpòwiescë. Mòżesz spróbòwac òdswiéżec jakbë tôkel dali béł?

source: Invalid Canvas
csb: Lëché płótno

source: This canvas doesn't exist
csb: Taczé płótno nie jistnieje

source: Invalid Coordinates
csb: Złe kòordinatë

source: x out of bounds
csb: x bùten grańców

source: y out of bounds
csb: y bùten grańców

source: z out of bounds
csb: z bùten grańców

source: Wrong Color
csb: Złô farwa

source: Invalid color selected
csb: Złô farwa òsta wëbrónô

source: Just for registered Users
csb: Leno dlô zaregistrowónëch brëkòwników

source: You have to be logged in to place on this canvas
csb: Mùszisz bëc wlogòwóny żebë stawiac na płótnie

source: Place more :)
csb: Pòstawi wicy :)

source: You can not access this canvas yet. You need to place more pixels
csb: Të jesz ni môsz przistãpù do tegó płótna. Brëkùjesz pòstawic wicy pikselów

source: Pixel protected!
csb: Piksel barniony!

source: Please prove that you are human
csb: Proszã ùdowodnic że jes lëdzã

source: No Proxies Allowed :(
csb: Proxy nie są dozwòloné :(

source: You are using a Proxy.
csb: Të ùżiwôsz proksów.

source: Not allowed
csb: Nie dozwòloné

source: Just the Top10 of yesterday can place here
csb: Blós Top10 z wczorô mòże tuwò stawiac

source: You are weird
csb: Të jes òbarchniałi

source: Server got confused by your pixels. Are you playing on multiple devices?
csb: Serwer je zdostóny z turu przez twòje pikselë. Czë të grajesz na wiele ùrządzeniach?

source: Banned
csb: Wënëkóny

source: Range Banned
csb: Zakôzóny syg

source: Your Internet Provider is banned from playing this game
csb: Twój dotëgòwôcz Jinternetu nie zezwôlô na granié w tã jigrã

source: Timeout
csb: Kùńc czasu

source: Didn't get an answer from pixelplanet. Maybe try to refresh if problem persists?
csb: Òd pixelplanet ni ma òdpòwiescë. Mòżesz spróbòwac òdswiéżec jakbë tôkel dali béł?

source: Weird
csb: Òbarchnialc

source: Couldn't set Pixel
csb: Nie ùdało sã wstawic piksela

source: Canvas Error
csb: Błãd płótna

source: Can't render 3D canvas, do you have WebGL2 disabled?
csb: To ni mòże zrendérowac płótnów 3D. Nie môsz të WebGL2 wëłączoné?

source: Can not export more than 20 or no template!
csb: To ni mòże ekspòrtowac wicy jak 20 abò niżôdnëch szablónów!

source: Can not import more than 20 or no template!
csb: To ni mòże jimpòrtowac wicy jak 20 abò niżôdnëch szablónów!

source: You made too many requests
csb: Të jes zrobił za wiele zapëtaniów

source: try again after ${ ti }min
csb: spróbùj jesz rôz pò ${ ti }min

source: Connection error ${ code } :(
csb: Błãd sparłãczëniégò ${ code } :(

source: Could not connect to server, please try again later :(
csb: To sã nie dało pòłączec ze serwerã, spróbùj pòzdze :(

source: Unknown Error
csb: Nieznónô fela

source: Server answered with gibberish :(
csb: Serwer òdpòwiédzôł w skôżony gôdce :(

source: Your next pixels are ready
csb: Twòje pòstãpné piksele są fardëch

source: You can now place more on pixelplanet.fun :)
csb: Terô mòżesz stawiac wicy na pixelplanet.fun :)

source: mentioned you
csb: wspòmniôł ce

source: You have new messages in chat
csb: Môsz nowé wiadë na czace

source: Copy to Clipboard
csb: Skòpieruj do Tacnika

source: Online Users on Canvas
csb: Aktiwni brëkòwnicë na Płótnie

source: Total Online Users
csb: Całownô lëczba Aktiwnëch Brëkòwników

source: Pixels placed
csb: Piksele pòstawióné

source: Canvas Selection
csb: Wëbór Płótna

source: Close Chat
csb: Zamkni Czat

source: Open Chat
csb: Òdemkni Czat

source: Close Menu
csb: Zamkni Menu

source: Open Menu
csb: Òdemkni Menu

source: Loading
csb: Ładowónié

source: Select Date above
csb: Wëbierzë datã na górze

source: Close
csb: Zamkni

source: PopUp
csb: Wëskakùjącé òczenko

source: Restore
csb: Przëwarcë

source: Clone
csb: Zdëbeltni

source: Move
csb: Przeniesë

source: Maximize
csb: Zmaksymalizuj

source: Resize
csb: Zmieni rozmiôr

source: Help
csb: Pòmoc

source: Settings
csb: Nastôwë

source: User Area
csb: Òbrëmienié Brëkòwnika

source: Make Screenshot
csb: Zrobi Zdrzucënk ekrana

source: Globe View
csb: Globalny pòzdrzatk

source: Close Palette
csb: Wëłączë palétã

source: Open Palette
csb: Włączë palétã

source: History Pencil ON
csb: Historiô òłówka włączonô

source: Overlay Pencil ON
csb: Nakłôdkòwi òłówk włączony

source: Enable Pencil
csb: Włączë òłówk

source: Disable Pencil
csb: Wëłączë òłówk

source: Disable History Pencil
csb: Wëłączë historią òłówka

source: Disable Overlay Pencil
csb: Wëłączë nakłôdkã òłówka

source: Registration
csb: Registrowanié

source: Forgot Password
csb: Zapòmniôł jem parolã

source: Chat
csb: Czat

source: Canvas Archive
csb: Archiwùm płótnów

source: You took too long, try again.
csb: To za wiele zaderało, spróbùj jesz rôz.

source: You failed your captcha
csb: Nie przeszedł jes testu captcha

source: No or invalid captcha text
csb: Felënk abò lëchi tekst captcha

source: No captcha id given
csb: Felënk ID testu captcha

source: Unknown Captcha Error
csb: Nieznónô fela captcha

source: Error
csb: Błãd

source: Cancel
csb: Òprzestóń

source: Send
csb: Wëslë

source: You are banned. You think it is unjustified? Check out the
csb: Òstôł jes zbanowóny? Pòdle ce to niesprawiedlëwé? Sprawdzë jak.

source: on how to appeal.
csb: sã òdezwac.

source: Reason
csb: Pòwód

source: By Mod
csb: Przez mòderatora

source: Duration
csb: Na cząd

source: Your ban expires at
csb: Twój ban sã kùńczi

source: which is in
csb: wcyg

source: Unbanned
csb: Òdbanowóny

source: Now that you have seen this message, you are no longer banned.
csb: Żelë widzysz tą wiadã, twój ban sã skùńcził.

source: Why?
csb: Dlôcze?

source: Place color pixels on a large canvas with other players online!
csb: Stawiôj farwné piksele na wiôldżich płótnach z jinyma grôczama online!

source: Our main canvas is a huge worldmap, you can place wherever you like, but you will have to wait a specific Cooldown between pixels. You can check out the cooldown and requirements on the Canvas Selection menu (globe button on top). Some canvases have a different cooldown for replacing a user-set pixels than placing on a unset pixel. i.e. 4s/7s means 4s on fresh pixels and 7s on already set pixels.
csb: Najim przédnym płótnã je wiôlgô kôrta Swiata. Të mòżesz stawiac piksele gdzelebądz cë sã widzy, równak bãdzesz mùszôł pòżdac wëznaczony cząd òpòzdzeniégò dlô pikselów. Mòżesz sprawdzëc ten cząd i wëmôgania w Menu Wëbiérkù Płótnów (knąpa zemsczi kùglë na górze). Na niechtërnëch płótnach je jiny cząd òpòzdzeniégò jak sã zamieniwô chtëren z ju wstôwionëch pikselów, a jak sã stôwiô na pùsti môl, np. 4s/7s znaczi 4s dlô nowëch pikselów, a 7s na zamieniwanié tich ju pòstôwionëch.

source: Higher zoomlevels take some time to update, the 3D globe gets updated at least once per day.
csb: Wëższé stãpnie przëblëżeniégò zabiérają drobkã czasu żebë sã ùternic. Zemskô kùgla 3D je ùterniwónô co nômni rôz na dzéń.

source: Have fun!
csb: Dobri zabôwë!

source: recommended
csb: bédowóné

source: Source on
csb: Pòkòn na

source: Map Data
csb: Dóné kôrtë

source: The bare map data that we use, together with converted OpenStreetMap tiles for orientation, can be downloaded from mega.nz here:
csb: Czësté dóné kôrtë w grëpie z przekònwertowónyma tôflama OpenStreetMaps dlô wërozmieniô mòżesz scygnąc z mega.nz tuwò:

source: Banned? Detected as Proxy?
csb: Zbanowóny? Rozpòznóny jakno brëkòwnik Proxy?

source: If you got detected as proxy, but you are none, or think that you got wrongfully banned, please go to our ${ guildedLink } or send us an e-mail to ${ mailLink } and include the following IID:
csb: Żelë òstôł jes rozpòznóny jakno brëkòwnik Proxy abò mëslisz że òstôł jes zbanowóny niesprawiedlëwie, òdwiedzë proszã najé ${ guildedLink } abò pòslë nóm e-maila na ${ mailLink } i pòdôj henen IID:

source: Controls
csb: Czérowanié

source: Click a color in palette to select it
csb: Cësni farwã na paléce żebë to wëbrac

source: Press ${ bindG } to toggle grid
csb: Wcësni ${ bindG } bë przełączëc jadro

source: Press ${ bindX } to toggle showing of pixel activity
csb: Wcësni ${ bindX } bë przełączëc pòkôzywónié aktiwnoscë piksela

source: Press ${ bindH } to toggle historical view
csb: Wcësni ${ bindH } bë przëłączëc historiczny wezdrzatk

source: Press ${ bindR } to copy coordinates
csb: Wcësni ${ bindR } żebë skòpiérowac wespółrzãdné

source: Press ${ bindQ } or ${ bindE } to zoom
csb: Wcësni ${ bindQ } abò ${ bindE} bë przëblëżëc

source: Press ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } to move
csb: Wcësni ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } żebë sã rëchac

source: Press ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } to move
csb: Wcësni ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } żebë sã rëchac

source: Drag ${ mouseSymbol } mouse or ${ touchSymbol } pan to move
csb: Przecygni mëszą ${ mouseSymbol } abò ${ touchSymbol } przesëni żebë sã rëchac

source: Scroll ${ mouseSymbol } mouse wheel or ${ touchSymbol } pinch to zoom
csb: Przewini mëszą ${ mouseSymbol } abò ${ touchSymbol } rozsëni pôlce żebë przëblëżec

source: Hold left ${ bindShift } for placing while moving mouse
csb: Przetrzëmôj lewi ${ bindShift } żebë stawiac rëchającë mëszą

source: Hold right ${ bindShift } for placing while moving mouse according to historical view
csb: Przetrzëmôj prawi ${ bindShift } żebë stawiac rëchającë mëszą pòdle historicznégò wezdrzatkù

source: ${ mouseSymbol } Left click or ${ touchSymbol } tap to place a pixel
csb: Wcësni lewą knąpã mëszë ${ mouseSymbol } abò ${ touchSymbol } dotkni ekranu żebë pòstawic piksel

source: Click ${ mouseSymbol } middle mouse button or ${ touchSymbol } long-tap to select current hovering color
csb: Wcësni strzódkòwą knąpã mëszë ${ mouseSymbol } abò ${ touchSymbol } przëtrzëmôj pôlc żebë pòbrac farwã

source: Press ${ bindQ } and ${ bindE } to fly up and down
csb: Wcësni ${ bindQ } a ${ bindE } bë latac w górã i w dół

source: ${ mouseSymbol } Hold left mouse button and drag mouse to rotate
csb: Przetrzëmôj lewą knąpã mëszë ${ mouseSymbol } i przecygni żebë òbrócëc

source: ${ mouseSymbol } Scroll mouse wheel or hold ${ mouseSymbol } middle mouse button and drag to zoom
csb: Przewini meszą ${ mouseSymbol } abò przetrzëmôj strzódkòwą knąpã mëszë ${ mouseSymbol } i przesëni żebë przeblëżëc

source: ${ mouseSymbol } Right click and drag mouse to pan
csb: Wcësni prawą knąpã mëszë ${ mouseSymbol } i przesëni mëszą bë przesënąc pòzdrzatk

source: ${ mouseSymbol } Right click or ${ touchSymbol } double-tap to remove a pixel
csb: Wcësni prawą knąpã mëszë ${ mouseSymbol } abò ${ touchSymbol } dotkni ekranu dwakroc żebë rëmnąc piksel

source: We thanks those artists very much, they offered their palettes to the public on
csb: Baro dzãkùjemë tim twórcóm, jaczi pùbliczno ùprzëstãpnilë swòje palétë!

source: Credit for the Palette of the Moon goes to ${ starhouseLink }.
csb: Dzãka za Miesądzową Palétã słëchô ${ starhouseLink }.

source: Credit for the Palette of the Top10 canvas goes to ${ vinikLink }.
csb: Dzãka za Palétã Top10 Płótnów słëchô ${ vinikLink }.

source: Credit for the Palette of the 2bit canvas goes to ${ donendoLink }.
csb: Dzãka za 2-bitową Palétã słëchô ${ donendoLink }.

source: Show Grid
csb: Pòkôżë Séc

source: Turn on grid to highlight pixel borders.
csb: Włączë satkã żébë pòdswiecëc grańce pikselów.

source: Show Pixel Activity
csb: Pòkôżë Rësznosc Pikselów

source: Show circles where pixels are placed.
csb: Pòkażë kòła tam gdze piksele są stôwióné.

source: Always show Movement Controls
csb: Wiedno pòkazuj czerowónié rëchã

source: Always show movement control buttons
csb: Wiedno pòkazuj knąpë czerowaniô rëchã

source: Disable Game Sounds
csb: Wëłączë Zwãczi z Jigrë

source: All sound effects will be disabled.
csb: Wszëtczé zwãkòwé efektë bãdą wëłączony.

source: Your Browser doesn't allow us to use AudioContext to play sounds. Do you have some privacy feature blocking us?
csb: Twój przezérnik nie pòzwôlô nóm na ùżëcé AudioContext do òdgriwaniô zwãków. Sprawdzë, czë nie blokùją naju twòje nastôwë priwatnoscë.

source: Enable chat notifications
csb: Włączë wiadła z czatu

source: Play a sound when new chat messages arrive
csb: Zagrôj zwãk czedë przińdą nowe wiadła

source: Auto Zoom In
csb: Aùtomaticzné przëblëżenié

source: Zoom in instead of placing a pixel when you tap the canvas and your zoom is small.
csb: Przëblëżë miast stawiania pikseli czedë cëskasz płótna ë twòje przëblëżenië je małé.

source: Compact Palette
csb: Kòmpaktowô Paléta

source: Display Palette in a compact form that takes less screen space.
csb: Wëskrzëni Palétã w kòmpaktowi fòrmie chtërna zajimô mni placu na ekranie.

source: Potato Mode
csb: Trib bùlwë

source: For when you are playing on a potato.
csb: Czej grasz na bùlwie.

source: Light Grid
csb: Letkô séc

source: Show Grid in white instead of black.
csb: Pòkôżë Séc na biało miast na czôrno.

source: Historical View
csb: Widok historëczny

source: Check out past versions of the canvas.
csb: Sprôwdzë Pòprzédnô wersijã płótna.

source: Themes
csb: Témë

source: How pixelplanet should look like.
csb: Jak pixelplanet pòwinno wëzdrzëc.

source: Select Language
csb: Wëbierzë jãzëk

source: Register new account here
csb: Zaregistruj nowé kònto tuwò

source: Name
csb: Pòzwa

source: Password
csb: Parola

source: Confirm Password
csb: Pòcwierdzë Parolã

source: Submit
csb: Złożë

source: Profile
csb: Profil

source: Statistics
csb: Statystyczi

source: Converter
csb: Kònwerter

source: Modtools
csb: Nôrzãdzé dlô Szandrë

source: Loading...
csb: Ładowónié...

source: Consider joining us on Guilded:
csb: Rozwôżë nad dołączenim do najégò Guilded:

source: Select the canvas you want to use. Every canvas is unique and has different palettes, cooldown and requirements. Archive of removed canvases can be accessed here:
csb: Wëbierzë płótno jaczégò chcesz ùżëc. Kòżdé płótno je òsoblëwé i mô jiné palétë, cząd òpòzdzeniégò a wëmôgania. Archiwùm rëmniãtëch płótnów nalézesz tuwò:

source: Archive
csb: Archiwùm

source: Retired Canvases (history only)
csb: Stôré płótna (leno historiô)

source: While we tend to not delete canvases, some canvases are started for fun or as a request by users who currently like a meme. Those canvases can get boring after a while and after weeks of no major change and if they really aren't worth being kept active.
csb: Chòcô ni mómë w zwëkù rëmac płótna, niechtërné są twòrzoné dlô fifu abò na prosbã brëkòwników co jim sã widzy jaczi mem. Te płótna mògą sã przikrzëc za jaczi czas, pò tidzéniach bez wikszich zjinaków, tak tej nie są ju wôrt żebë pòdtrzëmiwac je jakno aktiwné.

source: Here we collect removed canvases to archive them in a proper way. Which is currently only one.
csb: Tuwò gromadzëmë rëmniãté płótna żebë je archiwòwac na nôleżny ôrt. Terô je tu leno jedno płótno.

source: Political Compass Canvas
csb: Płótno Pòliticznégò Kòmpasu

source: This canvas got requested during a time of political conflicts on the main Earth canvas. It was a 1024x1024 representation of the political compass with a 5s cooldown and 60s stacking. It got launched on May 11th and remained active for months till it got shut down on November 30th.
csb: To płótno òstało ùsôdzoné òb pòliticzné sztridë na przédnym płótnie Zemi. To bëło przëdstôwienié pòliticznégò kòmpasu w miarze 1024x1024, z piãcsekùndowim cządã òpòzdzeniégò i szescdzesątsekùndowim kòpkòwanim. Òstało włączoné 11-tégò maja òstôwało aktiwné przez miesące, jaż mùszało bëc zamkłé 30-tégò smùtana.

source: We decided to archive it as a timelapse with lossless encoded webm. Taking a screenshot from the timelapse results in a perfect 1:1 representation of how the canvas was at that time.
csb: Zdecydérowelë jesmë je zarchiwizowac jakno zapisënk mijóniégò czasu z bezstratno zakòdowónym webm. Zdrzucënk ekranu z zapisënkù perfektno 1:1 òddôwô jak płótno wëzdrzało w dónym sztërkù.

source: Start chatting here
csb: Zaczni czatowac tuwò

source: Chat here
csb: Czatuj tuwò

source: You must be logged in to chat
csb: Mùszisz bëc zalogòwóny żebë czatowac

source: Channel settings
csb: Nastôwë karnôlu

source: Sent you a mail with instructions to reset your password.
csb: Pòsélelë cë jesmë maila z jinstrukcjama jak zresetowac parólã.

source: Enter your mail address and we will send you a new password:
csb: Wpiszë twòjégò maila ë më wëslëmë cë nową parolã:

source: Could not load captcha
csb: Nie szło zaladowac Captcha'ë

source: Type the characters from the following image:
csb: Wëpiszë merczi z tegò wej òbrôzka:

source: Tip: Not case-sensitive; I and l are the same
csb: Bôczë: Nie rozapartniwô sã wiôlgòscë lëtrów; I a l to mdze jedno

source: Load Captcha
csb: Włôduj Captcha

source: Click to Load Captcha
csb: Wcësni, żebë zaladowac Captchã

source: Can't read? Reload:
csb: Nie jidze przeczëtac? Zaladuj zôs:

source: Reload
csb: Przeładuj

source: Enter Characters
csb: Wprowadzë merczi

source: Email can't be empty.
csb: Pòle na e-mail ni mòże òstac pùsté.

source: Email should be at least 5 characters long.
csb: E-mail mùszi miec co nômni 5 merków.

source: Email can't be longer than 40 characters.
csb: E-mail ni mòże miec wicy jak 40 merków.

source: Email should at least contain a dot
csb: E-mail mùszi miec w sobie co nômni jeden póńkt.

source: Email should contain a @
csb: E-mail mùszi miec w sobie merk @.

source: Name can't be empty.
csb: Pòle na pòzwã ni mòże òstac pùsté.

source: Name must be at least 2 characters long
csb: Pòzwa mùszi miec co nômni 2 merczi.

source: Name must be shorter than 26 characters
csb: Pòzwa ni mòże miec wicy jak 26 merków.

source: Name contains invalid character like @, /, \ or #
csb: Pòzwa mô niedozwòloné merczi, jak @, /, \ abò #

source: No password given.
csb: Nie pòdano parolë.

source: Password must be at least 6 characters long.
csb: Paróla mùszi miec co nômni 6 merków.

source: Password must be shorter than 60 characters.
csb: Paróla ni mòże miec wicy jak 60 merków.

source: Get IID
csb: Krëgni IID

source: Copy
csb: Kòpieruj

source: Save
csb: Zapiszë

source: Templates
csb: Nakłôdczi

source: Tired of always spaming one single color? Want to create art instead, but you have to count pixels from some other image? Templates can help you with that! Templates can show as overlay and you can draw over them. One pixel on the template, should be one pixel on the canvas.
csb: Zmãtłi spamòwanim wiedno jedną farwą? Chcesz dokazéwac bëlny kùńszt, ale mùszisz wcyg rechòwac pikselë z jinszégò òbrôzka? Pòmògą cë w tim mòdła! Mòdła mògą bëc wëskrzëniwóné jakno nakłôdk jaczi të mdzesz mógł òdéchòwiwac. Jeden piksel na mòdle mô òdpòwiadac jednémù pikselowi na płótnie.

source: Enable Overlay
csb: Włączë nakłôdkã

source: Show templates as overlays ingame.
csb: Wëskrzëniwôj mòdła jakno nakłôdczi òb granié.

source: Small Pixels Zoom
csb: Przëblëżënié môłëch piskelów

source: Show overlay as small individual pixels on high zoomlevels.
csb: Wëskrzëniwôj nakłôdczi jakno môłé, apartné piksele na wësoczich niwlach pòwikszeniégò.

source: Overlay Opacity
csb: Widzawnosc nakłôdkù

source: Opacity of Overlay in percent.
csb: Widzawnosc nakłôdków w procentach.

source: Right-Shift Auto-Color
csb: Prawi shift dlô aùtomaticznégò farwòwaniô

source: Place pixels from overlay on right-shift, instead of history.
csb: Stôwiôj piksele z nakłôdczi miast w tribie historie, brëkùjącë prawégò shifta.

source: Cancel adding Template
csb: Anuluj dodôwanié mòdła.

source: Add Template
csb: Dodaj Nakłôdkã

source: Export enabled templates
csb: Ekspòrtuj włączoné mòdła

source: Import templates
csb: Impòrtuj mòdła

source: Login to access more features and stats.
csb: Zalogùj sã bë ùdostac przistãp do wicy òpcjów i statistików.

source: Login with Name or Mail:
csb: Zalogùj sã brëkùjącë pòzwë abò e-maila:

source: I forgot my Password.
csb: Zabôcził jem parolë.

source: or login with:
csb: abò zalogùj sã przez:

source: or register here:
csb: abò zaregistéruj sã tuwò:

source: Register
csb: Zaregistruj sã

source: Today Placed Pixels
csb: Piksele pòstôwioné dzysô

source: Daily Rank
csb: Codniowô ranga

source: Placed Pixels
csb: Pòstawióné piksele

source: Total Rank
csb: Òglowô ranga

source: Your name is: ${ name }
csb: Twòjô pòzwa to: ${ name }

source: Log out
csb: Wëlogùj sã

source: Change Username
csb: Zmieni pòzwã brëkòwnika

source: Change Mail
csb: Zmieni parólã

source: Change Password
csb: Spòleznowé nastôwë

source: Delete Account
csb: Ùsuń Kònto

source: Social Settings
csb: Spòleznowé nastôwë

source: Choose Canvas
csb: Wëbierzë płótna

source: Palette Download
csb: Scyganié palétë

source: Palette for ${ gimpLink }
csb: Paléta dlô ${ gimpLink }

source: Image Converter
csb: Kònwerter òbrazów

source: Convert an image to canvas colors
csb: Przekònwertéruj òbrôzk na farwë płótna

source: Choose Strategy
csb: Wëbierzë strategią

source: Serpentine
csb: Serpentina

source: Minimum Color Distance
csb: Minimalnô dôlëzna farwów

source: Calculate like GIMP
csb: Przerechòwiwùj jak GIMP

source: Choose Color Mode
csb: Wëbierzë trib farwów

source: Add Grid (uncheck if you need a 1:1 template)
csb: Dodôj mrzéżkã (òdmerkôj żelë brëkùjesz mòdła 1:1)

source: Offset
csb: Wërównôj

source: Scale Image
csb: Skaluj òbrôzk

source: Width
csb: Szerzawa

source: Height
csb: Wëszawa

source: Keep Ratio
csb: Ùchòwôj proporcje

source: Reset
csb: Resetuj

source: Download Template
csb: Pòbierzë pòdkłôdë

source: Total
csb: Òglowò

source: Today
csb: Dzysô

source: Yesterday
csb: Wczorô

source: Countries Today
csb: Kraje dzysô

source: Charts
csb: Dijagram

source: User
csb: Brëkòwnik

source: Country
csb: Krôj

source: Ranking updates every 5 min. Daily rankings get reset at midnight UTC.
csb: Ranking zmieniwô sã co 5 min. Codniowé rankindżi resetëją sã ò północë UTC.

source: Online Users
csb: Aktiwni Brëkòwnicë

source: Stacking till
csb: Kòpicuj do

source: Ranked
csb: Ranga

source: Yes
csb: Jo

source: No
csb: Nie

source: Requirements
csb: Wëmôgania

source: User Account
csb: Kònto Brëkòwnika

source: and ${ canvas.req } Pixels set
csb: i zestôwk pikselów ${ canvas.req }

source: Top 10 Daily Ranking
csb: Codniowi ranking Top 10

source: Dimensions
csb: Wëmiôrë

source: Canvas
csb: Płótna

source: Coordinates
csb: Wespółrzãdné

source: Edit
csb: Edituj

source: Go to
csb: Jidzë do

source: Select File
csb: Wëbierzë lópk

source: Template Name
csb: Pòzwa mòdła

source: Delete
csb: Ùsuń

source: Name or Email
csb: Pòzwa abò Email

source: Please verify your mail address or your account could get deleted after a few days.
csb: Sprawdzë swòjã adrésã e-mail. Jinaczi twòje kònto òstónié rëmniãté pò czile dniach.

source: A new verification mail is getting sent to you.
csb: Sélómë do cebie nowi sprôwdzënkòwi e-mail.

source: Click here to request a new verification mail.
csb: Nacësni tuwò żebë pòprosëc ò nowi sprôwdzënkòwi e-mail.

source: Passwords do not match.
csb: Paróle nie są zgódné.

source: Changed Password successfully.
csb: Paróla ùdało zmienionô.

source: Old Password
csb: Starô Parola

source: New Password
csb: Nowô Parola

source: Confirm New Password
csb: Pòcwierdzë nową parólã

source: New Username
csb: Nowô Pòzwa
