Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/csb.po
Languages: csb

source: Changed Mail successfully. We sent you a verification mail, please verify your new mail address.
csb: Adrésa e-mail ùdało zmienionô. Mómë cë sélóny nowi sprôwdzënkòwi e-mail. Sprawdzë swòją nową adrésã.

source: New Mail
csb: Nowi e-mail

source: Yes, Delete My Account!
csb: Jo, ùsuń mòje kònto!

source: Block DMs
csb: Blokùj PW

source: Block all Private Messages
csb: Blokùj wszëtczé Priwatné Wiadë

source: Private
csb: Priwatné

source: Don't show me in global stats
csb: Nie pòkôzuj mie na swiatowëch statistikach

source: Unblock Users
csb: Òdblokùj brëkòwników

source: You have no users blocked
csb: Môsz niżôdnëch brëkòwników zablokòwónëch

source: Build image on canvas.
csb: Bùduj céchùnk na płótnié.

source: Build image and set it to protected.
csb: Zbùduj òbrôzk i nastawi gò na barniony.

source: Build image, but reset cooldown to unset-pixel cd.
csb: Zbùduj òbrôzk, ale zresetuj cząd òpòzdzeniégò na cząd nieùstôwionégò piksela.

source: Clean spare pixels that are surrounded by unset pixels
csb: Wëczëscë wòlné pikselë òbtoczoné pikselama nieùstôwionyma

source: Clean spare pixels that are surrounded by unset pixels and up to 1 other set pixels
csb: WWëczëscë wòlné pikselë òbtoczoné pikselama nieùstôwionyma i nôwëżi jednym jinym ùstôwionym

source: Clean spare pixels that are surrounded by a single other color or unset pixels (VERY AGGRESSIVE ON CANVASES THAT ALLOW UNSET PIXELS (where there are two cooldowns)!)
csb: Wëczëscë wòlné pikselë òbtoczoné pòjedińczną jiną farwą abò nieùstôwionyma pikselama (TRËCHELNÉ NA PŁÓTNACH DOPÙSZCZIWAJĄCËCH NIEÙSTÔWIONÉ PIKSELE (tam, gdze są dwa cządë òpòzdzeniégò)!)

source: Status: Not running
csb: Stón: Nie chòdzy

source: Image Upload
csb: Wcygniãcé òbrazu

source: Upload images to canvas
csb: Wcygôj òbrazë na płótna

source: File
csb: Lópk

source: Coordinates:
csb: Wespółrzãdné:

source: Pixel Protection
csb: Òbarna pikselów

source: Set protection of areas (if you need finer grained control, use protect with image upload and alpha layers)
csb: Nastôwi òbarnã dlô òbéńdów (żelë brëkùjesz barżi szczegółowi kòntrolë, ùżij òbarnë w grëpie ze wcygniãcym òbrazu i wiôrztama alfa)

source: Top-left corner
csb: Lewi górny nórt

source: Bottom-right corner
csb: Prawy dolny nórt

source: Rollback to Date
csb: Przëwócë céchùnk dlô datë

source: Rollback an area of the canvas to a set date (00:00 UTC)
csb: Przewrócë òbéńdã płôtna do nastôwiony datë (00:00 UTC)

source: Canvas Cleaner
csb: Czëszczenié płótna

source: Apply a filter to clean trash in large canvas areas.
csb: Ùżij filtra bë òczëscëc kòsz we wiôldżich òbéńdach płótna.

source: Stop Cleaner
csb: Zatrzëmôj czëszczenié

source: IP Actions
csb: Dzejania na IP

source: Do stuff with IPs (one IP per line)
csb: Dzejôj na IP (jedno IP na lënią)

source: Manage Moderators
csb: Zarządzôj szandarama

source: Remove Moderator
csb: Rëmni szandarã

source: There are no mods
csb: Ni ma niżôdnégò Szandarë

source: Assign new Mod
csb: Przëpiszë nową Szandarã

source: Enter UserName of new Mod
csb: Wpiszë pòzwã nowi Szandarë

source: User Name
csb: Pòzwa brëkòwnika

source: Interval is invalid
csb: Interwala je lëchô

source: Check who placed in an area
csb: Sprôwdzë chto pòstawił wew dónym môlu

source: Interval
csb: Interwala

source: IID (optional)
csb: IID (òptacëjno)

source: Get Pixels
csb: Krëgni piksele

source: Get Users
csb: Krëgni brëkòwników

source: You must enter a duration
csb: Mùszisz wprowadzëc czas derowaniô

source: You must enter an IID
csb: Mùszisz wprowadzëc IID

source: IID Actions
csb: Dzejônia IID

source: Enter Reason
csb: Wpiszë Pòwód

source: (0 = infinite)
csb: (0 = nieskùńczoné)

source: Top 10 Countries [pxls / day]
csb: Top 10 Krôjów [pxls / day]

source: Players and Pixels per hour
csb: Grôcz ë Piksele na gòdzynã

source: Top 10 Players [pxls / day]
csb: Top 10 grôczów [pxls / day]

source: Countries by Pixels Today
csb: Kraje pòdług Pikselów Dzysô

source: Total Pixels placed per day
csb: Cawnô lëczba pikselów pòstôwionëch na dzéń

source: Ping
csb: Pingùj

source: DM
csb: PW

source: Block
csb: Blokùj

source: Mute
csb: Wëcëszë
