Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/cz.po
Languages: cz

source: Switched to ${ canvasName }
cz: Změněno na ${ canvasName }

source: Grid ON
cz: Mřížka Zapnuta

source: Grid OFF
cz: Mřížka Vypnuta

source: Pixel Notify ON
cz: Zapnuto oznámení na pixely

source: Pixel Notify OFF
cz: Vypnuty oznámení na pixely

source: Muted Sound
cz: Zvuk Ztlumený

source: Unmuted Sound
cz: Zvuk Zapnutý

source: Copied
cz: Zkopírováno

source: Overlay ON
cz: Overlay Zapnutý

source: Overlay OFF
cz: Overlay Vypnutý

source: Easter Egg ON
cz: Easter Egg Zapnutý

source: Easter Egg OFF
cz: Easter Egg Vypnutý

source: Timeout
cz: Spojení se serverem zaniklo

source: Didn't get an answer from pixelplanet. Try to refresh if this problem persists.
cz: Nezískali jsme odpověď od pixelplanet. Zkuste obnovit stránku jestli bude problém přetrvávat.

source: Invalid Canvas
cz: Neplatné Plátno

source: This canvas doesn't exist
cz: Toto plátno neexistuje

source: Invalid Coordinates
cz: Neplatné Souřadnice

source: x out of bounds
cz: x je mimo meze

source: y out of bounds
cz: y je mimo meze

source: z out of bounds
cz: z je mimo meze

source: Wrong Color
cz: Neplatná Barva

source: Invalid color selected
cz: Byla vybrána neplatná barva

source: Just for registered Users
cz: Pouze pro registrované uživatele

source: You have to be logged in to place on this canvas
cz: Musíte být přihlášeni, abyste mohli pokládat na tomto plátnu

source: Not allowed
cz: Nepovoleno

source: You can not access this canvas yet, because your pixel score is too low
cz: Na tohle plátno nemáš ještě přístup. Musíš položit více pixelů

source: Pixel protected
cz: Chráněný pixel

source: Please prove that you are human
cz: Potvrďte prosím, že jste člověk

source: You are using a Proxy.
cz: Používáš proxy.

source: Just the Top10 of yesterday can place here
cz: Pouze Top 10 lidi ze včerejška zde mohou pokládat

source: You are weird
cz: Zmátl jsi náš systém

source: Server got confused by your pixels. Are you playing on multiple devices?
cz: Server byl zmaten tvými pixely. Hrajete na více zařízení?

source: Banned
cz: Zabanován

source: Range Banned
cz: Rozsahově zabanován

source: Your Internet Provider is banned from this game
cz: Váš internetový poskytovatel byl zablokován

source: Weird
cz: Zvláštní

source: Couldn't set Pixel
cz: Nemohl se položit pixel

source: Error ${ retCode }
cz: Chyba ${ retCode }

source: Pencil picks:
cz: Tužka vybrana:

source: Selected Color
cz: Vybraná Barva

source: From Template
cz: Ze Šablony

source: From History
cz: Z Historie

source: Canvas Error
cz: Chyba plátna

source: Can't render 3D canvas, do you have WebGL2 disabled?
cz: Nedokázali jsme vyrenderovat 3D plátno, máte vyplý WebGL2?

source: Error :(
cz: Chyba :(

source: Can not export more than 20 or no template!
cz: Není možné exportovat více než 20 nebi žádný template!

source: Can not import more than 20 or no template!
cz: Není možné importovat více jak 20 nebo žádnej template!

source: You made too many requests
cz: Udělali jste až moc požadavků

source: try again after ${ ti }min
cz: Zkuste znovu po ${ ti }min

source: Connection error ${ code } :(
cz: Chyba připojení ${ code } :(

source: Could not connect to server, please try again later :(
cz: Nelze se připojit na server, zkuste znovu později :(

source: Unknown Error
cz: Neznámá chyba

source: Server answered with gibberish :(
cz: Server odpověděl nesmyslem :(

source: Your next pixels are ready
cz: Tvoje další dávka pixelů je připravena

source: You can now place more on pixelplanet.fun :)
cz: Už můžete pokládat více pixelů na pixelplanet.fun :)

source: mentioned you
cz: vás označil

source: You have new messages in chat
cz: Nové zprávy byly poslány do chatu

source: Copy to Clipboard
cz: Zkopírováno do schránky

source: Online Users on Canvas
cz: Online Uživatelé na Plátnu

source: Total Online Users
cz: Celkem online uživatelů

source: Placed Pixels
cz: Položeno Pixelů

source: Today
cz: Dnes

source: Total
cz: Celkem

source: Canvas Selection
cz: Výběr Plátna

source: Close Chat
cz: Zavřít Chat

source: Open Chat
cz: Otevřít chat

source: Close Menu
cz: Zavřít Menu

source: Open Menu
cz: Otevřít Menu

source: Loading
cz: Načítaní

source: Select Date above
cz: Zde Vyberte Datum

source: Close
cz: Zavřít

source: PopUp
cz: Vyskočit

source: Restore
cz: Obnovit

source: Clone
cz: Rozdvojit

source: Move
cz: Pohybovat

source: Maximize
cz: Maximalizovat

source: Resize
cz: Změnit velikost

source: Help
cz: Pomoc

source: Settings
cz: Nastavení

source: User Area
cz: Uživatelská Oblast

source: Make Screenshot
cz: Udělat Snímek

source: Globe View
cz: Pohled na planetu

source: Close Palette
cz: Zavřít Paletu

source: Open Palette
cz: Otevřít Paletu

source: Enable Pencil
cz: Zapnout Tužku

source: Disable Pencil
cz: Vypnout Tužku

source: Disable History Pencil
cz: Vypnout Historickou Tužku

source: Disable Overlay Pencil
cz: Vypnout Overlay Tužku

source: Registration
cz: Registrace

source: Forgot Password
cz: Zapomenuté Heslo

source: Canvas Archive
cz: Archiv Pláten

source: You took too long, try again.
cz: Trvalo vám to příliš dlouho, zkuste znovu.

source: You failed your captcha
cz: Nepodařila se vám captcha

source: No or invalid captcha text
cz: Žádný nebo neplatný captcha text

source: No captcha id given
cz: Nebylo uvedeno captcha id

source: Unknown Captcha Error
cz: Neznáma chyba Captcha

source: Error
cz: Chyba

source: Cancel
cz: Zrušit

source: Send
cz: Poslat

source: You are banned. You think it is unjustified? Check out the
cz: Byli jste zabanovaný. Myslíte si že neprávem?? Podívejte se na

source: on how to appeal.
cz: o tom jak získat unban.

source: Reason
cz: Důvod

source: By Mod
cz: Moderátorem

source: Duration
cz: Trvalost

source: Your ban expires at
cz: Váš ban skončí ve

source: which is in
cz: Což je za

source: Unbanned
cz: Váš ban byl odvolán

source: Now that you have seen this message, you are no longer banned.
cz: Pokud uvidíte tuto zprávu, už nemáte ban.

source: Why?
cz: Proč?

source: Show Grid
cz: Ukázat Mřížku

source: Turn on grid to highlight pixel borders.
cz: Zapněte mřížky aby jste mohli zvýraznit hranice pixelu.

source: Show Pixel Activity
cz: Ukázat Aktivitu Pixelu

source: Show circles where pixels are placed.
cz: Ukazuje kruhy kde byli před chvilkou položený pixely.

source: Always show Movement Controls
cz: Vždy ukázat Pohybové ovládaní

source: Always show movement control buttons
cz: Vždy ukázat tlačítka pohybového ovládaní

source: Disable Game Sounds
cz: Vypnout Zvuky Hry

source: All sound effects will be disabled.
cz: Všechny zvukový efekty budou vypnutý.

source: Your Browser doesn't allow us to use AudioContext to play sounds. Do you have some privacy feature blocking us?
cz: Váš Prohlížeč nepovoluje nám použít AudioContext pro hraní zvuku. Máte nějakou funkci ochrany osobních údajů?

source: Enable chat notifications
cz: Zapnout oznamení chatu

source: Play a sound when new chat messages arrive
cz: Hraje zvuk když se pošlou nové zprávy

source: Auto Zoom In
cz: Automatické přiblížení

source: Zoom in instead of placing a pixel when you tap the canvas and your zoom is small.
cz: Při klepnutí na plátno místo umístění pixelu přibližte a vaše přiblížení je malé.

source: Compact Palette
cz: Kompaktní Paleta

source: Display Palette in a compact form that takes less screen space.
cz: Zobrazit Paletu v kompaktní formě která zabírá míň obrazovky.

source: Potato Mode
cz: Bramborový mod

source: For when you are playing on a potato.
cz: Pro to když hrajete na bramboře.

source: Light Grid
cz: Rozsvítit Mřížku

source: Show Grid in white instead of black.
cz: Zobrazuje Mřížku v bíle místo černé barvě.

source: Custom Cursor
cz: Vlastní Kurzor

source: Use our custom cursor
cz: Použít náš vlastní kurzor

source: Historical View
cz: Historický Pohled

source: Check out past versions of the canvas.
cz: Ukazuje jak vypadala mapa dříve.

source: Pencil Mode for ${ canvasName } canvas
cz: Tužka změněna na ${ canvasName }

source: What the pencil should draw on the current canvas.
cz: Co by tužka měla kreslit na vybraném plátně.

source: Themes
cz: Témata

source: How pixelplanet should look like.
cz: Jak pixelplanet by měl vypadat.

source: Select Language
cz: Vybrat Jazyk

source: Place color pixels on a large canvas with other players online!
cz: Položte barevné pixely na velkém plátnu s ostatními online hráči!

source: Our main canvas is a huge worldmap, you can place wherever you like, but you will have to wait a specific Cooldown between pixels. You can check out the cooldown and requirements on the Canvas Selection menu (globe button on top). Some canvases have a different cooldown for replacing a user-set pixels than placing on a unset pixel. i.e. 4s/7s means 4s on fresh pixels and 7s on already set pixels.
cz: Naším hlavním plátnem je obrovská mapa světa, na které můžete pokládat kamkoli chcete, ale budete muset počkat specifickou dobu mezi položením pixelů. Cooldown a požadavky můžete zjistit v nabídce Výběr plátna (tlačítko globus nahoře). Některá plátna mají jiný cooldown pro položení pixelu na již položené pixely jinými uživateli než pro položení na ještě netknutý pixel. tj. 4s/7s znamená 4s na netknuté body na mapě a 7s na místa, kde už někdo pokládal.

source: Higher zoomlevels take some time to update, the 3D globe gets updated at least once per day.
cz: Větší přibližovací úrovně trvají větší dobu se aktualizovat, 3D zeměkoule se aktualizuje aspoň jednou denně.

source: Have fun!
cz: Bavte se!

source: recommended
cz: doporučené

source: Source on
cz: Zdroj zapnutý

source: Map Data
cz: Mapová data

source: The bare map data that we use, together with converted OpenStreetMap tiles for orientation, can be downloaded from mega.nz here:
cz: Holá mapová data, kterou používáme, spolu s převedenými dlaždicemi OpenStreetMap pro orientaci, si můžete stáhnout z mega.nz zde:

source: Banned? Detected as Proxy?
cz: Zabanován? Detektován jako Proxy?

source: If you got detected as proxy, but you are none, or think that you got wrongfully banned, please go to our ${ guildedLink } or send us an e-mail to ${ mailLink } and include the following IID:
cz: Jestli jste byli detektovaný jako proxy, ale nejste, nebo si myslíte že jste byli zabanovaní omylem, prosím běžte na náš ${ guildedLink } nebo pošlete nám e-mail na ${ mailLink } a dejte tam následující IID:

source: Controls
cz: Ovládaní

source: Click a color in palette to select it
cz: Klikněte na barvu v paletě aby jste jí vybral

source: Press ${ bindG } to toggle grid
cz: Stiskněte ${ bindG } aby jste si zapnuli mřížky

source: Press ${ bindX } to toggle showing of pixel activity
cz: Stiskněte ${ bindX } aby jste si zapnuli aktivitu pixelů

source: Press ${ bindH } to toggle historical view
cz: Stiskněte ${ bindH } aby jste si zapnuli historický pohled

source: Press ${ bindR } to copy coordinates
cz: Stiskněte ${ bindR } pro zkopírovaní souřadnic

source: Press ${ bindQ } or ${ bindE } to zoom
cz: Stiskněte ${ bindQ } nebo ${ bindE } pro přiblížení

source: Press ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } to move
cz: Stiskněte ${ bindW }, ${ bindA } ${ bindS }, ${ bindD } pro pohyb po mapě

source: Press ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } to move
cz: Stiskněte ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } pro pohyb pomapě

source: Drag ${ mouseSymbol } mouse or ${ touchSymbol } pan to move
cz: Táhněte ${ mouseSymbol } myší nebo ${ touchSymbol } pro pohyb po mapě

source: Scroll ${ mouseSymbol } mouse wheel or ${ touchSymbol } pinch to zoom
cz: Rolujte ${ mouseSymbol } kolečko na myši nebo ${ touchSymbol } zatáhněte pro přiblížení

source: Hold left ${ bindShift } for pencil (to place while moving mouse)
cz: Držte levý ${ bindShift } pro tužku (pokládaní pixelu při pohybu myši)

source: ${ mouseSymbol } Left click or ${ touchSymbol } tap to place a pixel
cz: ${ mouseSymbol } Levé kliknutí nebo ${ touchSymbol } klepněte pro položení pixelu

source: Click ${ mouseSymbol } middle mouse button or ${ touchSymbol } long-tap to select current hovering color
cz: Klikněte ${ mouseSymbol } střední tlačítko na myši nebo ${ touchSymbol } dlouhý potisk abyste si vybrali barvu na kterej máte myš

source: Press ${ bindQ } and ${ bindE } to fly up and down
cz: Stiskněte ${ bindQ } a ${ bindE } aby jste letěli nahoru a dolu

source: ${ mouseSymbol } Hold left mouse button and drag mouse to rotate
cz: ${ mouseSymbol } Držte levé tlačítko myši a tahejte myš proto aby jste se otáčeli

source: ${ mouseSymbol } Scroll mouse wheel or hold ${ mouseSymbol } middle mouse button and drag to zoom
cz: ${ mouseSymbol } Skrolovací myšoví kolečko nebo držte ${ mouseSymbol } střední tlačítko myši a tahejte pro přiblížení

source: ${ mouseSymbol } Right click and drag mouse to pan
cz: ${ mouseSymbol } Pravým tlačítkem klikněte a tahejte myší aby jste sledovali kamerou

source: ${ mouseSymbol } Right click or ${ touchSymbol } double-tap to remove a pixel
cz: ${ mouseSymbol } Pravým kliknutím nebo ${ touchSymbol } dvakrát stiskněte aby jste odstranili pixel

source: We thank the following artists, who made their palettes available to the public on
cz: Děkujeme těmto malířům, nabídli jejich palety pro ostatní na stránce

source: Credit for the Palette of the Moon goes to ${ starhouseLink }.
cz: Čest za Moon Paletu jde ${ starhouseLink }.

source: Credit for the Palette of the Top10 canvas goes to ${ vinikLink }.
cz: Čest za Top10 Paletu jde ${ vinikLink }.

source: Credit for the Palette of the 2bit canvas goes to ${ donendoLink }.
cz: Čest za Top10 Paletu jde ${ donendoLink }.

source: Profile
cz: Profil

source: Statistics
cz: Statistiky

source: Converter
cz: Konvertor

source: Modtools
cz: Nástroje pro moderátory

source: Loading...
cz: Načítaní...

source: Consider joining us on Guilded:
cz: Uvažujte o připojení se k nám na Guilded:

source: Select the canvas you want to use. Every canvas is unique and has different palettes, cooldown and requirements. Archived canvases can be accessed here:
cz: Vyberte si plátno které chcete použít.↩ Každé plátno je unikátní a má jinačí barvy, cooldown a požadavky.↩ Archiv zavřených pláten můžete najít tady:

source: Archive
cz: Archiv

source: Retired Canvases (history only)
cz: Neaktivní Plátna (pouze historie)

source: Register new account here
cz: Registrujte si nový účet tady

source: Name
cz: Jméno

source: Password
cz: Heslo

source: Confirm Password
cz: Potvrďte heslo

source: Submit
cz: Vytvořit

source: While we tend to not delete canvases, some canvases are started for fun or as a request by users who like a currently popular meme. Those canvases can become dull and inactive after a while, at which point there is no reason to keep them and we may decide to remove them.
cz: Protože nemažeme plátna, nějaká plátna začali jen pro zábavů a nebo od požadavku uživatelů kdo mají rádi meme. Tato plátna můžou začít být nudné po nějaký době a po týdnech bez žádné velké změny a nemá cenu je nechávat aktivní, se rozhodujeme o tom je odstranit.

source: Here we collect removed canvases to archive them properly. Which is currently only one.
cz: Tady sbíráme plátna pro to abychom je mohli archivovat ve správným způsobu (Což je zatím jenom jeden).

source: Political Compass Canvas
cz: Plátno Politického Kompasu

source: This canvas got requested during a time of political conflicts on the main Earth canvas. It was a 1024x1024 representation of the political compass with a 5s cooldown and 60s stacking. It got launched on May 11th and remained active for months till it got shut down on November 30th.
cz: Tohle plátno bylo požadováno v době politických konfliktu na hlavním zemským plátnu. Byla to 1024x1024 reprezentace politického kompasu s 5s cooldownem a 60s zásobníkem. Bylo to puštěno 11. Května a zůstalo to být aktivní několik měsíců než to bylo uzavřeno 30. Listopadu.

source: We decided to archive it as a timelapse with lossless encoded webm. Taking a screenshot from the timelapse results in a perfect 1:1 representation of how the canvas was at that time.
cz: Rozhodli jsme se to archivovat jako timelapse s bezztrátově zakódovaným webm. Pořízení snímku obrazovky z timelapsu vede k dokonalému zobrazení 1:1 toho, jak vypadalo plátno v té době.

source: Start chatting here
cz: Začněte se tady bavit

source: Chat here
cz: Mluvte tady - dsc.gg/czppf

source: You must be logged in to chat
cz: Musíte být přihlášení aby jste mohli chatovat

source: Channel settings
cz: Nastavení kanálu

source: Sent you a mail with instructions to reset your password.
cz: Poslal vám mail s instrukcemi jak si resetovat heslo.

source: Enter your mail address and we will send you a new password:
cz: Zadejte svojí emailovou adresu a pošleme vám nové heslo:

source: Could not load captcha
cz: Nemohlo se načíst captcha

source: Type the characters from the following image:
cz: Zadejte znaky z následujícího obrázku:

source: Tip: Not case-sensitive; I and l are the same
cz: Tip: Nerozlišují se malá a velká písmena; I a l je stejný

source: Load Captcha
cz: Načíst Captcha

source: Click to Load Captcha
cz: Klikněte aby jste načetli Captcha

source: Can't read? Reload:
cz: Nemůžeté to přečíst? Znovu načíst:

source: Reload
cz: Znovu načíst

source: Enter Characters
cz: Zadejte Znaky

source: Email can't be empty.
cz: Email nemůže být prázdný.

source: Email should be at least 5 characters long.
cz: Email musí být aspoň 5 znaků dlouhej.

source: Email can't be longer than 40 characters.
cz: Email nemůže být delší jak 40 znaků.

source: Email should at least contain a dot
cz: Email musí obsahovat tečku

source: Email should contain a @
cz: Email musí obsahovat @

source: Name can't be empty.
cz: Jméno nemůže být prázdný.

source: Name must be at least 2 characters long
cz: Jméno musí obsahovat alespoň dva znaky

source: Name must be shorter than 26 characters
cz: Jméno musí být menší jak 26 znaků

source: Name contains invalid character like @, /, \ or #
cz: Jméno obsahuje chybné znaky jako @, /, \ nebo #

source: No password given.
cz: Nebylo zadané heslo.

source: Password must be at least 6 characters long.
cz: Heslo musí obsahovat alespoň 6 znaků.

source: Password must be shorter than 60 characters.
cz: Heslo musí být kratší jak 60 znaků.

source: Save
cz: Uložit

source: Templates
cz: Šablony

source: Tired of always spaming one single color? Want to create art instead, but you have to count pixels from some other image? Templates can help you with that! Templates can show as overlay and you can draw over them. One pixel on the template, should be one pixel on the canvas.
cz: Unavený ze spamování furt jednej barvy? Chcete raději vytvářet nějaké kresby, ale musíte počítat pixely z jinačího obrázku? Šablony vám s tímhle mohou pomoct! Šablony mohou se ukázat jako overlay a mužete na ně kreslit. Jeden pixel na šabloně by měl být jeden pixel na plátnu.

source: Enable Overlay
cz: Zapnout Overlay

source: Show templates as overlays ingame.
cz: Ukázat šablony jako overlay ve hře.

source: Small Pixels When Zoomed
cz: Zoom pro malé pixely

source: Show overlay as small individual pixels on high zoomlevels.
cz: Ukázat overlay jako málé individuální pixely na velikých zoom levlech.

source: Overlay Opacity
cz: Průhlednost

source: Opacity of Overlay in percent.
cz: Průhlednost v procentech.

source: Cancel adding Template
cz: Zrušit přidání Šablony

source: Add Template
cz: Přidat Šablonu

source: Export enabled templates
cz: Exportovat zapnuté šablony

source: Import templates
cz: Importovat šablony

source: Get IID
cz: Získat IID

source: Copy
cz: Kopírovat

source: Login to access more features and stats.
cz: Přihlaste se aby jste měli přístup k více funkcím a statistikám.

source: Login with Name or Mail:
cz: Přihlaste se s Jménem nebo Mailem:

source: I forgot my Password.
cz: Zapomenul jsem svoje Heslo.

source: or login with:
cz: nebo přihlaste se s:

source: or register here:
cz: nebo registrujte se tady:

source: Register
cz: Registrovat

source: Today Placed Pixels
cz: Dnešní Počet Pixelů

source: Daily Rank
cz: Denní Hodnocení

source: Total Rank
cz: Celkové Hodnocení

source: Your name is: ${ name }
cz: Tvoje jméno je: ${ name }

source: Log out
cz: Odhlásit se

source: Change Username
cz: Změnit Jméno

source: Change Mail
cz: Změnit Mail

source: Change Password
cz: Změnit Heslo

source: Delete Account
cz: Odstranit Účet

source: Social Settings
cz: Sociální Nastavení

source: Yesterday
cz: Včera

source: Countries Today
cz: Státy dnes

source: Charts
cz: Grafy

source: Total Pixels per Player
cz: Celkový počet pixelů na hráče

source: Daily Pixels per Player
cz: Počet pixelů položeno za den pro hráče

source: Top 10 Players from Yesterday
cz: Top 10 Hráčů ze včerejška

source: Daily Pixels per Country
cz: Denní počet pixelů na zemi

source: User
cz: Uživatel

source: Country
cz: Stát

source: +last hour
cz: +poslední hodinu

source: Ranking updates every 5 min. Daily rankings get reset at midnight UTC.
cz: Hodnocení se aktualizuje každých 5 min. Denní hodnocení se resetuje o půlnoci UTC.

source: Choose Canvas
cz: Vyberte si Plátno

source: Palette Download
cz: Stažení Plátna

source: Palette for ${ gimpLink }
cz: Plátno pro ${ gimpLink }

source: Image Converter
cz: Konvertor Obrázků

source: Convert an image to canvas colors
cz: Konvertujte obrázek do barev plátna

source: Choose Strategy
cz: Vyberte Strategii

source: Minimum Color Distance
cz: Minimální Vzdálenost Barvy

source: Calculate like GIMP
cz: Kalkulovat jako GIMP

source: Choose Color Mode
cz: Vyberte Mod Barvy

source: Add Grid (uncheck if you need a 1:1 template)
cz: Přidat mřížku (zrušte zaškrtnutí jestli chcete 1:1 šablonu)

source: Offset
cz: Posunutí

source: Scale Image
cz: Měřítko Obrazu

source: Width
cz: Šířka

source: Height
cz: Výška

source: Keep Ratio
cz: Zanechat Poměr

source: Anti Aliasing
cz: Anti falšování

source: Reset
cz: Resetovat

source: Download Template
cz: Stáhnout Šabnlonu

source: Online Users
cz: Online Uživatelů

source: Cooldown
cz: Odpočet (cooldown)

source: Stacking till
cz: Zásobuje do

source: Ranked
cz: Hodnoceno

source: Yes
cz: Ano

source: No
cz: Ne

source: Requirements
cz: Požadavky

source: User Account
cz: Uživatelskej Účet

source: and ${ canvas.req } Pixels set
cz: a ${ canvas.req } Položenejch pixelů

source: Top 10 Daily Ranking
cz: Top 10 denní Hodnocení

source: Dimensions
cz: Rozměry

source: Canvas
cz: Plátno

source: Coordinates
cz: Souřadnice

source: Edit
cz: Editovat

source: Go to
cz: Najít

source: Select File
cz: Vybrat Soubor

source: Template Name
cz: Jméno Šablony

source: Delete
cz: Odstranit

source: Name or Email
cz: Jméno a Email

source: LogIn
cz: Přihlásit se

source: Please verify your mail address or your account could get deleted after a few days.
cz: Prosím ověřte svojí emailovou adresu nebo váš účet bude odstraněn za pár dní.

source: A new verification mail is getting sent to you.
cz: Novej ověřující mail se vám posílá.

source: Click here to request a new verification mail.
cz: Klikněte tu aby jste požádali o nový ověřující mail.

source: Passwords do not match.
cz: Hesla nejsou stejná.

source: Password successfully changed.
cz: Heslo úspěšně změněno.

source: Old Password
cz: Staré Heslo

source: New Password
cz: Nové Heslo

source: Confirm New Password
cz: Potvrdit Nový Heslo

source: New Username
cz: Nové Jméno

source: Changed Mail successfully. We sent you a verification mail, please verify your new mail address.
cz: Byl Úspěšně změněn Mail. Poslali jsme vám ověřující mail, prosím ověřte svojí novou mailovou adresu.

source: New Mail
cz: Novej Mail

source: Yes, Delete My Account!
cz: Ano, Odstraňte Mi Účet!

source: Block DMs
cz: Blokovat DMs

source: Block all Private Messages
cz: Blokovat všechny Privátní Zprávy

source: Private
cz: Privát

source: Don't show me in global stats
cz: Neukazujte mě v globálních statistik
