Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/cz.po
Languages: cz

source: Unblock Users
cz: Unblokovat Uživatele

source: You have no users blocked
cz: Nemáté žádný blokovaný uživatele

source: Build image on canvas.
cz: Postavit obraz na plátně.

source: Build image and set it to protected.
cz: Postavit obraz na plátně a nastavit to na chráněnej.

source: Build image, but reset cooldown to unset-pixel cd.
cz: Postavit obraz, ale resetovat cooldown na nenastavené pixely.

source: Clean spare pixels that are surrounded by unset pixels
cz: Vyčistit náhradní pixely který jsou obklopený nenastavenýma pixelamá

source: Clean spare pixels that are surrounded by unset pixels and up to 1 other set pixels
cz: Vyčistit náhradní pixely který jsou obklopený nenastavenýma pixelamá a až 1 další nastavený pixel

source: Clean spare pixels that are surrounded by a single other color or unset pixels (VERY AGGRESSIVE ON CANVASES THAT ALLOW UNSET PIXELS (where there are two cooldowns)!)
cz: Vyčistit náhradní pixely který jsou obklopený jednou jinačí barvou nebo nenastavenýma pixelama (VELMI AGGRESIVNÍ NA PLÁTNECH KTERÝ POVOLUJÍ NENASTAVENÝ PIXELY (kde jsou dva cooldowny)!)

source: Turn every pixel in area to 0 (YOU REALLY SHOULDN'T DO THAT ON ANY AREA THAT ISN'T ALREADY MOSTLY 0)
cz: Udělat všechny pixely v okolí na 0 (TOHLE BY JSTE FAKT NĚMELI DĚLAT NA OKOLÍ KTERÉ JEŠTĚ NENÍ PŘEVÁŽNĚ 0)

source: Status: Not running
cz: Status: Neběží

source: Image Upload
cz: Nahrát Obrázek

source: Upload images to canvas
cz: Nahrát obrázky na plátno

source: File
cz: Složka

source: Coordinates:
cz: Neplatné Souřadnice:

source: Pixel Protection
cz: Chránění pixely

source: Set protection of areas (if you need finer grained control, use protect with image upload and alpha layers)
cz: Nastavit ochranu oblastí (pokud potřebuješ jemnější kontrolu, použíj ochránit s nahratí obrázku a alfa vrstvy)

source: Top-left corner
cz: Horní-levej roh

source: Bottom-right corner
cz: Dolní-pravej roh

source: Rollback to Date
cz: Nahrát zpátky na Datum

source: Canvas Cleaner
cz: Čistič Plátna

source: Apply a filter to clean trash in large canvas areas.
cz: Přidat filter na vyčištění odpadků ve velkých oblastech plátna.

source: Stop Cleaner
cz: Vypnout Čistič

source: IP Actions
cz: IP akce

source: Do stuff with IPs (one IP per line)
cz: Udělat věci s IP (jedno IP na řádek)

source: Manage Moderators
cz: Spravovat Moderátory

source: Remove Moderator
cz: Odstranit Moderátora

source: There are no mods
cz: Nejsou tu moderátoři

source: Assign new Mod
cz: Přidat nového Moderátora

source: Enter UserName of new Mod
cz: Vlož Jméno nového Moderátora

source: User Name
cz: Uživatelské Jméno

source: Interval is invalid
cz: Interval je neplatný

source: Check who placed in an area
cz: Zkontrolovat kdo položil v oblasti

source: Interval
cz: Přestávka

source: IID (optional)
cz: IID (dobrovolný)

source: Get Pixels
cz: Získat Pixely

source: Get Users
cz: Získat Uživatele

source: You must enter a duration
cz: Musíš nastavit dobu

source: You must enter an IID
cz: Musíš vložit IID

source: IID Actions
cz: IID akce

source: Enter Reason
cz: Vložit Důvod

source: (0 = infinite)
cz: (0 = nekonečno)

source: Top 10 Countries [pxls / day]
cz: Top 10 Států [pxls / den]

source: Players and Pixels per hour
cz: Hráči a Pixely za hodinu

source: Top 10 Players [pxls / day]
cz: Top 10 Hráčů [pxls / den]

source: Total Pixels placed per day
cz: Celkem Pixelů položeno denně

source: Current Cooldown Changes per Country
cz: Aktuální změny Cooldownu pro jednotlivé zemích

source: Factor
cz: Faktor

source: Cooldown is usually automatically changed for a country that is dominating. In example in the case of a streamer raid.
cz: Cooldown se obvykle automaticky mění pro zemi, která aktuálně dominuje. Například v případě nájezdu streamerů.

source: Mute
cz: Umlčení
