Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/gr.po
Languages: gr

source: Manage Moderators
gr: Διαχείριση συντονιστών

source: Remove Moderator
gr: Κατάργηση Επόπτη

source: There are no mods
gr: Δεν υπάρχουν mods

source: Assign new Mod
gr: Εκχώρηση νέου Mod

source: Enter UserName of new Mod
gr: Εισαγάγετε Όνομα χρήστη του νέου Mod

source: User Name
gr: Ονομα χρήστη

source: Interval is invalid
gr: Το διάστημα δεν είναι έγκυρο

source: Check who placed in an area
gr: Ελέγξτε ποιος τοποθέτησε σε μια περιοχή

source: Interval
gr: Διάστημα

source: IID (optional)
gr: Ενέργειες IID

source: Get Pixels
gr: Pixels τοποθετήθηκαν

source: Get Users
gr: Λήψη χρηστών

source: You must enter a duration
gr: Πρέπει να εισαγάγετε μια διάρκεια

source: You must enter an IID
gr: Πρέπει να εισαγάγετε ένα αναγνωριστικό (IID)

source: IID Actions
gr: Ενέργειες IID

source: Enter Reason
gr: Εισαγάγετε τον λόγο

source: (0 = infinite)
gr: (0 = άπειρο)

source: Ping
gr: Ανέφερε τον χρήστη (ping)

source: DM
gr: Προσωπικά Μηνύματα (DM)

source: Block
gr: Μπλοκάρισμα

source: Mute
gr: Σίγαση

# keybinds
source: X
gr: x εκτός ορίων
