Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/gr.po
Languages: gr

source: Switched to ${ canvasName }
gr: Έγινε εναλλαγή σε ${ canvasName }

source: Grid ON
gr: Πλέγμα Ενεργο

source: Grid OFF
gr: Πλέγμα Ενενεργό

source: Pixel Notify ON
gr: Ειδοποίηση Pixel Ενεργό

source: Pixel Notify OFF
gr: Ειδοποίηση Pixel Ανενεργό

source: Muted Sound
gr: Σίγαση ήχου

source: Unmuted Sound
gr: Διακοπή σίγασης ήχου

source: Copied!
gr: Αντιγράφηκε!

source: Overlay ON
gr: Επικάλυμμα Ενεργό

source: Overlay OFF
gr: Επικάλυμμα Ανενεργό

source: Easter Egg ON
gr: Πασχαλινό Αυγό Ενεργό

source: Error :(
gr: Κάτι πήγε λάθος:(

source: Didn't get an answer from pixelplanet. Maybe try to refresh?
gr: Δεν λάβατε απάντηση από το pixelplanet; Ίσως προσπαθήσετε να ανανεώσετε την σελίδα;

source: Invalid Canvas
gr: Μη έγκυρος καμβάς

source: This canvas doesn't exist
gr: Αυτός ο καμβάς δεν υπάρχει

source: Invalid Coordinates
gr: Μη έγκυρες συντεταγμένες

source: x out of bounds
gr: x εκτός ορίων

source: y out of bounds
gr: y εκτός ορίων

source: z out of bounds
gr: z εκτός ορίων

source: Wrong Color
gr: Λάθος χρώμα

source: Invalid color selected
gr: Επιλέχθηκε μη έγκυρο χρώμα

source: Just for registered Users
gr: Μόνο για εγγεγραμμένους χρήστες

source: You have to be logged in to place on this canvas
gr: Πρέπει να είστε συνδεδεμένοι για να τοποθετήσετε σε αυτόν τον καμβά

source: Place more :)
gr: Τοποθετήστε περισσότερα pixel :)

source: You can not access this canvas yet. You need to place more pixels
gr: Δεν μπορείτε ακόμη να αποκτήσετε πρόσβαση σε αυτόν τον καμβά. Πρέπει να τοποθετήσετε περισσότερα pixel

source: Pixel protected!
gr: Προστατευμένα pixel!

source: Please prove that you are human
gr: Παρακαλώ αποδείξτε ότι είστε άνθρωπος

source: No Proxies Allowed :(
gr: Δεν επιτρέπονται proxies :(

source: You are using a Proxy.
gr: Χρησιμοποιείτε Proxy.

source: Not allowed
gr: Δεν επιτρέπεται

source: Just the Top10 of yesterday can place here
gr: Μόνο το Top10 απο χθες μπορεί να τοποθετηθεί εδώ

source: You are weird
gr: Είσαι περίεργος

source: Server got confused by your pixels. Are you playing on multiple devices?
gr: Ο διακομιστής μπερδεύτηκε με τα pixel σας. Παίζετε απο πολλές συσκευές;

source: Banned
gr: Αποκλείστηκες

source: Range Banned
gr: Απαγόρευση εύρους

source: Your Internet Provider is banned from playing this game
gr: Ο πάροχος Διαδικτύου σας έχει απαγορευτεί να παίξει αυτό το παιχνίδι

source: Timeout
gr: Τέλος χρόνου

source: Didn't get an answer from pixelplanet. Maybe try to refresh if problem persists?
gr: Δεν λάβατε απάντηση από το pixelplanet; Ίσως προσπαθήσετε να ανανεώσετε την σελίδα;

source: Weird
gr: Είσαι περίεργος

source: Couldn't set Pixel
gr: Ειδοποίηση Pixel Ενεργό

source: Error ${ retCode }
gr: Κάτι πήγε λάθος ${ retCode }

source: Canvas Error
gr: Κάτι πήγε λάθος με τους κανβας:(

source: Can't render 3D canvas, do you have WebGL2 disabled?
gr: Δεν είναι δυνατή η απόδοση του τρισδιάστατου καμβά, έχετε απενεργοποιήσει το WebGL2;

source: You made too many requests
gr: Κάνατε πάρα πολλά αιτήματα

source: try again after ${ ti }min
gr: δοκιμάστε ξανά μετά από ${ ti }min

source: Connection error ${ code } :(
gr: Κάτι πήγε λάθος ${ code } :(

source: Could not connect to server, please try again later :(
gr: Δεν ήταν δυνατή η σύνδεση με τον διακομιστή, δοκιμάστε ξανά αργότερα :(

source: Unknown Error
gr: Κάτι πήγε λάθος:(

source: Server answered with gibberish :(
gr: Ο διακομιστής απάντησε με ασυναρτησίες :(

source: Your next pixels are ready
gr: Τα επόμενα pixel σας είναι έτοιμα

source: You can now place more on pixelplanet.fun :)
gr: Τώρα μπορείτε να τοποθετήσετε περισσότερα στο pixelplanet.fun :)

source: mentioned you
gr: είσαι περίεργος

source: You have new messages in chat
gr: Έχετε νέα μηνύματα στο Chat

source: Copy to Clipboard
gr: Αντιγραφή στο πρόχειρο

source: Online Users on Canvas
gr: Μόνο για εγγεγραμμένους χρήστες

source: Total Online Users
gr: Μόνο για εγγεγραμμένους χρήστες

source: Pixels placed
gr: Pixels τοποθετήθηκαν

source: Canvas Selection
gr: Μη έγκυρος καμβάς

source: Close Chat
gr: Κλείσιμο συνομιλίας

source: Open Chat
gr: Άνοιγμα συνομιλίας

source: Close Menu
gr: Κλείσιμο μενού

source: Open Menu
gr: Άνοιγμα Μενού

source: Loading
gr: Φόρτωση

source: Select Date above
gr: Επιλέξτε Ημερομηνία παραπάνω

source: Close
gr: Κλείσιμο

source: PopUp
gr: Αναδυόμενο παράθυρο

source: Restore
gr: Επαναφωρά

source: Clone
gr: Κλώνος

source: Move
gr: Κίνηση

source: Maximize
gr: Αύξηση ανώτερου βαθμού

source: Resize
gr: Αλλαγή μεγέθους

source: Help
gr: Βοήθεια

source: Settings
gr: Ρυθμίσεις

source: User Area
gr: Περιοχή χρήστη

source: Make Screenshot
gr: Δημιουργία στιγμιότυπου οθόνης

source: Globe View
gr: Προβολή Υδρόγειου

source: Close Palette
gr: Κλείσιμο παλέτας

source: Open Palette
gr: Άνοιγμα Παλέτας

source: Registration
gr: Εγγραφή

source: Forgot Password
gr: Ξεχάσατε τον κωδικό

source: Chat
gr: Συνομιλία

source: Canvas Archive
gr: Αρχείο καμβά

source: on how to appeal.
gr: πώς να ασκήσετε έφεση.

source: Error
gr: Λάθος

source: Reason
gr: Λόγος

source: By Mod
gr: Από τον Mod

source: Duration
gr: Διάρκεια

source: Your ban expires at
gr: Η απαγόρευσή σας λήγει στις

source: which is in
gr: που είναι μέσα

source: Unbanned
gr: Επαναφορά Αποκλησμού

source: Now that you have seen this message, you are no longer banned.
gr: Τώρα που είδατε αυτό το μήνυμα, δεν είστε πλέον αποκλεισμένοι.

source: Why?
gr: Γιατί;

source: You took too long, try again.
gr: Χρειάστηκε πολύς χρόνος, δοκιμάστε ξανά.

source: You failed your captcha
gr: Απέτυχες το captcha σου

source: No or invalid captcha text
gr: Χωρίς ή μη έγκυρο κείμενο captch

source: No captcha id given
gr: Δεν δόθηκε αναγνωριστικό captcha

source: Unknown Captcha Error
gr: Άγνωστο σφάλμα Captcha

source: Cancel
gr: Ματαίωση

source: Send
gr: Αποστολή

source: Place color pixels on a large canvas with other players online!
gr: Τοποθετήστε έγχρωμα pixel σε έναν μεγάλο καμβά με άλλους παίκτες στο διαδίκτυο!

source: Our main canvas is a huge worldmap, you can place wherever you like, but you will have to wait a specific Cooldown between pixels. You can check out the cooldown and requirements on the Canvas Selection menu (globe button on top). Some canvases have a different cooldown for replacing a user-set pixels than placing on a unset pixel. i.e. 4s/7s means 4s on fresh pixels and 7s on already set pixels.
gr: Ο καμβάς μας είναι ένας τεράστιος παγκόσμιος χάρτης, τον οποίο μπορείτε να τοποθετήσετε όπου θέλετε, αλλά θα πρέπει να περιμένετε ένα συγκεκριμένο Cooldown μεταξύ των pixel. Μπορείτε να δείτε το cooldown και τις απαιτήσεις στο μενού Επιλογή καμβά (κουμπί υδρόγειου στο επάνω μέρος). Ορισμένοι κάνβας έχουν διαφορετικό cooldown για την αντικατάσταση των πιξελ που έχει ορίσει ο χρήστης σε σχέση με την τοποθέτηση σε μη καθορισμένο pixel. δηλ. 4δευτ/7δευτ σημαίνει 4s σε φρέσκα pixel και 7s σε ήδη ρυθμισμένα pixel.

source: Higher zoomlevels take some time to update, the 3D globe gets updated at least once per day.
gr: Τα υψηλότερα επίπεδα ζουμ χρειάζονται λίγο χρόνο για να ενημερωθούν, η τρισδιάστατη σφαίρα ενημερώνεται τουλάχιστον μία φορά την ημέρα.

source: Have fun!
gr: Καλα να περάσεις!

source: recommended
gr: συνιστάται

source: Source on
gr: Συνιστάται

source: Map Data
gr: Δεδομένα χάρτη

source: The bare map data that we use, together with converted OpenStreetMap tiles for orientation, can be downloaded from mega.nz here:
gr: Τα δεδομένα χάρτη που χρησιμοποιούμε, μαζί με τα πλακίδια OpenStreetMap που έχουν μετατραπεί για προσανατολισμό, μπορούν να ληφθούν από το mega.nz εδώ:

source: Banned? Detected as Proxy?
gr: Αποκλείστηκες; Εντοπίστηκε διακομιστής μεσολάβησης; (proxy)

source: If you got detected as proxy, but you are none, or think that you got wrongfully banned, please go to our ${ guildedLink } or send us an e-mail to ${ mailLink } and include the following IID:
gr: Αν εντοπίστηκες ως διακομιστής μεσολάβησης, αλλά δεν είσαι κανένας ή πιστεύεις ότι αποκλείστηκες εσφαλμένα, μεταβείτε στο ${ guildedLink } ή στείλτε μας ένα μήνυμα ηλεκτρονικού ταχυδρομείου στη διεύθυνση ${ mailLink } και συμπεριλάβετε το ακόλουθο αναγνωριστικό:

source: Controls
gr: Κοντρολ

source: Click a color in palette to select it
gr: Κάντε κλικ σε ένα χρώμα στην παλέτα για να το επιλέξετε

source: Press ${ bindG } to toggle grid
gr: Πατήστε ${ bindG } για εναλλαγή πλέγματος

source: Press ${ bindX } to toggle showing of pixel activity
gr: Πατήστε ${ bindX } για να αλλάξετε την εμφάνιση της δραστηριότητας Pixel

source: Press ${ bindH } to toggle historical view
gr: Πατήστε ${ bindH } για εναλλαγή ιστορικής προβολής

source: Press ${ bindR } to copy coordinates
gr: Πατήστε ${ bindR } για να αντιγράψετε συντεταγμένες

source: Press ${ bindQ } or ${ bindE } to zoom
gr: Πατήστε ${ bindQ } ή ${ bindE } για μεγέθυνση

source: Press ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } to move
gr: Πατήστε ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } για να μετακινηθείτε

source: Press ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } to move
gr: Πατήστε ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } για να μετακινηθείτε

source: Drag ${ mouseSymbol } mouse or ${ touchSymbol } pan to move
gr: Σύρετε το ${ mouseSymbol } το ποντίκι ή το πανό ${ touchSymbol } για να μετακινηθείτε

source: Scroll ${ mouseSymbol } mouse wheel or ${ touchSymbol } pinch to zoom
gr: Κάντε κύλιση ${ mouseSymbol } τροχό του ποντικιού ή πιέστε ${ touchSymbol } για μεγέθυνση

source: Hold left ${ bindShift } for placing while moving mouse
gr: Κρατήστε το ${ bindShift } αριστερά για τοποθέτηση ενώ μετακινείτε το ποντίκι

source: Hold right ${ bindShift } for placing while moving mouse according to historical view
gr: Κρατήστε το δεξί ${ bindShift } για τοποθέτηση ενώ μετακινείτε το ποντίκι σύμφωνα με την ιστορική προβολή

source: ${ mouseSymbol } Left click or ${ touchSymbol } tap to place a pixel
gr: ${ mouseSymbol } Αριστερό κλικ ή ${ touchSymbol } tap για να τοποθετήσετε ένα pixel

source: Click ${ mouseSymbol } middle mouse button or ${ touchSymbol } long-tap to select current hovering color
gr: Κάντε κλικ στο μεσαίο κουμπί του ποντικιού ${ mouseSymbol } ή πατήστε παρατεταμένα το ${ touchSymbol } για να επιλέξετε το τρέχον χρώμα αιώρησης

source: ${ mouseSymbol } Hold left mouse button and drag mouse to rotate
gr: ${ mouseSymbol } Κρατήστε πατημένο το αριστερό κουμπί του ποντικιού και σύρετε το ποντίκι για περιστροφή

source: ${ mouseSymbol } Scroll mouse wheel or hold ${ mouseSymbol } middle mouse button and drag to zoom
gr: ${ mouseSymbol } Τροχός κύλισης του ποντικιού ή κρατήστε πατημένο το μεσαίο κουμπί του ποντικιού ${ mouseSymbol } και σύρετε για μεγέθυνση

source: ${ mouseSymbol } Right click and drag mouse to pan
gr: ${ mouseSymbol } Δεξί κλικ και σύρετε το ποντίκι για να μετακινηθείτε

source: ${ mouseSymbol } Right click or ${ touchSymbol } double-tap to remove a pixel
gr: ${ mouseSymbol } Δεξί κλικ ή ${ touchSymbol } διπλό πάτημα για να αφαιρέσετε ένα Pixel

source: We thanks those artists very much, they offered their palettes to the public on
gr: Ευχαριστούμε πολύ αυτούς τους καλλιτέχνες, που προσέφεραν τις παλέτες τους στο κοινό στις

source: Credit for the Palette of the Moon goes to ${ starhouseLink }.
gr: Η πίστωση για την Παλέτα της Σελήνης πηγαίνει στο ${ starhouseLink }.

source: Credit for the Palette of the Top10 canvas goes to ${ vinikLink }.
gr: Τα εύσημα για την Παλέτα του καμβά Top10 πηγαίνουν στο ${ vinikLink }.

source: Show Grid
gr: Εμφάνιση πλέγματος

source: Turn on grid to highlight pixel borders.
gr: Ενεργοποιήστε το πλέγμα για να επισημάνετε τα περιγράμματα των pixel.

source: Show Pixel Activity
gr: Ειδοποίηση Pixel Ενεργό

source: Show circles where pixels are placed.
gr: Εμφάνιση κύκλων όπου τοποθετούνται τα pixel.

source: Disable Game Sounds
gr: Απενεργοποιήστε τους ήχους παιχνιδιού

source: All sound effects will be disabled.
gr: Όλα τα ηχητικά εφέ θα απενεργοποιηθούν.

source: Your Browser doesn't allow us to use AudioContext to play sounds. Do you have some privacy feature blocking us?
gr: Το πρόγραμμα περιήγησής σας δεν μας επιτρέπει να χρησιμοποιούμε το AudioContext για την αναπαραγωγή ήχων. Έχετε κάποια λειτουργία απορρήτου που μας αποκλείει;

source: Enable chat notifications
gr: Ενεργοποίηση ειδοποιήσεων συνομιλίας

source: Play a sound when new chat messages arrive
gr: Παίξτε έναν ήχο όταν φτάνουν νέα μηνύματα συνομιλίας

source: Auto Zoom In
gr: Αυτόματο ζουμ

source: Zoom in instead of placing a pixel when you tap the canvas and your zoom is small.
gr: Κάντε μεγέθυνση αντί να τοποθετήσετε ένα pixel όταν αγγίζετε τον καμβά και το ζουμ σας είναι μικρό.

source: Compact Palette
gr: Συμπαγής παλέτα

source: Display Palette in a compact form that takes less screen space.
gr: Εμφάνιση παλέτας σε συμπαγή μορφή που καταλαμβάνει λιγότερο χώρο στην οθόνη.

source: Potato Mode
gr: Λειτουργία πατάτας

source: For when you are playing on a potato.
gr: Για όταν παίζετε σε μια πατάτα.

source: Light Grid
gr: Πλέγμα φωτός

source: Show Grid in white instead of black.
gr: Εμφάνιση Πλέγματος σε λευκό αντί για μαύρο.

source: Historical View
gr: Ιστορική Προβολή

source: Check out past versions of the canvas.
gr: Δείτε προηγούμενες εκδόσεις του καμβά.

source: Themes
gr: Θέματα

source: How pixelplanet should look like.
gr: Πώς πρέπει να μοιάζει το pixelplanet.

source: Select Language
gr: Επιλογή γλώσσας

source: Profile
gr: Προφιλ

source: Statistics
gr: Στατιστικά

source: Converter
gr: Μετατροπέας

source: Modtools
gr: Υλικά διαχειριστή

source: Loading...
gr: Φόρτωση..

source: Consider joining us on Guilded:
gr: Σκεφτείτε να συμμετάσχετε μαζί μας στο Guilded:

source: Register new account here
gr: Εγγραφή νέου λογαριασμού εδώ

source: Name
gr: Όνομα

source: Email
gr: Μail

source: Password
gr: Κωδικός

source: Confirm Password
gr: Επιβεβαίωση Κωδικού

source: Submit
gr: Yπέβαλλε

source: Archive
gr: Αρχείο

source: Political Compass Canvas
gr: Καμβάς Πολιτικής Πυξίδας

source: This canvas got requested during a time of political conflicts on the main Earth canvas. It was a 1024x1024 representation of the political compass with a 5s cooldown and 60s stacking. It got launched on May 11th and remained active for months till it got shut down on November 30th.
gr: Αυτός ο καμβάς ζητήθηκε σε μια περίοδο πολιτικών συγκρούσεων στον κύριο καμβά της Γης. Ήταν μια αναπαράσταση 1024x1024 της πολιτικής πυξίδας με 5 cooldown και 60s stacking. Κυκλοφόρησε στις 11 Μαΐου και παρέμεινε ενεργό για μήνες μέχρι να κλείσει στις 30 Νοεμβρίου.

source: We decided to archive it as a timelapse with lossless encoded webm. Taking a screenshot from the timelapse results in a perfect 1:1 representation of how the canvas was at that time.
gr: Αποφασίσαμε να το αρχειοθετήσουμε ως timelapse με κωδικοποιημένο webm χωρίς απώλειες. Η λήψη ενός στιγμιότυπου οθόνης από το timelapse έχει ως αποτέλεσμα μια τέλεια αναπαράσταση 1:1 του πώς ήταν ο καμβάς εκείνη τη στιγμή.

source: Start chatting here
gr: Ξεκινήστε τη συνομιλία εδώ

source: Chat here
gr: Άνοιγμα συνομιλίας

source: You must be logged in to chat
gr: Πρέπει να είστε συνδεδεμένοι για να τοποθετήσετε σε αυτόν τον καμβά

source: Channel settings
gr: Ρυθμίσεις καναλιού

source: Sent you a mail with instructions to reset your password.
gr: Σας στείλαμε ένα mail με οδηγίες για να επαναφέρετε τον κωδικό πρόσβασής σας.

source: Enter your mail address and we will send you a new password:
gr: Εισαγάγετε τη διεύθυνση mail σας και θα σας στείλουμε έναν νέο κωδικό πρόσβασης:

source: Could not load captcha
gr: Δεν ήταν δυνατή η φόρτωση της captcha

source: Type the characters from the following image:
gr: Πληκτρολογήστε τους χαρακτήρες από την παρακάτω εικόνα:

source: Tip: Not case-sensitive; I and l are the same
gr: Συμβουλή: Δεν γίνεται διάκριση πεζών-κεφαλαίων. Εγώ και εγώ είμαστε το ίδιο

source: Load Captcha
gr: Φόρτωση Captcha

source: Click to Load Captcha
gr: Κάντε κλικ για να φορτώσετε το Captcha

source: Can't read? Reload:
gr: Δεν μπορείτε να διαβάσετε; Ξαναδοκιμάστε :

source: Reload
gr: Ξαναφώρτηση

source: Enter Characters
gr: Εισαγάγετε τον λόγο

source: Get IID
gr: Παρε το iid

source: Copy
gr: Αντιγραφή

source: Save
gr: Αποθήκευση

source: Login to access more features and stats.
gr: Συνδεθείτε για να αποκτήσετε πρόσβαση σε περισσότερες δυνατότητες και στατιστικά στοιχεία.

source: Login with Name or Mail:
gr: Είσοδος με όνομα ή αλληλογραφία:

source: I forgot my Password.
gr: Ξεχάσα τον κωδικό.

source: or login with:
gr: ή σύνδεση με:

source: or register here:
gr: ή εγγραφείτε εδώ:

source: Register
gr: Εγγραφείτε

source: Daily Rank
gr: Top 10 Ημερήσια Κατάταξη

source: Placed Pixels
gr: Pixels τοποθετήθηκαν

source: Total Rank
gr: Σύνολο

source: Your name is: ${ name }
gr: Το όνομά σας είναι: ${ name }

source: Log out
gr: Έξοδος

source: Change Username
gr: Νέο όνομα χρήστη

source: Change Mail
gr: Άλλαξτε Mail

source: Change Password
gr: Άλλαξτε κωδικό

source: Delete Account
gr: Διαγραφή λογαριασμού

source: Social Settings
gr: Ρυθμίσεις κοινωνικής δικτύωσης

source: Choose Canvas
gr: Επιλέξτε Καμβάς

source: Palette Download
gr: Λήψη προτύπου

source: Palette for ${ gimpLink }
gr: Παλέτα για ${ gimpLink }

source: Image Converter
gr: Μεταφόρτωση εικόνας

source: Convert an image to canvas colors
gr: Δημιουργία εικόνας σε καμβά

source: Choose Strategy
gr: Επιλέξτε Λειτουργία χρώματος

source: Serpentine
gr: Οφιοειδής

source: Minimum Color Distance
gr: Επιλέχθηκε μη έγκυρο χρώμα

source: Calculate like GIMP
gr: Υπολογίστε όπως το GIMP

source: Choose Color Mode
gr: Επιλέξτε Λειτουργία χρώματος

source: Add Grid (uncheck if you need a 1:1 template)
gr: Προσθήκη πλέγματος (αποεπιλέξτε εάν χρειάζεστε ένα πρότυπο 1:1)

source: Offset
gr: Αντισταθμίζεται

source: Scale Image
gr: Κλίμακα εικόνας

source: Width
gr: Πλάτος

source: Height
gr: Υψος

source: Keep Ratio
gr: Διατήρηση αναλογίας

source: Reset
gr: Επαναφορά

source: Download Template
gr: Λήψη προτύπου

source: Total
gr: Σύνολο

source: Today
gr: Σήμερα

source: Yesterday
gr: Μόνο οι Top10 απο χθες μπορούν να τοποθετήσουν εδώ

source: Countries Today
gr: Χώρες σήμερα

source: Charts
gr: Διαγράμματα­

source: User
gr: Χρήστης

source: Country
gr: Χώρα

source: Ranking updates every 5 min. Daily rankings get reset at midnight UTC.
gr: Ενημερώσεις κατάταξης κάθε 5 λεπτά. Οι ημερήσιες κατατάξεις επαναφέρονται τα μεσάνυχτα UTC.

source: Email can't be empty.
gr: Το email δεν μπορεί να είναι κενό.

source: Email should be at least 5 characters long.
gr: Το email πρέπει να αποτελείται από τουλάχιστον 5 χαρακτήρες.

source: Email can't be longer than 40 characters.
gr: Το email δεν μπορεί να είναι μεγαλύτερο από 40 χαρακτήρες.

source: Email should at least contain a dot
gr: Το email πρέπει να περιέχει τουλάχιστον μια τελεία

source: Email should contain a @
gr: Το email πρέπει να περιέχει ένα @

source: Name can't be empty.
gr: Το όνομα δεν μπορεί να είναι κενό.

source: Name must be at least 2 characters long
gr: Το όνομα πρέπει να αποτελείται από τουλάχιστον 2 χαρακτήρες

source: Name must be shorter than 26 characters
gr: Το όνομα πρέπει να είναι μικρότερο από 26 χαρακτήρες

source: Name contains invalid character like @, /, \ or #
gr: Το όνομα περιέχει μη έγκυρο χαρακτήρα όπως @, /, \ ή #

source: No password given.
gr: Δεν δόθηκε κωδικός πρόσβασης.

source: Password must be at least 6 characters long.
gr: Ο κωδικός θα πρέπει να είναι τουλάχιστον 6 χαρακτήρες.

source: Password must be shorter than 60 characters.
gr: Ο κωδικός πρόσβασης πρέπει να είναι μικρότερος από 60 χαρακτήρες.

source: Online Users
gr: Ενεργοί χρήστες

source: Cooldown
gr: Αργή Λειτουργία

source: Stacking till
gr: Στοίβαξη μέχρι

source: Ranked
gr: Κατάταξη

source: Yes
gr: Ναι

source: No
gr: Όχι

source: Requirements
gr: Απαιτήσεις

source: User Account
gr: Λογαριασμός χρήστη

source: and ${ canvas.req } Pixels set
gr: και ${ canvas.req } Pixel set

source: Top 10 Daily Ranking
gr: Top 10 Ημερήσια Κατάταξη

source: Dimensions
gr: Διαστάσεις

source: Top 10 Countries [pxls / day]
gr: Οι 10 κορυφαίες χώρες [pxls / ημέρα]

source: Players and Pixels per hour
gr: Παίκτες και pixel ανά ώρα

source: Top 10 Players [pxls / day]
gr: Οι 10 κορυφαίοι παίκτες [pxls / ημέρα]

source: Countries by Pixels Today
gr: Χώρες ανά Pixels Σήμερα

source: Total Pixels placed per day
gr: Σύνολο pixel που τοποθετούνται ανά ημέρα

source: Canvas
gr: Κανβας

source: Name or Email
gr: Όνομα ή Mail

source: LogIn
gr: Σύνδεση

source: Please verify your mail address or your account could get deleted after a few days.
gr: Επαληθεύστε τη διεύθυνση αλληλογραφίας σας, διαφορετικά ο λογαριασμός σας μπορεί να διαγραφεί μετά από μερικές ημέρες.

source: A new verification mail is getting sent to you.
gr: Σας αποστέλλεται ένα νέο μήνυμα επαλήθευσης.

source: Click here to request a new verification mail.
gr: Κάντε κλικ εδώ για να ζητήσετε νέο μήνυμα επαλήθευσης.

source: Passwords do not match.
gr: Οι κωδικοί πρόσβασης δεν ταιριάζουν.

source: Changed Password successfully.
gr: Ο κωδικός πρόσβασης άλλαξε με επιτυχία.

source: Old Password
gr: Παλιός Κωδικός

source: New Password
gr: Νέος Κωδικός

source: Confirm New Password
gr: Επιβεβαιώστε τον καινούριο σας κωδικό

source: New Username
gr: Νέο όνομα χρήστη

source: Changed Mail successfully. We sent you a verification mail, please verify your new mail address.
gr: Το mail σας άλλαξε με επιτυχία. Σας στείλαμε ένα μήνυμα επαλήθευσης, επαληθεύστε τη νέα σας διεύθυνση ηλεκτρονικού ταχυδρομείου.

source: New Mail
gr: Νέo Mail

source: Yes, Delete My Account!
gr: Ναι, Διαγραφή του λογαριασμού μου!

source: Block DMs
gr: Αποκλεισμός DM

source: Block all Private Messages
gr: Αποκλεισμός όλων των προσωπικών μηνυμάτων

source: Private
gr: Ιδιωτικό

source: Don't show me in global stats
gr: Μην με εμφανίζετε στα παγκόσμια στατιστικά

source: Unblock Users
gr: Ξεμπλοκάρισμα χρηστών

source: You have no users blocked
gr: Δεν έχετε αποκλεισμένους χρήστες

source: Build image on canvas.
gr: Δημιουργία εικόνας σε καμβά.

source: Build image and set it to protected.
gr: Δημιουργήστε εικόνα και ρυθμίστε την σε προστατευμένη.

source: Build image, but reset cooldown to unset-pixel cd.
gr: Δημιουργία εικόνας, αλλά επαναφέρετε το cooldown σε cd unset-pixel.

source: Clean spare pixels that are surrounded by unset pixels
gr: Καθαρίστε τα εφεδρικά pixel που περιβάλλονται από μη καθορισμένα pixel

source: Clean spare pixels that are surrounded by unset pixels and up to 1 other set pixels
gr: Καθαρίστε τα εφεδρικά pixel που περιβάλλονται από τα μη καθορισμένα pixel και έως και 1 άλλο σύνολο pixel

source: Clean spare pixels that are surrounded by a single other color or unset pixels (VERY AGGRESSIVE ON CANVASES THAT ALLOW UNSET PIXELS (where there are two cooldowns)!)
gr: Καθαρίστε τα εφεδρικά pixel που περιβάλλονται από ένα μόνο άλλο χρώμα ή μη καθορισμένα pixel (ΠΟΛΥ ΕΠΙΘΕΤΙΚΟ ΣΕ ΚΑΜΒΑΔΕΣ ΠΟΥ ΕΠΙΤΡΕΠΟΥΝ ΤΑ ΑΠΑΡΑΙΤΗΜΕΝΑ PIXEL (όπου υπάρχουν δύο αργές λειτουργίες)!)

source: Status: Not running
gr: Κατάσταση: Δεν εκτελείται

source: Image Upload
gr: Μεταφόρτωση εικόνας

source: Upload images to canvas
gr: Ανεβάστε εικόνες σε καμβά

source: File
gr: Αρχείο

source: Pixel Protection
gr: Προστασία Pixel

source: Top-left corner
gr: Πάνω-αριστερή γωνία

source: Bottom-right corner
gr: Κάτω δεξιά γωνία

source: Rollback to Date
gr: Επαναφορά στην ημερομηνία

source: Rollback an area of the canvas to a set date (00:00 UTC)
gr: Επαναφορά μιας περιοχής του καμβά σε μια καθορισμένη ημερομηνία (00:00 UTC)

source: Canvas Cleaner
gr: Καθαριστικό καμβά

source: Apply a filter to clean trash in large canvas areas.
gr: Εφαρμόστε ένα φίλτρο για να καθαρίσετε τα σκουπίδια σε μεγάλες επιφάνειες καμβά.

source: IP Actions
gr: Ενέργειες IP

source: Do stuff with IPs (one IP per line)
gr: Κάντε πράγματα με IP (μία IP ανά γραμμή)
