Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/ssr-*.po
Languages: bg, ca, ckb, eo, fr, ga, hr, hy, ku, ky, pl, sk, sl, sq, sr, tr

source: Name must be shorter than 26 characters
bg: Името трябва да е по-кратко от 26 знака
ca: El nom no pot tenir més de 26 caràcters
ckb: ناوەکە دەبێت لە ٢٦ پیت کورتتر بێت
eo: Nom' devus esti pli mallonga ol 26 karakterojn
fr: Le nom doit avoir moins de 26 caractères
ga: Ní mór ainm a bheith níos giorra ná 26 carachtair
hr: Ime mora biti kraće od 26 znakova
hy: Անունը պետք է պակաս լինի 26 նիշից
ku: Divê nav ji 26 tîpan kurttir be
ky: Аты 26 белгиден кыска болушу керек
pl: Nazwa musi być krótsza niż 26 znaków
sk: Meno musí byť kratšie ako 26 písmen
sl: Ime mora biti krajše od 26 znakov
sq: Emri duhet te jetë me i shkurtër se 26 shkronja
sr: Ime mora imati manje od 26 karaktera
tr: Kullanıcı adınız 26 karakterden az olmalıdır

source: Name contains invalid character like @, /, \ or #
bg: Името съдържа невалидни знаци, като @, /, \ или #
ca: El nom conté caràcters invalids com: @ / \ #
ckb: ناو پیتێکی نادروستی تێدایە وەک @، /، \ یان #
eo: Nom' enhavas nevalidan karakterojn kiel @, /, \, aŭ #
fr: Le nom contient un caractère invalide comme @, /, \ ou #
ga: Tá charachtair neamhbhailí Ann mar shampla @,/,\ nó #
hr: Naziv sadrži nevažeći znak kao što je @, /, \ ili #
hy: Անունը պարունակում է անվավեր նիշ, ինչպիսիք են @, /, \ կամ #
ku: Navê tîpan nederbasdar e wek @, /, \ an #
ky: Аталышы @, /, \ же # сыяктуу жараксыз белгини камтыйт
pl: Nazwa zawiera nieprawidłowy znak, taki jak @, /, \ lub #
sk: Meno obsahuje charaktery ako @, /, \ alebo #
sl: Ime ne sme vsebovati znake kot so @, /, \ ali #
sq: Emri përmban shkronja invalide si @,/,\ ose #
sr: Ime ima nevažeće karaktere kao što su @, /, \ ili #
tr: Kullanıcı adınız @, /, \ veya # gibi geçersiz karakterler bulunduruyor

source: No password given.
bg: Не е зададена парола.
ca: No s'ha escrit una contrasenya.
ckb: هیچ وشەی نهێنی نەدراوە.
eo: Pasvorton ne donita.
fr: Aucun mot de passe indiqué.
ga: Níor thabhar tu phasfhocal.
hr: Lozinka nije navedena.
hy: Գաղտնաբառ չի տրվել:
ku: Tu şîfre nehat dayîn.
ky: Сырсөз берилген жок.
pl: Nie podano hasła.
sk: Nezadané žiadne heslo.
sl: Geslo ni podano.
sq: Nuk ka password të dhënë.
sr: Nije data lozinka
tr: Bir parola girilmedi.

source: Password must be at least 6 characters long.
bg: Паролата трябва да е с дължина поне 6 знака.
ca: La contrasenya ha de tenir 6 caràcters com a mínim.
ckb: وشەی نهێنی بە لایەنی کەمەوە پێویستە ٦ پیت بێت.
eo: Pasvorton devus enhavi almenaŭ 6 karakterojn.
fr: Le mot de passe doit avoir au moins 6 caractères.
ga: Caithfidh an phasfhocal beidh ar a laghad 6 charachtair.
hr: Lozinka mora imati najmanje 6 znakova.
hy: Գաղտնաբառը պետք է ունենա առնվազն 6 նիշ:
ku: Divê şîfre herî kêm 6 tîpan be.
ky: Сырсөз кеминде 6 белгиден турушу керек.
pl: Hasło musi mieć co najmniej 6 znaków.
sk: Heslo musí byť dlhé aspoň 6 písmen.
sl: Geslo mora vsebovati vsaj 6 znakov.
sq: Password duhet të jetë të paktën 6 shkronja i gjatë.
sr: Lozinka mora imati bar 6 karaktera
tr: Parolanız en az 6 karakterden oluşmalıdır.

source: Password must be shorter than 60 characters.
bg: Паролата трябва да е по-къса от 60 знака.
ca: La contrasenya ha de tenir menys de 60 caràcters.
ckb: وشەی نهێنی دەبێت لە ٦٠ پیت کورتتر بێت.
eo: Pasvorton devus esti pli mallonga ol 60 karakterojn.
fr: Le mot de passe doit avoir moins de 60 caractères.
ga: Caithfidh an phasfhocal beidh ar a mhéad 60 charachtair.
hr: Lozinka mora biti kraća od 60 znakova.
hy: Գաղտնաբառը պետք է լինի 60 նիշից կարճ:
ku: Divê şîfre ji 60 tîpan kurttir be.
ky: Сырсөз 60 белгиден кыска болушу керек.
pl: Hasło musi być krótsze niż 60 znaków.
sk: Heslo musí byť kratšie ako 60 písmen.
sl: Geslo mora biti krajše od 60 znakov.
sq: Fjalëkalimi duhet të jetë më i shkurtër se 60 karaktere.
sr: Lozinka mora imati manje od 60 karaktera
tr: Parolanız 60 karakterden kısa olmalıdır.

source: PixelPlanet.fun Password Reset
bg: PixelPlanet.Fun нулиране на парола
ca: Restablir la contrasenya de PixelPlanet.fun
ckb: PixelPlanet.fun گۆڕینی وشەی نهێنی
eo: PixelPlanet.fun Pasvorton Renovigu
fr: Réinitialisation du mot de passe de PixelPlanet.fun
ga: PixelPlanet.fun athshocrú pasfhocal
hr: PixelPlanet.fun Ponovno postavljanje lozinke
hy: PixelPlanet.fun գաղտնաբառի վերականգնում
ku: PixelPlanet.fun Şîfre Vegere
ky: PixelPlanet.fun Сырсөздү баштапкы абалга келтирүү
pl: Resetowanie hasła PixelPlanet.fun
sk: PixelPlanet.fun resetovanie hesla
sl: PixelPlanet.fun Ponastavitev Gesla
sq: Rivendosja e fjalëkalimit të PixelPlanet.fun
sr: Resetujte lozinku
tr: PixelPlanet.fun Parola Sıfırlama

source: Reset your password here
bg: Нулирайте Вашата парола от тук
ca: Restableix la teva contrasenya aquí
ckb: لێرەدا وشەی نهێنی خۆت بگۆڕە
eo: Renovigu pasvorton vian ĉi tien
fr: Réinitialisez votre mot de passe ici
ga: Athshocraigh do phasfhocal anseo
hr: Ponovno postavite lozinku ovdje
hy: Վերականգնեք ձեր գաղտնաբառը այստեղ
ku: Şîfreya xwe li vir vegerîne
ky: Сырсөзүңүздү бул жерден баштапкы абалга келтириңиз
pl: Zresetuj swoje hasło tutaj
sk: Resetuj si heslo tu
sl: Resetirajte vaše geslo tukaj
sq: Rivendosni fjalëkalimin tuaj këtu
sr: Ovde možete da resetujete lozinku
tr: Parolanızı buradan sıfırlayabilirsiniz

source: Reset Password
bg: Нулиране на парола
ca: Restablir la contrasenya
ckb: وشەی نهێنی ڕێکبخەرەوە
eo: Renovigu Pasvorton
fr: Réinitialiser le mot de passe
ga: Athshocraigh Pasfhocal
hr: Ponovno postavite lozinku
hy: Վերականգնել գաղտնաբառը
ku: Şîfreyê Vegerîne
ky: Сырсөздү кайра коюу
pl: Zresetuj Hasło
sk: Resetuj heslo
sl: Resetirajte Geslo
sq: Rivendosni fjalëkalimin
sr: Resetuj lozinku
tr: Parolayı Sıfırla

source: Click here
bg: Натиснете тук
ca: Clica aquí
ckb: گرتەی ئێرە بکە
eo: Klaku ĉi tien
fr: Cliquez ici
ga: Cliceáil anseo
hr: Kliknite ovdje
hy: Սեղմեք այստեղ
ku: Li vir bitikîne
ky: Бул жерди басыңыз
pl: Kliknij tutaj
sk: Klikni sem
sl: Kliknite tukaj,
sq: Kliko këtu
sr: Kliknite ovde
tr: Buraya tıklayarak

source: to go back to pixelplanet
bg: за да се върнете обратно в pixelplanet
ca: per tornar a PixelPlanet
ckb: بۆ ئەوەی بگەڕێتەوە بۆ pixelplanet
eo: reiri al pixelplanet
fr: pour retourner à PixelPlanet
ga: dul ar ais go dtí pixelplanet
hr: da se vratite na pixelplanet
hy: Վերադառնալ pixelplanet
ku: da ku vegerin ser pîkselplanetê
ky: pixelplanet кайтуу үчүн
pl: by wrócić na pixelplanet
sk: pre vrátenie na pixelplanet
sl: da se vrnete na pixel planet
sq: për t'u kthyer në pixelplanet
sr: da bi se vratili u pixelplanet
tr: pixelplanet'e dönün

source: Hello ${ name }, you can set your new password here:
bg: Здравейте, ${ name }, можете да зададете новата си парола от тук:
ca: Hola ${ name }, pots configurar la teva nova contrasenya aquí:
ckb: سڵاو ${ name }، دەتوانیت لێرەدا وشەی نهێنی نوێت دابنێیت:
eo: Saluton ${ name }, vi povas alsendi vian novan pasvorton ĉi tien:
fr: Bonjour ${ name }, vous pouvez définir votre nouveau mot de passe ici:
ga: Heileo ${ name }, Is féidir leat phasfhocal nua a cuir anseo:
hr: Pozdrav ${ name }, svoju novu lozinku možete postaviti ovdje:
hy: Ողջույն ${name}, այստեղ կարող եք գրել ձեր նոր գաղտնաբառը ՝
ku: Silav ${ name }, hûn dikarin şîfreya xwe ya nû li vir destnîşan bikin:
ky: Салам ${ name }, жаңы сырсөзүңүздү бул жерден орното аласыз:
pl: Witaj ${ name } możesz ustawić swoje nowe hasło tutaj:
sk: Vitaj ${ name }, svoje nové heslo si môžeš nastaviť tu:
sl: Pozdravljeni ${ name }, vaše novo geslo lahko vpišite tukaj:
sq: Përshëndetje ${ name }, mund të vendosni fjalëkalimin tuaj të ri këtu:
sr: Zdravo ${ name },možete postaviti novu lozinku ovde:
tr: Esenlikler ${ name }, parolanızı buradan ayarlayabilirsiniz:

source: New Password
bg: Нова парола
ca: Contrasenya nova
ckb: تێپەڕەوشەی نوێ
eo: Nova Pasvorto
fr: Nouveau mot de passe
ga: Phasfhocal Nua
hr: Nova lozinka
hy: Նոր գաղտնաբառ
ku: Şîfreya Nû
ky: жаңы сыр сөз
pl: Nowe hasło
sk: Nové heslo
sl: Novo Geslo
sq: Fjalëkalim i ri
sr: Nova lozinka
tr: Yeni Parola

source: Confirm New Password
bg: Потвърждаване на новата парола
ca: Confirma la contrasenya nova
ckb: دووبارە کردنەوە ووشەى نهێنى نوێ
eo: Verigu Novan Pasvorton
fr: Confirmer nouveau mot de passe
ga: deimhnigh n phasfhocal nua
hr: Potvrdi novu lozinku
hy: Հաստատեք նոր գաղտնաբառը
ku: Şîfreya Nû piştrast bikin
ky: Жаңы сырсөздү ырастоо
pl: Potwierdź nowe hasło
sk: Potvrď nové heslo
sl: Potrdite Novo Geslo
sq: Konfirmo fjalëkalimin e ri
sr: Potvrdi novu lozinku
tr: Yeni Parolayı Onayla

source: Submit
bg: Изпращане
ca: Envia
ckb: پێشکەشکردن
eo: Alsendu
fr: Soumettre
ga: Cuir isteach
hr: Podnesi
hy: Հաստատել
ku: Pêşkêş kirin
ky: Тапшыруу
pl: Podaj
sk: Odovzdaj
sl: Oddajte
sq: Paraqisni
sr: Podnesi
tr: Onayla

source: You are not logged in
bg: Не сте логнати
ca: No has iniciat sessió
ckb: تۆ داخڵ نەبوویت
ga: Níl tú logáilte isteach
hr: Niste ulogirani
hy: Դուք մուտք չեք գործել
ku: Tu ne têketinê
ky: Сиз кирген жоксуз
pl: Nie jesteś zalogowany
sk: Niesi prihlásený
sq: Ju nuk jeni të identifikuar
sr: Niste ulogovani
tr: Giriş yapmadınız

source: You are not allowed to access this page
bg: Нямате достъп до тази страница
ca: No tens permís per accedir a aquesta pàgina
ckb: ڕێگەت پێنادرێت بچیتە ناو ئەم لاپەڕەیە
ga: Níl cead agat teacht ar an leathanach seo
hr: Nije vam dopušten pristup ovoj stranici
hy: Ձեզ չի թույլատրվում մուտք գործել այս էջը
ku: Destûr nayê dayîn ku hûn bigihîjin vê rûpelê
ky: Сиз бул баракчага кирүүгө уруксатыңыз жок
pl: Nie masz dostępu do tej strony
sk: Nemáš oprávnenie pristúpiť k tejto stránke
sq: Nuk ju lejohet të hyni në këtë faqe
sr: Nemate pristup da vidite ovu stranicu
tr: Bu sayfaya erişiminiz yok

source: Just admins can do that
bg: Само администраторите имат право на това
ca: Només els administradors poden fer això
ckb: تەنها ئەدمینەکان دەتوانن ئەوە بکەن
ga: Ní féidir ach Riarthóirí sin a dhéanamh
hr: To mogu samo administratori
hy: Միայն ադմինները կարող են դա անել
ku: Tenê admin dikarin wiya bikin
ky: Муну жөн гана админдер жасай алат
pl: Tylko administracja może to zrobić
sk: Len administrátori to môžu
sq: Vetëm administratorët mund ta bëjnë këtë
sr: Samo admini mogu to da rade
tr: Bunu yalnızca yöneticiler yapabilir

source: You are not banned
bg: Не сте баннати
ckb: تۆ قەدەغە نەکراویت
ga: Níl cosc ort
hr: Niste banani
hy: Դուք արգելված չեք
ku: Hûn ne qedexe ne
ky: Сиз тыюу салынган эмес
pl: Nie jesteś zbanowany
sk: Niesi zabanovaný
sq: Ju nuk jeni të ndaluar
sr: Niste banovani
tr: Yasaklı değilsiniz

source: No Captcha given
bg: Не е дадена Captcha
ca: No s'ha rebut el captcha
ckb: هیچ کاپچایەک نەدراوە
ga: Níl Captcha ar fail
hr: Nije data Captcha
hy: Captcha չի տրվել
ku: Kaptcha nayê dayîn
ky: Captcha берилген эмес
pl: Nie podano Captcha
sk: Žiadna Captcha zadaná
sq: Nuk është dhënë Captcha
sr: Verifikacija nije data
tr: Captcha girilmedi

source: E-Mail already in use.
bg: Имейлът вече се използва.
ca: El correu electrònic ja està en ús.
ckb: ئەم ئیمەیڵە پێشتر بەکارهاتووە.
eo: Retpostadreso jam uzata.
fr: Ce courriel est déjà utilisé.
ga: Tá an Ríomhphost sin in úsáid.
hr: Email adresa je već u uporabi.
hy: Այս փոստը արդեն օգտագործվում է.
ku: E-Mail jixwe tê bikar anîn.
ky: E-mail мурунтан эле колдонулууда.
pl: ten mail jest już używany.
sk: E-mail sa už používa.
sl: E-Naslov je že v uporabi.
sq: E-mail tashmë në përdorim.
sr: E-mail je već u koristi.
tr: Bu e-posta adresi kullanılıyor.

source: Username already in use.
bg: Потребителското име вече се използва.
ca: El nom d'usuari ja està en ús.
ckb: ئەو ناوە پێشتر بەکارهاتووە.
eo: Uzantnomo jam uzata.
fr: Ce nom est déjà utilisé.
ga: Ta an Ainm úsáideora sin in úsáid cheana féin.
hr: Korisničko ime se već koristi.
hy: Այս անունը արդեն զբաղված է.
ku: Navê bikarhêner jixwe tê bikaranîn.
ky: Колдонуучунун аты мурунтан эле колдонулууда.
pl: Nazwa użytkownika jest już przez kogoś używana.
sk: Uživatelské meno sa už používa.
sl: Uporabniško ime je že v uporabi
sq: Emri i përdoruesit tashmë në përdorim.
sr: Ime je već u koristi.
tr: Bu kullanıcı adı kullanılıyor.

source: You took too long, try again.
bg: Отне Ви твърде много време, опитайте отново.
ca: Has trigat massa, prova-ho un altre cop.
ckb: زۆر کاتت برد، دووبارە هەوڵبدەرەوە.
fr: Vous avez mis trop de temps, veuillez réessayer.
ga: Ghlac to raibh fhada, Tráil Arís.
hr: Predugo vam je trebalo, pokušajte ponovno.
hy: Շատ երկար էր, նորից փորձեք:
ku: Te pir dirêj kir, careke din biceribîne.
ky: Өтө көпкө кеттиңиз, кайра аракет кылыңыз.
pl: Trwało to zbyt długo. Spróbuj ponownie.
sk: Trvalo ti to moc dlho, skús znova.
sl: Potrebovali ste preveč časa poizkušajte ponovno.
sq: Ju mori shumë kohë, provoni përsëri.
sr: Trebalo ti je previše vremena,probaj opet.
tr: Çözmeniz çok sürdü, tekrar deneyiniz.

source: You failed your captcha
bg: Не успяхте да направите captcha
ca: Has fallat el captcha
ckb: تۆ شکستت هێنا لە کاپچاکەت
fr: Vous avez échoué votre captcha
ga: Theip ort don Captcha
hr: Pogrešio si s captcha
hy: Դուք ձեր captcha-ն ձախողեցիք
ku: Te captcha xwe bi ser neket
ky: Сиз captcha'ны аткара алган жоксуз
pl: Nie udało Ci się wykonać captcha
sk: Zlyhal si v captcha
sl: Ni vam uspelo narediti captcho
sq: Dështove captcha-n tënde
sr: Neuspela verifikacija
tr: Doğrulamayı yanlış çözdünüz

source: Unknown Captcha Error
bg: Неизвестна Captcha грешка
ca: Error de captcha desconegut
ckb: هەڵەی کاپچای نەناسراو
fr: Erreur de captcha inconnue
ga: Earráid Captcha Nach bhfuil are eolas
hr: Nepoznata Captcha pogreška
hy: Captcha-ի Անհայտ Սխալ
ku: Çewtiya Captcha nenas
ky: Белгисиз Captcha катасы
pl: Nieznany błąd Captcha
sk: Neznáma Captcha chyba
sl: Neznana Napaka Captche
sq: Gabim i panjohur Captcha
sr: Nepoznata verifikacijska greška
tr: Bilinmeyen Captcha Hatası

source: This email provider is not allowed
bg: Този имейл доставчик не е разрешен
ckb: ئەم دابینکەری ئیمەیڵە ڕێگەپێدراو نییە
fr: Ce fournisseur d'email n'est pas autorisé
ga: Níl cead tugtha ar an Soláthraí Ríomhphost sin
hr: Ovaj pružatelj usluge e-pošte nije dopušten
hy: Այս էլփոստի մատակարարը չի թույլատրվում
ku: Ev pêşkêşkarê e-mail nayê destûr kirin
ky: Бул электрондук почта провайдерине уруксат жок
pl: Ten dostawca maila jest niedozwolony
sk: Tento email poskytovateľ nie je povolený
sq: Ky ofrues emaili nuk lejohet
sr: Ovaj e-mail provajder nije dostupan
tr: Bu e-posta sağlayıcısına izin verilmiyor

source: Failed to create new user :(
bg: Неуспешно създаване на нов потребител :(
ca: No s'ha pogut crear un nou usuari :(
ckb: شکستی هێنا لە دروستکردنی بەکارهێنەری نوێ :(
eo: Malsukcesis krei novan uzanton ŭwŭ
fr: Impossible de créer un nouveau compte :(
ga: Theip le úsáideoir nua a cruthú:(
hr: Nije uspjelo stvaranje novog korisnika :(
hy: Չհաջողվեց ստեղծել նոր օգտվող :(
ku: Nekarî bikarhênerek nû biafirîne :(
ky: Жаңы колдонуучу түзүлбөй калды :(
pl: Nie udało się stworzyć nowego konta :(
sk: Vytvorenie nového užívateľa zlyhalo :(
sl: Ni nam uspelo ustvariti novega uporabnika :(
sq: Dështoi në krijimin e një përdoruesi të ri :(
sr: Nije se mogao napraviti nov nalog :(
tr: Yeni kullanıcı oluşturulamadı :(

source: Failed to establish session after register :(
bg: Неуспешно установяване на сесия след регистрация :(
ca: No s'ha pogut establir la sessió després del registre :(
ckb: شکستی هێنا لە دامەزراندنی دانیشتن دوای تۆمارکردن :(
eo: Malsukcesis krei novan ligon post reĝistro
fr: Impossible d'établir une session après l'inscription :(
ga: Theip chun seisiún a bhunú I ndiaidh an cláraigh :(
hr: Nije uspjelo uspostavljanje sesije nakon registracije :(
hy: Գրանցվելուց հետո չհաջողվեց ստեղծել նստաշրջան :(
ku: Piştî qeydkirinê danişîn nehat damezrandin :(
ky: Катталгандан кийин сессия түзүлбөй калды :(
pl: Nie udało się ustanowić sesji po zarejestrowaniu :(
sk: Po registrácii sa nepodarilo nadviazať reláciu :(
sl: Ni nam uspelo ustvariti seje po registraciji :(
sq: Dështoi në krijimin e seancës pas regjistrimit :(
sr: Nije se uspelo da se napravi sednica posle registrovanja :(
tr: Kayıttan sonra oturum oluşturulamadı :(

source: Mail verification
bg: Потвърждение на имейла
ca: Verificació del correu electrònic
ckb: پشتڕاستکردنەوەی پۆست
eo: Retpostmensaĝa verigo
fr: Vérification du courriel
ga: Fíorú phost
hr: Provjera pošte
hy: Փոստի ստուգում
ku: Rastandina nameyê
ky: Почтаны текшерүү
pl: weryfikacja maila
sk: Mailová verifikácia
sl: Potrjevanje E-naslova
sq: Verifikimi i postës
sr: Verifikacija mail-a
tr: E-posta adresi doğrulaması

source: You are now verified :)
bg: Вече сте потвърден :)
ca: Ja estàs verificat :)
ckb: ئێستا پشتڕاستکرایتەوە :)
eo: Vi estas nun virigita ŭwŭ
fr: Votre courriel est vérifié :)
ga: Tá tú a fhíorú anois:)
hr: Već ste potvrđeni :)
hy: Դուք այժմ ստուգված եք :)
ku: Hûn niha hatine piştrast kirin :)
ky: Сиз азыр текшерилдиңиз :)
pl: Jesteś teraz zweryfikowany :)
sk: Už si overený :)
sl: Potrjeni ste :)
sq: Tani jeni verifikuar :)
sr: Sada ste verifikovani :)
tr: Artık hesabın doğrulandı :)

source: Your mail verification code is invalid or already expired :(, please request a new one.
bg: Вашият код за потвърждение на имейла е невалиден или вече е изтекъл :(, моля, заявете нов.
ca: El codi de verificació del correu electrònic no és vàlid o ja ha caducat :( si us plau sol·licita'n un de nou.
ckb: کۆدی پشتڕاستکردنەوەی پۆستەکەت نادروستە یان پێشتر بەسەرچووە :(، تکایە داوای نوێ بکە.
eo: Vian retpostmensaĝan verigan kodeton nevalidas aŭ jam posttempa ŭwŭ, bonvolu peti novan.
fr: Votre code de vérification est invalide ou a déjà expiré :( Veuillez demander un nouveau.
ga: Tá do chód fíoraithe poist neamhbhailí nó imithe in éag cheana féin:(, iarr ceann nua.
hr: Vaš kod za provjeru pošte je nevažeći ili je već istekao :(, zatražite novi.
hy: Ձեր փոստի հաստատման ծածկագիրն անվավեր է կամ արդեն լրացել է :(, խնդրում ենք խնդրել նորը:
ku: Koda verastkirina e-mail we nederbasdar e an jixwe qediyaye :(, ji kerema xwe yekî nû bixwaze.
ky: Почтаңызды текшерүү кодуңуз жараксыз же мөөнөтү бүткөн :(, жаңысын сураңыз.
pl: Twój kod weryfikacyjny maila jest nieprawidłowy lub już wygasł :(, poproś o nowy.
sk: Tvoj overovací kód e-mailu je neplatný alebo mu už vypršala platnosť :(, požiadaj o nový.
sl: Vaša koda za preverjanje E-naslova je neveljavna ali pa je že potekla :(, prosim povprašajte za novo.
sq: Kodi juaj i verifikimit të postës është i pavlefshëm ose tashmë i skaduar :(, ju lutemi kërkoni një të ri.
sr: Vaš kod za verifikaciju mail-a je nevažeći ili je istekao :(, molimo vas da zahtevate novi.
tr: Doğrulama kodunuz geçersiz ya da kodunuzun süresi geçmiş :(, lütfen yeniden istekte bulunun.

source: You are not even logged in.
bg: Дори не сте логнати.
ca: Ni tan sols has iniciat sessió.
ckb: تەنانەت تۆش نەچوویتە ژوورەوە.
eo: Vin eĉ ne ensalutita.
fr: Vous n'êtes même pas connecté.
ga: Níl tú fiú logáilte isteach.
hr: Niste čak ni prijavljeni.
hy: Դուք նույնիսկ մուտք չեք գործել:
ku: Hûn ne têketinê jî ne.
ky: Сиз кирген эмессиз да.
pl: Nie jesteś nawet zalogowany.
sk: Niesi prihlásený.
sl: Niste vpisani.
sq: Ju as nuk jeni të identifikuar.
sr: Niste ni ulogovani.
tr: Daha oturum bile açmadınız.

source: Server error when logging out.
bg: Грешка в сървъра при излизане.
ckb: هەڵەی سێرڤەر لە کاتی چوونە دەرەوە.
ga: Earráid Freastalaí ag logáil amach.
hr: Pogreška poslužitelja prilikom odjave.
hy: Սերվերի սխալ՝ դուրս գալուց:
ku: Çewtiya serverê dema têketinê.
ky: Чыгууда сервер катасы.
pl: Błąd serwera podczas wylogowywania.
sk: Nastala serverová chyba keď si sa odhlasoval.
sq: Gabim serveri kur dilni.
sr: Greška sa serverom kad ste probali da se odjavite.
tr: Oturum kapatılırken sunucu hatası oluştu.

source: You are not authenticated.
bg: Не сте удостоверени.
ca: No estàs verificat.
ckb: تۆ ڕەسەنایەتیت پێ نەدراوە.
eo: Vi ne estas aŭtentigita.
fr: Vous n'êtes pas autorisé.
ga: Níl tù Fíordheimhnithe.
hr: Niste autentificirani.
hy: Դուք վավերացված չեք:
ku: Hûn ne piştrastkirî ne.
ky: Сиз ырасталган эмессиз.
pl: Nie jesteś uwierzytelniony.
sk: Niesi overený.
sl: Niste preverjeni.
sq: Ju nuk jeni vërtetuar.
sr: Niste overeni.
tr: Kimliğiniz doğrulanamadı.

source: Incorrect password!
bg: Грешна парола!
ca: Contrasenya incorrecta!
ckb: ووشەی تێپەڕ هەڵەیە!
eo: Pasvorto erara!
fr: Mauvais mot de passe !
ga: Phasfhocal mícheart!
hr: Netočna lozinka!
hy: Սխալ գաղտնաբառ!
ku: Şîfreya çewt!
ky: Туура эмес сырсөз!
pl: Niepoprawne hasło!
sk: Nesprávne heslo!
sl: Nepravilno geslo!
sq: Fjalëkalim i pasaktë!
sr: Neispravna lozinka!
tr: Yanlış parola!

source: Muted Users can not delete their account.
bg: Заглушени потребители не могат да изтрият техния профил.
ckb: بەکارهێنەرانی بێدەنگ ناتوانن ئەکاونتەکەیان بسڕنەوە.
fr: Les utilisateurs mis en sourdine ne peuvent pas supprimer leur compte.
ga: Ní féidir le Úsáideoirí le balbh orthu scrios a chuir ar cuntas sacadh.
hr: Utišani korisnici ne mogu izbrisati svoj račun.
hy: Լռեցված օգտատերերը չեն կարող ջնջել իրենց հաշիվը:
ku: Bikarhênerên Bêdengî nikarin hesabê xwe jêbikin.
ky: Үнсүз Колдонуучулар өздөрүнүн аккаунтун жок кыла алышпайт.
sk: Mutnutý užívatelia si nemôžu vymazať ich účet.
sq: Përdoruesit e heshtur nuk mund të fshijnë llogarinë e tyre.
sr: Utišani korisnici ne mogu da obrišu svoj nalog.
tr: Susturulan kullanıcılar hesaplarını silemez.

source: Muted Users can not do this.
bg: Заглушени потребители не могат да правят това.
ckb: بەکارهێنەرانی بێدەنگ ناتوانن ئەم کارە بکەن.
fr: Cette action n'est pas disponible aux utilisateurs mis en sourdine.
ga: Ní féidir le úsáideoirí le balbh orthu seo a dhéanamh.
hr: Utišani korisnici to ne mogu učiniti.
hy: Լռեցված օգտատերերը չեն կարող դա անել:
ku: Bikarhênerên bêdeng nikarin vê yekê bikin.
ky: Үнсүз колдонуучулар муну кыла алышпайт.
sk: Mutnutý užívatelia to nemôžu urobiť.
sq: Përdoruesit e heshtur nuk mund ta bëjnë këtë.
sr: Utišani korisnici ne mogu uraditi to.
tr: Susturulan kullanıcılar bunu yapamaz.

source: PixelPlanet.fun Accounts
bg: PixelPlanet.fun профили
ca: Comptes de PixelPlanet.fun
ckb: PixelPlanet.fun هەژمارەکان
eo: PixelPlanet.fun Kontoj
fr: Comptes PixelPlanet.fun
hr: PixelPlanet.fun računi
hy: PixelPlanet.fun հաշիվներ
ku: Hesabên PixelPlanet.fun
ky: PixelPlanet.fun аккаунттары
pl: Konta Pixelplanet.fun
sk: PixelPlanet.fun účty
sl: PixelPlanet.fun Profili
sq: Llogaritë PixelPlanet.fun
sr: Nalozi za PixelPlanet.fun
tr: PixelPlanet.fun Hesapları

source: You will be automatically redirected after 15s
bg: Ще бъдете автоматично пренасочени след 15 секунди
ca: Seràs redirigit automàticament al cap de 15 segons
ckb: دوای ١٥س بە شێوەیەکی ئۆتۆماتیکی ئاڕاستە دەکرێیتەوە
eo: Aŭte redirektos vin post 15s
fr: Vous serez redirigé automatiquement après 15s
ga: Beidh tú a atreorú go huathoibríoch tar éis 15s
hr: Bit ćete automatski preusmjereni nakon 15 s
hy: 15 վրկ հետո դուք ավտոմատ կերպով կուղղորդվեք
ku: Hûn ê piştî 15 hûrdeman bixweber werin verast kirin
ky: Сиз 15 секунддан кийин автоматтык түрдө багытталасыз
pl: Po 15 sekundach nastąpi automatyczne przekierowanie
sk: Budeš automaticky presmerovaný za 15s
sl: Po 15s boste samodejno preusmerjeni
sq: Do të ridrejtoheni automatikisht pas 15 sekondash
sr: Bićete automatično vraćeni posle 15 sekundi
tr: 15 saniye içerisinde otomatik olarak yönlendirileceksin

source: Or ${ clickHere } to go back to pixelplanet
bg: Или ${ clickHere }, за да се върнете обратно в pixeplanet
ca: O ${ clickHere } per tornar a PixelPlanet
ckb: یان ${ clickHere } بۆ گەڕانەوە بۆ پێکسڵ پلانێت
eo: Aŭ ${ clickHere } reeniri al pixelplanet
fr: Ou ${ clickHere } pour retourner à PixelPlanet
ga: Nó ${ clickHere } chun dul ar ais go pixelplanet
hr: Ili ${ clickHere } da se vratite na pixelplanet
hy: Կամ ${clickHere} ՝ pixelplanet վերադառնալու համար
ku: An jî ${ clickHere } vegere pixelplanet
pl: Lub ${clickHere }, aby wrócić do pixelplanet
sk: Alebo ${ clickHere } na vrátenie do pixelplanet
sl: Ali ${ clickHere }, da se vrnete na pixelplanet
sq: Ose ${ clickHere } për t'u kthyer te pixelplanet
sr: Ili ${ clickHere } da bi ste se vratili na pixelplanet
tr: Veya ${ clickHere } pixelplanet'e dönebilirsin
