Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/ssr-prg.po
Languages: prg

source: You can not send chat messages while using a proxy
prg: jūs mazītwei ni sendelītun čats waīstis ikkai jūs tērpa proxy

source: Your country is temporary muted from this chat channel
prg: twajs tāutā ast kēsmingisks dussaws iz čats

source: You are permanently muted, join our guilded to appeal the mute
prg: jūs stwi permanēnts dussaws, sendātun nūss discord prēi enwakīsenis

source: You are banned
prg: jūs stwi ni preiwērptun

source: Your Internet Provider is banned
prg: twajs internettan ast ni preiwērptun

source: You are muted for another ${ timeMin } minutes
prg: twajs stwi dussaws kits ${ timeMin } minūti

source: You are muted for another ${ ttl } seconds
prg: twajs stwi dusswas kits ${ ttl } āntars

source: You are sending messages too fast, you have to wait ${ waitTime }s :(
prg: twajs stwi waīstis pēr pastenīks, twajs papaltwei prēi gēistwei ${ waitTime } āntars :(

source: You don't have access to this channel
prg: twajs segītun turri preiēisenis šāi

source: Your mail has to be verified in order to chat
prg: twajs pōstikastens turri būtwei izbandāi pluškītwei

source: You can't send a message this long :(
prg: jūs mazzi ni tenginna waīstis šis ilgai

source: Please use int channel
prg: tērpaui int kanāls

source: Stop flooding.
prg: stāminadeīktan tenginna.

source: You sent an empty password or invalid data :(
prg: jūs tenginna pāusts dātan :(

source: This password-reset link isn't valid anymore :(
prg: šis kliptaswīrds etkraūt-link ni ast gilaūt :(

source: Your passwords do not match :(
prg: twajs kliptaswīrds ni segītun passaut :(

source: User doesn't exist in our database :(
prg: tērpautajs ni enkāupja ekzistijja ēntran nūss dātanbazi :(

source: Password successfully changed.
prg: kliptaswīrds izpalewīngis kitawīdina.

source: Invalid url :( Please check your mail again.
prg: inwalīdi url :( izbāndātun twajs pōstikastens etkūmps.

source: PixelPlanet.Fun 3DGlobe
prg: PixelPlanet.Fun 3D planēta

source: A 3D globe of our whole map
prg: 3D planēta tāutaskarti

source: Double click on globe to go back.
prg: dweīsun sprakstinna planēta izēitwei.

source: Loading...
prg: kraūwusi...

source: PixelPlanet.Fun PopUp
prg: PixelPlanet.Fun reklāmi

source: Place color pixels on an map styled canvas with other players online
prg: deīktan barwinsnas pikselāi tāutaskarti stīlan drābi sēn kitāi online

source: Email can't be empty.
prg: pōstikastens ni mazītwei bēi pāusts.

source: Email should be at least 5 characters long.
prg: pōstikastens turri ēnwangan 5 dabbas.

source: Email can't be longer than 40 characters.
prg: pōstikastens ni mazzi bēi ilgai nikāi 40 dabbas.

source: Email should at least contain a dot
prg: pōstikastens turri mazzais "."

source: Email should contain a @
prg: pōstikastens turri "@"

source: Name can't be empty.
prg: emmens ni mazzi bēi pāusts.

source: Name must be at least 2 characters long
prg: emmens papalla būtwei mazzais 2 dabbas ilgai

source: Name must be shorter than 26 characters
prg: emmens papalla būtwei mazzais nikāi 26 dabbas

source: Name contains invalid character like @, /, \ or #
prg: emmens turri inwalīdi dabbas tēt dīgi @,/,\ adder #

source: No password given.
prg: ni kliptaswīrds dāts.

source: Password must be at least 6 characters long.
prg: kliptaswīrds papalla ast mazzais 6 dabbas ilgai.

source: Password must be shorter than 60 characters.
prg: kliptaswīrds papalla ast mazzais nikāi 60 dabbas.

source: PixelPlanet.fun Password Reset
prg: PixelPlanet.fun kliptaswīrds etkraūt

source: Reset your password here
prg: etkraūtun twajs kliptaswīrds šāi

source: Reset Password
prg: etkraūtun kliptaswīrds

source: Click here
prg: sprakstinna šāi

source: to go back to pixelplanet
prg: izēitwei iz pixelplanet

source: Hello ${ name }, you can set your new password here:
prg: kaīls ${ name }, jūsizklìptina sadinna twajs nāuns kliptaswīrds šāi:

source: New Password
prg: nāuns kliptaswīrds

source: Confirm New Password
prg: padrūktina nāuns kliptaswīrds

source: Submit
prg: paklusta

source: You are not logged in
prg: jūs ni ast senrissa

source: You are not allowed to access this page
prg: jūs assei ni preiwērpt prēi preiēisenis šis pāusan

source: Just admins can do that
prg: Ka tēr Deiwāi mazzi segēi stas

source: You are not banned
prg: jūs assei ni ni preiwērpt

source: No Captcha given
prg: Ni Captcha dāwusi

source: E-Mail already in use.
prg: Pōstikastens jāu tērpau.

source: Username already in use.
prg: emmens jāu tērpau.

source: You took too long, try again.
prg: jūs izlaīdja pēr tūlan kērdā, bānda etkūmps.

source: You failed your captcha
prg: jūs praspīli twajs captcha

source: Unknown Captcha Error
prg: Niwaīsts Captcha Error

source: This email provider is not allowed
prg: šis pōstikastens ni ast preiwērpja

source: Failed to create new user :(
prg: praspīli kurtun nāuns tērpautajs :(

source: Failed to establish session after register :(
prg: praspīli gruntintun sīndausnā pa registrijja

source: Mail verification
prg: pōstikastens izbānda

source: You are now verified :)
prg: jūs ast teinū izbānda :)

source: Your mail verification code is invalid or already expired :(, please request a new one.
prg: twajs pōstikastens izbānda ast inwalīdi adder izdwesis:, madla nāuns ainā.

source: You are not even logged in.
prg: jūs ni ast īr sāitas.

source: Server error when logging out.
prg: sērweris blānda kaddan ausijjusi.

source: You are not authenticated.
prg: jūs ni ast izbānda.

source: Incorrect password!
prg: blāndewingis kliptaswīrds!

source: Muted Users can not delete their account.
prg: Dussaws tērpautajai ni izklìptina audrazza kōnts.

source: Muted Users can not do this.
prg: Dussaws tērpautajai ni izklìptina segēi šis.

source: PixelPlanet.fun Accounts
prg: PixelPlanet.fun kōntai

source: You will be automatically redirected after 15s
prg: jūs ast ēisei assei autōmatiska pabanginna pa 15s

source: Or ${ clickHere } to go back to pixelplanet
prg: adder ${ clickHere } skassa pixelplanet

source: Earth
prg: zemē

source: Moon
prg: mēniks

source: 3D Canvas
prg: 3D drābi

source: PixelZone
prg: PikselanZōni

source: PixelCanvas
prg: PikselanDrābi

source: Top10
prg: Wīrss10

source: Minimap
prg: MiniTāutaskarti

source: Our main canvas, a huge map of the world. Place anywhere you like!
prg: nūss gruntisks drābi, aīns spanga tāutaskarti pēr stā swētan. pastatinna wiskwēi!

source: Moon canvas. Safe space for art. No flags or large text (unless part of art) or art larger than 1.5k x 1.5k pixels.
prg: Mēniks drābi. Sārgus plattibi pēr kunsta. ni karjangus adder dabbars teksts adder kunsta māisess nikāi 1.5k x 1.5k pikselāi.

source: Place Voxels on a 3D canvas with others.
prg: deīktan 3D pikselāi aīns.

source: Special canvas to spread awareness of SARS-CoV2 (take the vax).
prg: Speciāls drābi paplattintun aumenewīngiskan pēr SARS-CoV2.

source: Mirror of PixelZone
prg: Spīgelis pēr PixelZone

source: Mirror of PixelCanvas
prg: Spīgelis pēr PixelCanvas

source: Black and White canvas
prg: aulaūwuns drābi

source: A canvas for the most active players from the the previous day. Daily ranking updates at 00:00 UTC.
prg: Drābi pēr stā māisisk aktīws spīleniks ezze stā pirzdaums dēinā. Dēinins wīrss ernaunīnusi prēi 00:00 UTC.

source: Only four colors. Same rules as moon!
prg: Tēr ketturjai bārwis. Stawīds pat rēgulas kāigi mēniks, tēt dīgi!

source: Conquer land on a smaller earth with protected ocean. Shares cooldown with earth canvas!
prg: Erkarjaūwusi zemē na mazs zemē. Dalljawusi cd sēn spanga drābi!

source: Welcome ${ name } to PixelPlanet, please verify your mail
prg: Kaīls ${ name } prēi PixelPlanet, izbānda twajs pōstikastens

source: Hello ${ name }
prg: Kaīls ${ name }

source: welcome to our little community of pixelplacers, to use your account, you have to verify your mail. You can do that here:
prg: Kaīls prēi nūss pērā pēr pikselan deiktammans, tērpautun twajs kōnts, jūs papalla izbāndātun twajs pōstikastens. jūs mazzi segēi stas šāi:

source: Click to Verify
prg: sprakstinna prēi izbāndātun

source: Or by copying following url:
prg: Adder prēi kōpiwusi repīnts url:

source: Have fun and don't hesitate to contact us if you encounter any problems :)
prg: Turri deiwūts be ni segēi swirrina prēi kōntakts mes ik jūs ebtīnka ainunts prōbleman :)

source: Thanks
prg: Dīnka

source: We already sent you a verification mail, you can request another one in ${ minLeft } minutes.
prg: Mes jāu tenginnimai jūs izbandāwusi pōstikastens, jūs mazzi madla kits ēn ${ minLeft } minūtis.

source: You forgot your password for PixelPlanet? Get a new one here
prg: Tū assei izmīrsuns twajs PixelPlanet kliptaswīrds? Gaūnja nāuns kliptaswīrds šāi

source: Hello
prg: Kaīls

source: You requested to get a new password. You can change your password within the next 30min here:
prg: Jūs izkīninsenju gaūtun nāuns kliptaswīrds. Jūs mazzi kitawīdina twajs kliptaswīrds ēntrai repīnts 30min šāi:

source: If you did not request this mail, please just ignore it (the ip that requested this mail was ${ ip }).
prg: Ik jūs ni segīwuns izkīninsenis šis pōsti, ka tēr ignōri di (izkīninsenis tengīnuns ezze ${ ip }).

source: Mail is not configured on the server
prg: Pōsti ni ast kōnfiguracijas nō sērweris

source: We already sent you a mail with instructions. Please wait before requesting another mail.
prg: Mes jāu tengīnusis jūs aīns pōsti sēn palaipīnsnas. Gēidja pirzdau izkīninsensis kits pōsti.

source: Couldn't find this mail in our database
prg: Mazītwei ni aupaltun šis pōsti ēntran nūss dātanbazi
