Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/ssr-*.po
Languages: bg, ca, ckb, eo, fr, ga, hr, hy, ku, ky, pl, sk, sl, sq, sr, tr

source: Earth
bg: Земя
ca: Terra
ckb: زەوی
eo: L' Mond'
fr: La terre
ga: Domhan
hr: Zemlja
hy: Երկիր
ku: Erd
ky: Жер
pl: Ziemia
sk: Zem
sl: Zemlja
sq: Toka
sr: Zemlja
tr: Dünya

source: Moon
bg: Луна
ca: Lluna
ckb: مانگ
eo: L' Lun'
fr: La lune
ga: gealach
hr: Mjesec
hy: Լուսին
ku: Heyv
ky: Ай
pl: Księżyc
sk: Mesiac
sl: Luna
sq: Hëna
sr: Mesec
tr: Ay

source: 3D Canvas
bg: 3D платно
ca: Llenç 3D
ckb: کانڤاسی سێ ڕەهەندی
eo: 3D Kanvas'
fr: Toile 3D
ga: Canbhás 3d
hr: 3D platno
hy: 3D կտավ
ku: 3D kanvas
ky: 3D Канвас
pl: Płótno 3D
sk: 3D plátno
sl: 3D Kanvas
sq: 3D Kanvas
tr: 3B Tuval

source: Coronavirus
bg: Коронавирус
ckb: کۆڕۆنا ڤایرۆس
eo: Kronvirus'
hr: Koronavirus
hy: Կորոնավիրուս
ky: Коронавирус
pl: Koronawirus
sk: Koronavírus
sl: Koronavirus
sq: Koronavirus
sr: Koronavirus
tr: Koronavirüs

source: PixelZone
bg: ПикселЗона
ckb: پێکسڵ زۆن
eo: PikselZono
ga: Zón Picteilíní
hy: ՊիքսելԳոտի
sk: PixelZóna
sl: PixelCona

source: PixelCanvas
bg: ПикселПлатно
ckb: پێکسڵ کانڤاس
eo: PikselKanvaso
ga: Canbhás picteilíní
hy: ՊիքսելԿտավ
ku: Pixelkanvas
sk: PixelPlátno
sl: PixelKanvas

source: 1bit
ckb: ١بیت
ga: Giotán amháin
hy: 1Բիթ
ky: 1бит

source: Top10
bg: Топ10
ckb: ١٠ڕێزبەند
ga: Barr Deich
hy: Թոփ10
ku: lîstikvan10
ky: Топ 10

source: 2bit
ckb: ٢بیت
ga: Dhá Giotán
hy: 2բիտ
ky: 2бит

source: Minimap
bg: Миникарта
ckb: مینی ماپ
ga: léarscáil Beag
hr: Minimapa
hy: Փոքր քարտեզ
ku: Nexşeya mînî
ky: Миникарта
pl: Minimapa
sk: Minimapa
sq: Minimharta
sr: Mini-mapa
tr: Küçük Harita

source: Our main canvas, a huge map of the world. Place anywhere you like!
bg: Нашето главно платно, огромна карта на света. Поставяйте навсякъде, където желаете!
ckb: کانڤاسی سەرەکیمان، نەخشەیەکی گەورەی جیهان. لە هەر شوێنێک کە حەزت لێیە بیخە!
ga: Ár priomh Canbhás, Léarscáil mór don domhan. Cuir áit ar bith a ba mhaith leat!
hr: Naše glavno platno, ogromna karta svijeta. Stavljajte gdje god želite!
hy: Մեր գլխավոր կտավը ՝ աշխարհի հսկայական քարտեզն է: Տեղադրեք ամենուր, որտեղ ձեզ դուր է գալիս:
ku: Kulîlka meya sereke, nexşeyek mezin a cîhanê. Li cîhê ku hûn dixwazin bi cîh bikin!
ky: Биздин негизги полотнобуз, дүйнөнүн чоң картасы. Каалаган жериңизге жайгаштырыңыз!
sk: Naše hlavné plátno, obrovská mapa sveta. Pokladaj kde len chceš!
sq: Kanavacja jonë kryesore, një hartë e madhe e botës. Vendoseni kudo që ju pëlqen!
sr: Naše glavni platno, ogromna mapa sveta. Postavi piksele gde god hoćeš!
tr: Ana tuvalimiz, devasa bir dünya haritası. İstediğin yere piksel atabilirsin!

source: Moon canvas. Safe space for art. No flags or large text (unless part of art) or art larger than 1.5k x 1.5k pixels.
bg: Лунно платно. Безопасно място за рисунки. Без знамена или огромен текст (освен част от рисунка) или рисунка по-голяма от 1.5хил x 1.5хил пиксели.
ca: Llenç de la Lluna. Espai segur per a l'art. No es poden fer banderes ni text gran (tret que siguin part d'un art) ni imatges superiors a 1,5k x 1,5k píxels.
ckb: کانڤاسی مانگ. شوێنی سەلامەت بۆ هونەر. هیچ ئاڵایەک یان دەقێکی گەورە (مەگەر بەشێک لە هونەر نەبێت) یان هونەرێک کە لە ١.٥ک x ١.٥ک پێکسڵ گەورەتر بێت.
fr: La toile de la lune. Un espace sûr pour l'art. Les drapeaux, gros caractères (à moins qu'ils fassent partie d'une œuvre d'art) ainsi que les oeuvres de 1.5k x 1.5k pixels ne sont pas autorisés.
ga: Canbhás gealach. Ait sabhailte do ealaíne. Na cuir bhratach no teics mór(ach amháin meas páirteach le ealaíne é) nó ealaíne níos mó ná 1.5k X 1.5 picteilíní.
hr: Mjesečevo platno. Siguran prostor za umjetnost. Bez zastava ili velikog teksta (osim ako je dio slike) ili slike veće od 1,5k x 1,5k piksela.
hy: Լուսնի կտավ: Ապահով տարածք արվեստի համար: Առանց դրոշների կամ մեծ տեքստ (եթե դա արվեստի մաս չէ) կամ 1,5k x 1,5k պիքսելից մեծ արվեստ:
ku: Kanvasê Heyv. Cihê ewle ji bo hunerê. No al an nivîsek mezin (heya ku beşek hunerê nebe) an hunerek ji 1,5k x 1,5k piksel mezintir tune.
ky: Ай кенеп. Искусство үчүн коопсуз жай. 1.5k x 1.5k пикселден чоңураак желекчелер же чоң текст (эгер искусствонун бөлүгү болбосо) же сүрөт жок.
pl: Płótno księżycowe. Bezpieczna przestrzeń dla sztuki. Żadnych flag ani dużego tekstu (chyba, że jest to część rysunku) ani rysunku o wymiarach większych niż 1,5 tys. x 1,5 tys. pikseli.
sk: Mesačné plátno. Bezpečný priestor pre arty. Žiadne vlajky alebo veľký text (pokiaľ nie sú súčasťou umenia) alebo obrázky väčšie ako 1,5 kx x 1,5 k pixelov.
sl: Luna kanvas. Varen kraj za slike. Brez zastav ali velikih besedil (razen če so del umetnin) ali slik večjih od 1.5k x 1.5k pikslov.
sq: Kanavacë e hënës. Hapësirë e sigurt për art. Nuk ka flamuj ose tekst të madh (përveç nëse është pjesë e artit) ose art më i madh se 1,5k x 1,5k pixel.
sr: Kanvas Meseca. Dobro mesto za crteže. Nema zastava ili velikog teksta (osim ako deo crteža) ili crteže veće od 1.5k x 1.5k piksela.
tr: Ay tuvali. Eserler için güvenilir bir yer. Bayraklar, büyük yazılar veya 1500x1500'den büyük eserler yasaktır.

source: Place Voxels on a 3D canvas with others.
bg: Слагайте воксели на 3D платно с други.
ckb: ڤۆکسێلەکان لەسەر کانڤاسێکی سێ ڕەهەندی لەگەڵ کەسانی تر دابنێ.
ga: Cuir 'Voxels' ar canbhás 3D leis na cuid eile.
hr: Postavite Voxele na 3D platno s drugima.
hy: Տեղադրեք ոքսելներ 3D կտավի վրա ուրիշների հետ:
ku: voxelên bi yên din re li ser kanvasek 3D bi cîh bikin.
ky: Voxels'ти башкалар менен 3D кенепке жайгаштырыңыз.
sk: Pokladaj voxely na 3D plátne s ostatnými.
sq: Vendosni Voxels në një kanavacë 3D me të tjerët.
sr: Postavljaj voksele na 3D kanvasu sa drugima.
tr: 3B bir tuvalde diğer oyuncularla küpler yerleştirin.

source: Special canvas to spread awareness of SARS-CoV2 (take the vax).
bg: Специално платно за разпространяване на информация за SARS-CoV2.
ckb: کانڤاسی تایبەت بۆ بڵاوکردنەوەی هۆشیاری لەبارەی SARS-CoV2 (ڤاکسەکە وەربگرە).
ga: Canbhás speisialta le scéal a scaipeadh faoi SARS-CoV2 (ghlac an vacsaín).
hr: Posebno platno za širenje svijesti o SARS-CoV2.
hy: Հատուկ կտավ `SARS-CoV2- ի իրազեկությունը տարածելու համար:
ku: Kanvas taybetî ji bo belavkirina hişmendiya SARS-CoV2 (vax bigire).
ky: SARS-CoV2 жөнүндө маалымдуулукту жайылтуу үчүн атайын кенеп (вакцинаны алыңыз)
sk: Špeciálne plátno na šírenie povedomia o SARS-CoV2 (daj si vax).
sq: Kanavacë speciale për të përhapur ndërgjegjësimin për SARS-CoV2 (merrni vaksin).
sr: Specijalni kanvas za širenje informacija o SARS-CoV2(vakciniši se)
tr: Koronavirüs farkındalığını yaymak için özel olarak yapılan tuval.

source: Mirror of PixelZone
bg: Огледало на ПикселЗона
ca: Mirall de PixelZone
ckb: ئاوێنەیەکی پێکسڵ زۆن
eo: Ŝutspegulo de PixelZono
fr: Miroir de PixelZone
ga: Scáthán Don Zón Picteilíní
hr: Ogledalo PixelZone-a
hy: ՊիքսելԳոտի-ի հայելին
ku: Neynika ji PixelZone
ky: PixelZone күзгүсү
pl: Lustro PixelZone
sk: Zrkadlo Pixelzony
sl: Zrcalo PixelCone
sq: Pasqyra e PixelZone
sr: Ogledalo PixelZone-a
tr: PixelZone'un aynası

source: Mirror of PixelCanvas
bg: Огледало на ПикселПлатно
ca: Mirall de PixelCanvas
ckb: ئاوێنەیەکی پێکسڵ کانڤاس
eo: Ŝutspegulo de PixelKanvaso
fr: Miroir de PixelCanvas
ga: Scáthán de Canbhás picteilíní
hr: Ogledalo PixelCanvasa
hy: ՊիքսելԿտավի հայելին
ku: Neynika Pîkselkanvas
ky: PixelCanvas күзгүсү
pl: Lustro PixelCanvas
sk: Zrkadlo Pixelcanvasu
sl: Zrcalo PixelKanvasa
sq: Pasqyra e PixelCanvas
sr: Ogledalo PixelCanvas-a
tr: PixelCanvas'ın aynası

source: Black and White canvas
bg: Черно-бяло платно
ca: Llenç en blanc i negre
ckb: کانڤاسی ڕەش و سپی
eo: Nigra-Blanka kanvaso
fr: Une toile noire et blanche
ga: Canbhás dubh agus bán
hr: Crno-bijelo platno
hy: Սև և սպիտակ կտավ
ku: kanvasê Reş û Spî
ky: Кара жана ак кенеп
pl: Czarno-białe płótno
sk: Čiernobiele plátno
sl: Črn in Bel kanvas
sq: Kanavacë Bardh e Zi
sr: Crno-beli kanvas
tr: Siyah beyaz tuval

source: A canvas for the most active players from the the previous day. Daily ranking updates at 00:00 UTC.
bg: Платно за най-активните играчи от предишния ден. Ежедневни актуализации на класирането в 00:00 UTC.
ca: Un llenç per als jugadors més actius del dia anterior. La classificació diària s'actualitza a les 00:00 UTC.
ckb: کانڤاسێک بۆ چالاکترین یاریزانانی ڕۆژی پێشوو. نوێکارییەکانی ڕیزبەندی ڕۆژانە لە کاتژمێر ٠٠:٠٠ UTC.
fr: Une toile pour les joueurs les plus actifs de la veille. Le classement journalier est mis à jour à minuit UTC.
ga: Canbhás do na úsáideoirí is gníomhach ón lá faoi dheireadh. nuashonruithe rangú gach lá ar 00:00 UTC.
hr: Platno za najaktivnije igrače prethodnog dana. Dnevno ažuriranje poretka u 00:00 UTC.
hy: Կտավ նախորդ օրվա ամենաակտիվ խաղացողների համար։ Ամենօրյա վարկանիշային թարմացումները 00:00 UTC-ին:
ku: Kanvasek ji bo lîstikvanên herî çalak ên roja berê. Rojane nûvekirinên rêzê di 00:00 UTC de.
ky: Мурунку күндөгү эң активдүү оюнчулар үчүн кенеп. Күнүмдүк рейтинг жаңыртуулары 00:00 UTC.
pl: Canvas dla najaktywniejszych graczy z poprzedniego dnia. Codzienne aktualizacje rankingów o godzinie 00:00 UTC.
sk: Plátno pre najaktívnejších hráčov z predchádzajúceho dňa. Denné hodnotenie sa aktualizuje o 00:00 UTC.
sq: Një kanavacë për lojtarët më aktivë të një dite më parë. Përditësimet ditore të renditjes në orën 00:00 UTC.
sr: Kanvas za najaktivnije igrače od juče. Dnevni rang se ažurira u 00:00 UTC.
tr: Geçen günün en etkin oyuncuları için yapılmış bir tuval. Sıralama her gün UTC 00.00'da güncellenir.

source: Only four colors. Same rules as moon!
bg: Само четири цвята. Същите правила като на луната!
ckb: تەنها چوار ڕەنگ. هەمان یاساکانی مانگ!
fr: Seulement 4 couleurs. Même règles que pour la lune !
ga: Ní ach ceithre dath. Rialacha mar an gcéanna leis an gealach!
hr: Samo četiri boje. Ista pravila kao i mjesec!
hy: Ընդամենը չորս գույն: Նույն կանոնները, ինչպես լուսնում:
ku: Tenê çar reng. Heman qaîdeyên wekî heyvê!
ky: Төрт гана түс. Ай сыяктуу эле эрежелер!
sk: Len štyri farby. Isté pravidlá ako na mesiaci!
sq: Vetëm katër ngjyra. Të njëjtat rregulla si hëna!
sr: Samo četiri boje.Važe ista pravila kao i na mesecu.
tr: Yalnızca dört renk. Ay ile aynı kurallar!

source: Conquer land on a smaller earth with protected ocean. Shares cooldown with earth canvas!
bg: Превземете земя на по-малка земя със защитен океан. Споделя cooldown с платното на Земята!
ckb: داگیرکردنی زەوی لەسەر زەوییەکی بچووکتر کە زەریای پارێزراوی هەبێت. هاوبەشی ساردبوونەوە لەگەڵ کانڤاسی زەوی!
fr: Conquérir des territoires sur une version plus petite de la Terre où les océans sont protégés. Le temps de recharge est partagé avec la Terre !
ga: Ghlac talamh are domhan níos liú le farraige sabhailte. Tá an téamh síos mar an gcéanna leis an Canbhás domhanda!
hr: Osvojite zemlju na manjoj zemlji sa zaštićenim oceanom. Dijeli hlađenje sa zemljanim platnom!
hy: Նվաճեք հողերը ավելի փոքր Երկրի վրա՝ պաշտպանված օվկիանոսով: Վերականգնման ժամանակը կապված է Երկրի կտավի հետ:
ku: Erdê li ser erdek piçûktir bi okyanûsa parastî fetih bikin. Sersaxiyê bi kanvasê erdê re parve dike!
ky: Корголгон океаны бар кичинекей жерди басып ал. Жер кенептери менен муздатуу убактысын бөлүшөт!
sk: Obsadzuj územie na menšej zemy s ochráneným oceánom. Zdiela cooldown so zemovým plátnom!
sq: Pushtoni tokën në një tokë më të vogël me oqean të mbrojtur. Ndan qetësimin me kanavacën e tokës!
sr: Osvajaj teritorije na manjoj mapi sa zaštićenim okeanom.Tajmer piksela je isti kao na Zemlji.
tr: Okyanusun korunduğu bu küçük dünyada fetihler yapın. Bu tuval Dünya tuvali ile bekleme süresini paylaşır!

source: Welcome ${ name } to PixelPlanet, please verify your mail
bg: Добре дошли, ${ name } в PixelPlanet, моля потвърдете вашия имейл
ca: Benvingut ${ name } a PixelPlanet, si us plau verifica el teu correu electrònic
ckb: بەخێربێن ${ name } بۆ پێکسڵ پلانێت، تکایە پۆستەکەت پشتڕاست بکەرەوە
eo: Bonvenon ${ name } to PixelPlanet, bonvolu verigi vian retpostadreson
fr: Bienvenue ${ name } à PixelPlanet, veuillez vérifier votre courriel
ga: Fáilte ${ name } go PixelPlanet Cintigh do phost le do chul
hr: Dobro došli ${ name } na PixelPlanet, potvrdite svoju poštu
hy: Բարի գալուստ ${name} PixelPlanet, խնդրում ենք ստուգել ձեր էլ. փոստը
ku: Bi xêr hatî ${ name } PixelPlanet, ji kerema xwe e-mail xwe verast bikin
ky: ${ name } PixelPlanet'ке кош келиңиз, почтаңызды ырастаңыз
pl: Witamy ${ name } w PixelPlanet. Zweryfikuj swojego maila
sk: Vitaj ${ name } na PixelPlanet, prosím over si svoj mail
sl: ${ name } dobrodošel na PixelPlanetu, prosim potrdite vaš E-naslov
sq: Mirësevini ${ name } në PixelPlanet, ju lutemi verifikoni postën tuaj
sr: Zdravo ${ name }! Dobrodošli u PixelPlanet, molimo vas verifikujte vaš e-mail
tr: PixelPlanet'e hoş geldiniz ${ name }, lütfen e-posta adresinizi doğrulayın

source: Hello ${ name }
bg: Здравейте, ${ name }
ca: Hola ${ name }
ckb: سڵاو ${ name }
eo: Saluton ${ name }
fr: Bonjour ${ name }
ga: Heileo ${ name }
hr: Pozdrav ${ name }
hy: Ողջույն ${name}
ku: Silav ${ name }
ky: Салам ${ name }
pl: Witaj ${ name }
sk: Ahoj ${ name }
sl: Pozdravljen ${ name }
sq: Përshëndetje ${ name }
sr: Zdravo ${ name }
tr: Esenlikler ${ name }

source: welcome to our little community of pixelplacers, to use your account, you have to verify your mail. You can do that here:
bg: добре дошли в нашето малко общество, за да използвате Вашия профил трябва да си потвърдите имейла. Може да го направите от тук:
ca: benvingut a la nostra petita comunitat de col·locadors de píxels. Per utilizar el teu compte, has de verificar el teu correu electrònic. Pots fer-ho aquí:
ckb: بەخێربێن بۆ کۆمەڵگە بچووکەکەمان لە پیکسڵپلاسەرەکان، بۆ بەکارهێنانی هەژمارەکەت، دەبێت پۆستەکەت پشتڕاست بکەیتەوە. دەتوانن لێرەدا ئەوە بکەن:
eo: bonvenon al nia comunumeta de pixelmetistoj; por uzi vian konton, vi devus verigi vian retpostadreson. Povus fari ĝin ĉi tie:
fr: Bienvenue à notre petite communauté de placeurs de pixels, vous devez verifier votre courriel afin d'utiliser votre compte. Vous pouvez le faire ici:
ga: Fáilte go dtí Ár Pobal de daoine picteilíní, the baint úsáid as do cuntas, caithfidh tú do phost a cinntigh, is féidir leat sin a dhéanamh anseo:
hr: dobrodošli u našu malu zajednicu postavljača pixela (pičkovca), da biste koristili svoj račun, morate potvrditi svoju poštu. To možete učiniti ovdje:
hy: Բարի գալուստ մեր պիքսել տեափղադրողների փոքրիկ համայնք, ձեր հաշիվն օգտագործելու համար դուք պետք է հաստատեք ձեր փոստը: Դուք կարող եք դա անել այստեղ՝
ku: hûn bi xêr hatin civata meya piçûk a pixelplacers, ji bo ku hûn hesabê xwe bikar bînin, divê hûn e-nameya xwe verast bikin. Hûn dikarin li vir bikin:
ky: ‐биздин кичинекей пикселди жайгаштыргыч коомчулугубузга кош келиңиз, аккаунтуңузду колдонуу үчүн почтаңызды ырасташыңыз керек. Сен бул жерде эмне кыла алышат:
pl: witamy w naszej małej społeczności pixelplacerów, aby móc korzystać ze swojego konta, musisz zweryfikować swojego maila, Możesz to zrobić tutaj:
sk: vitaj na našej malej komunite pre pokladatelov pixelov, nato aby si mohol použiť svoj účet, musíš si overiť svoj mail. To môžeš urobiť tu:
sl: dobrodošli v naši majhni skupnosti postavljavcev pixlov, da lahko uporabljate vaš profil, morate preveriti vaš E-naslov. To lahko storite tukaj:
sq: mirë se vini në komunitetin tonë të vogël të pixelplacers, për të përdorur llogarinë tuaj, duhet të verifikoni postën tuaj. Ju mund ta bëni këtë këtu:
sr: Dobrodošli u našu malu publiku od piksel postavljača, verifikujte vaš e-mail. Možete to uraditi ovde:
tr: piksel atanlardan oluşan bu küçük topluluğumuza hoş geldiniz, hesabınızı kullanabilmek için e-posta adresini doğrulayın. Bunu buradan yapabilirsiniz:

source: Click to Verify
bg: Кликнете, за да потвърдите
ca: Clica per verificar
ckb: بۆ سەلماندن کلیک بکە
eo: Klaki por Verigi
fr: Cliquez pour vérifier
ga: Cliceáil le cinntigh
hr: Kliknite za potvrdu
hy: Սեղմեք, հաստատվելու համար
ku: Ji bo erêkirinê bitikîne
ky: Текшерүү үчүн чыкылдатыңыз
pl: Kliknij aby Zweryfikować
sk: Klikni na overenie
sl: Kliknite, da Preverite
sq: Klikoni për të verifikuar
sr: Kliknite da bi ste se verifikovali
tr: Doğrulamak için Tıkla

source: Or by copying following url:
bg: Или като копирате следният URL адрес:
ca: O copiant la següent URL:
ckb: یان بە کۆپیکردنی ئەم لینکی خوارەوە:
eo: Aŭ kopianta la URL:
fr: Ou copiez l'adresse URL suivante :
ga: Nó má gcuireann to Cóip ar an URL:
hr: Ili kopiranjem sljedećeg url-a:
hy: Կամ պատճենելով հետևյալ url- ը ՝
ku: An jî bi kopîkirina url-ya jêrîn:
ky: Же төмөнкү url көчүрүү менен:
pl: Lub kopiując następujący adres URL:
sk: Alebo kopíruj následujúci url:
sl: Ali pa tako, da kopirate naslednji naslov:
sq: Ose duke kopjuar url-në e mëposhtme:
sr: Ili kopirati ovaj url:
tr: Veya bağlantıyı kopyalayarak:

source: Have fun and don't hesitate to contact us if you encounter any problems :)
bg: Забавлявайте се и не се колебайте да се свържете с нас, ако се сблъскате с проблеми :)
ca: Diverteix-te i no dubtis de contactar amb nosaltres si tens cap problema :)
ckb: کاتێکی خۆش بەسەر بەرە و دوودڵ مەبە لە پەیوەندیکردن ئەگەر تووشی هەر کێشەیەک بوویت :)
eo: Amuziĝu kaj ne heziti kontakti nin se renkontus ajna problemojn ŭwŭ
fr: S'amusez-vous bien et ne pas hésiter à nous contacter si vous rencontrez un problème :)
ga: Bainn sult agus na bíodh leisce ort le teagmháil a cuir orainn má fheiceann tú fadhb ar bith :)
hr: Zabavite se i ne ustručavajte se kontaktirati nas ako naiđete na probleme :)
hy: Զվարճացեք և մի ամաչեք կապնվել մեզ հետ, եթե տեսնում եք որևէ խնդիր :)
ku: Kêfxweş bin û heke pirsgirêkek we hebe dudilî nebin ku bi me re têkilî daynin :)
ky: Көңүл буруңуз жана кандайдыр бир көйгөйгө туш болсоңуз, биз менен байланышуудан тартынбаңыз :)
pl: Miłej zabawy i nie wahaj się z nami skontaktować, jeśli napotkasz jakiekolwiek problemy :)
sk: Zabávaj sa a neboj sa nás kontaktovať pokial natrafíš na nejaké problémy :)
sl: Imejte se lepo in ne bojte se nas kontaktirati če pridete, do kakšnih težav :)
sq: Argëtohuni dhe mos hezitoni të na kontaktoni nëse hasni ndonjë problem :)
sr: Zabavite se i nemojte zaboraviti da nas možete kontaktirati ako vidite ikakve probleme :)
tr: Eğlenmene bak ve herhangi bir sıkıntı yaşarsan bize ulaşmaktan çekinme :)

source: Thanks
bg: Благодарим
ca: Gràcies
ckb: سوپاس
eo: DANKon
fr: Merci
ga: Go raibh maith agat
hr: Hvala
hy: Շնորհակալություն
ku: Spas
ky: Рахмат
pl: Dzięki
sk: Ďakujem
sl: Hvala
sq: Faleminderit
sr: Hvala
tr: Sağ olun

source: We already sent you a verification mail, you can request another one in ${ minLeft } minutes.
bg: Вече сме Ви пратили имейл за потвърждение, може да заявите отново след ${ minLeft } минути.
ca: Ja t'hem enviat un correu electrònic de verificació abans. Pots sol·licitar-ne un altre en ${ minLeft } minuts.
ckb: پێشتر ئیمەیڵێکی پشتڕاستکردنەوەمان بۆ ناردوویت، دەتوانیت لە ماوەی ${ minLeft } خولەکدا داوای پۆستێکی تر بکەیت.
eo: Ni jam sendis vin unuan verigaĵan retpostmensaĝon, vi petipovus de nove alia en ${ minLeft } minutoj.
fr: Nous avons déjà envoyé un courriel de verification, vous pouvez demander un autre en ${ minLeft } minutes.
ga: Cuir muid an phost cinntigh thugat chéanna féin, is féidir leat cean eile a fáil is gceann ${ minLeft } Bomaite.
hr: Već smo vam poslali e-poruku za potvrdu, možete zatražiti drugu za ${ minLeft } minuta.
hy: Մենք ձեզ արդեն ուղարկել ենք ստուգման նամակ, ${minLeft} րոպեից կարող եք պահանջել մեկ այլ նամակ:
ku: Me berê ji we re e-nameyek verastkirinê şand, hûn dikarin di nav ${ minLeft } hûrdeman de nameyek din bixwazin.
ky: Биз сизге текшерүү катын жөнөткөнбүз, ${ minLeft } мүнөттөн кийин башкасын сурасаңыз болот.
pl: Wysłaliśmy już do Ciebie wiadomość weryfikacyjną. Możesz poprosić o kolejną za ${ minLeft } minut.
sk: Už sme ti poslali verifikačný mail, další si možeš požiadať za ${ minLeft } minút.
sl: Že smo vam poslali potrditveno E-poštno sporočilo, ponovno ga lahko naročite čez ${ minLeft } minut.
sq: Ne ju kemi dërguar tashmë një email verifikimi, mund të kërkoni një tjetër për ${ minLeft } minuta.
sr: Već smo vam poslali e-mail za verifikaciju, možete zahtevati novi za ${ minLeft } minuta
tr: Size önceden bir doğrulama e-postası yolladık, ${ minLeft } dakika sonra yenisini isteyebilirsiniz.

source: You forgot your password for PixelPlanet? Get a new one here
bg: Забравили сте си паролата за PixelPlanet? Вземете нова от тук
ca: Has oblidat la teva contrasenya de PixelPlanet? Aconsegueix-ne una de nova aquí
ckb: وشەی نهێنی خۆت بۆ پێکسڵ پلانێت لەبیر کردووە؟ لێرە یەکێکی نوێ بەدەست بهێنە
eo: Forgesus vian pasvorton je PixelPlanet? Petu novan ĉi tien
fr: Avez-vous oublié votre mot de passe pour PixelPlanet? Obtenez un nouveau ici
ga: Rinne tú dearmad ar do phasfhocal do PixelPlanet? Faigh ceann nua anseo
hr: Zaboravili ste lozinku za PixelPlanet? Nabavite novi ovdje
hy: Մոռացե՞լ եք PixelPlanet- ի ձեր գաղտնաբառը: Ստացեք նորը այստեղ
ku: We şîfreya xwe ji bo PixelPlanet ji bîr kir? Li vir yekî nû bistînin
ky: PixelPlanet үчүн сырсөзүңүздү унутуп калдыңызбы? Бул жерден жаңысын алыңыз
pl: Zapomniałeś hasła do PixelPlanet? Zrób nowe tutaj
sk: Zabudol si si heslo na PixelPlanet? Tu si získaš nové
sl: Ste pozabili geslo za PixelPlanet? Pridobite novega tukaj
sq: Keni harruar fjalëkalimin tuaj për PixelPlanet? Merrni një të re këtu
sr: Zaboravili ste lozinku? Dobijte novu ovde
tr: PixelPlanet parolanı unuttun mu? Buradan yenisini al

source: Hello
bg: Здравейте
ca: Hola
ckb: سڵاو
eo: Saluton
fr: Bonjour
ga: Heileo
hr: Pozdrav
hy: Ողջույն
ku: Slav
ky: Салам
pl: Witaj
sk: Ahoj
sl: Pozdravljeni
sq: Përshëndetje
sr: Zdravo
tr: Esenlikler

source: You requested to get a new password. You can change your password within the next 30min here:
bg: Заявихте за нова парола. Може да си смените паролата в рамките на следващите 30 минути от тук:
ca: Has sol·licitat obtenir una nova contrasenya. Pots canviar la teva contrasenya durant els propers 30 minuts aquí:
ckb: داوای وشەی نهێنی نوێت کرد. دەتوانیت لە ماوەی ٣٠ خولەکی داهاتوودا وشەی نهێنی خۆت بگۆڕیت لێرە:
eo: Vi petis novan pasvorton. Vi povus ŝanĝi la pasvorton dum la proksimaj 30 minutoj jen:
fr: Vous avez demandé un nouveau mot de passe. Vous pouvez modifier votre mot de passe dans les 30 min ici :
ga: Cuir to iarratas chun phasfhocal nua a fháil. Is féidir leat é a athrú sa cead 30 bomaite eile anseo:
hr: Zatražili ste novu lozinku. Svoju lozinku možete promijeniti u sljedećih 30 minuta ovdje:
hy: Դուք հայցել եք ստանալ նոր գաղտնաբառը: Հաջորդ 30 րոպեի ընթացքում կարող եք փոխել ձեր գաղտնաբառը այստեղ`
ku: We xwest ku şîfreyek nû bistînin. Hûn dikarin şîfreya xwe di nav 30 hûrdeman de li vir biguhezînin:
ky: Сиз жаңы сырсөз алууну сурандыңыз. Кийинки 30 мүнөт ичинде сырсөзүңүздү бул жерден өзгөртө аласыз:
pl: Prosiłeś o otrzymanie nowego hasła. Możesz zmienić swoje hasło w ciągu najbliższych 30 minut tutaj:
sk: Žiadal si si o zmenu hesla. Tvoje heslo si môžeš zmeniť za dalších 30 minút tu:
sl: Povprašali ste za novo geslo. Geslo lahko spremenite tukaj v naslednjih 30-tih minutah:
sq: Keni kërkuar të merrni një fjalëkalim të ri. Ju mund ta ndryshoni fjalëkalimin tuaj brenda 30 minutave të ardhshme këtu:
sr: Pitali ste da dobijete novu lozinku. Možete promeniti lozinku u sklopu od 30 minuta ovde:
tr: Yeni parola isteğinde bulundunuz. Parolanızı 30 dakika içinde buradan değiştirebilirsiniz:
