Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/ssr-cz.po
Languages: cz

source: You can not send chat messages while using a proxy
cz: Nemůžeš posílat zprávy do chatu se zapnutou proxy

source: Your country is temporary muted from this chat channel
cz: Tvůj stát je prozatím umlčený z tohoto chat kanálu

source: You are permanently muted, join our guilded to appeal the mute
cz: Dostali jsi permanentní mute, připoj se na náš guilded aby sis ho mohl appealnout

source: You are banned
cz: Jsi zabanován

source: Your Internet Provider is banned
cz: Tvůj poskytovatel internetu je zabanován

source: You are muted for another ${ timeMin } minutes
cz: Jseš umlčený na dalších ${ timeMin } minut

source: You are muted for another ${ ttl } seconds
cz: Jsi umlčený na dalších ${ ttl } sekund

source: You are sending messages too fast, you have to wait ${ waitTime }s :(
cz: Posíláš zprávy příliš rychle, musíš počkat ${ waitTime }s :(

source: You don't have access to this channel
cz: Nemáš přístup na tenhle kanál

source: Your mail has to be verified in order to chat
cz: Tvůj email musí být ověřen aby jsi mohl psát do chatu

source: You can't send a message this long :(
cz: Nemůžeš posílat takhle dlouhé zprávy :(

source: Please use int channel
cz: Prosím použíj int kanál

source: Stop flooding.
cz: Přestaň spamovat.

source: You sent an empty password or invalid data :(
cz: Poslal jsi prázdné heslo nebo chybná data :(

source: This password-reset link isn't valid anymore :(
cz: Tento heslo-reset odkaz už je neplatný :(

source: Your passwords do not match :(
cz: Tvoje hesla nejsou stejná :(

source: User doesn't exist in our database :(
cz: Uživatelské jméno neexistuje v naší databázi :(

source: Password successfully changed.
cz: Heslo úspěšně změněno.

source: Invalid url :( Please check your mail again.
cz: Neplatná URL :( Prosím znovu zkontroluj svůj email.

source: PixelPlanet.Fun 3DGlobe
cz: PixelPlanet.Fun 3D planeta

source: A 3D globe of our whole map
cz: 3D mapa celé naší mapy

source: Double click on globe to go back.
cz: Dvakrát klikni na glóbus aby jsi šel zpátky na plátno.

source: Loading...
cz: Načítaní...

source: Place color pixels on an map styled canvas with other players online
cz: Polož barevné pixely na mapově stylovaném plátnem s ostatníma online hráčema

source: Email can't be empty.
cz: Email nemůže být prázdný.

source: Email should be at least 5 characters long.
cz: Email musí být aspoň 5 znaků dlouhej.

source: Email can't be longer than 40 characters.
cz: Email nemůže být delší jak 40 znaků.

source: Email should at least contain a dot
cz: Email musí obsahovat tečku

source: Email should contain a @
cz: Email musí obsahovat @

source: Name can't be empty.
cz: Jméno nemůže být prázdný.

source: Name must be at least 2 characters long
cz: Jméno musí obsahovat alespoň dva znaky

source: Name must be shorter than 26 characters
cz: Jméno musí být menší jak 26 znaků

source: Name contains invalid character like @, /, \ or #
cz: Jméno obsahuje chybné znaky jako @, /, \ nebo #

source: No password given.
cz: Nebylo zadané heslo.

source: Password must be at least 6 characters long.
cz: Heslo musí obsahovat alespoň 6 znaků.

source: Password must be shorter than 60 characters.
cz: Heslo musí být kratší jak 60 znaků.

source: PixelPlanet.fun Password Reset
cz: PixelPlanet.fun Heslo reset

source: Reset your password here
cz: Resetuj si tu heslo

source: Reset Password
cz: Resetovat Heslo

source: Click here
cz: Klikni tu

source: to go back to pixelplanet
cz: aby si šel zpátky na pixelplanet

source: Hello ${ name }, you can set your new password here:
cz: Ahoj ${ name }, můžeš si nastavit svoje nové heslo tady:

source: New Password
cz: Nové Heslo

source: Confirm New Password
cz: Potvrdit Nový Heslo

source: Submit
cz: Vytvořit

source: You are not logged in
cz: Nejsi přihlášenej

source: You are not allowed to access this page
cz: Nejste povolen na tuhle stránků

source: Just admins can do that
cz: Pouze admini to můžou dělat

source: You are not banned
cz: Nejste zabanován

source: No Captcha given
cz: Žádna zadaná Captcha

source: E-Mail already in use.
cz: E-mail je už používán.

source: Username already in use.
cz: Jméno je už používáno.

source: You took too long, try again.
cz: Trvalo vám to příliš dlouho, zkuste znovu.

source: You failed your captcha
cz: Nepodařila se vám captcha

source: Unknown Captcha Error
cz: Neznáma chyba Captcha

source: This email provider is not allowed
cz: Tenhle dodavatel emailů tu není povolen

source: Failed to create new user :(
cz: Nepodařilo se udělat nové jméno :(

source: Failed to establish session after register :(
cz: Nepodařilo se vytvořit schůzi hned po registraci :(

source: Mail verification
cz: Ověřování mailu

source: You are now verified :)
cz: Od teď jste ověřen :)

source: Your mail verification code is invalid or already expired :(, please request a new one.
cz: Váš ověřující kód mailu je již neplatný :(, prosím poproste o novej.

source: You are not even logged in.
cz: Nejste ani přihlášen.

source: Server error when logging out.
cz: Serverová chyba při odhlašování.

source: You are not authenticated.
cz: Nejste ověřený.

source: Incorrect password!
cz: Nesprávné heslo!

source: Muted Users can not delete their account.
cz: Ztlumení uživatelé nemohou si odstranit účet.

source: Muted Users can not do this.
cz: Ztlumění hráči toto udělat nemohou.

source: PixelPlanet.fun Accounts
cz: PixelPlanet.fun účty

source: You will be automatically redirected after 15s
cz: Budete automaticky přesměrován po 15s

source: Or ${ clickHere } to go back to pixelplanet
cz: Nebo ${ clickHere } aby ses dostal zpátky na pixelplanet

source: Earth
cz: Země

source: Moon
cz: Měsíc

source: 3D Canvas
cz: 3D Plátno

source: Minimap
cz: Minimapa

source: Our main canvas, a huge map of the world. Place anywhere you like!
cz: Naše hlavní plátno, obří mapa světa. Pokládejte kde budete chtít!

source: Moon canvas. Safe space for art. No flags or large text (unless part of art) or art larger than 1.5k x 1.5k pixels.
cz: Plátno měsíce. Bezpečný místo pro obrazy. Žádné vlajky nebo velký texty (pouze jestli to není část obrazu) nebo obrazy větší jak 1,5k x 1,5k pixelů.

source: Place Voxels on a 3D canvas with others.
cz: Polož Voxely na 3D plátno s ostatními.

source: Special canvas to spread awareness of SARS-CoV2 (take the vax).
cz: Speciální plátno pro zvýšení pozornosti o SARS-CoV2 (nechte se očkovat).

source: Mirror of PixelZone
cz: Zrcadlo PixelZone

source: Mirror of PixelCanvas
cz: Zrcadlo PixelCanvasu

source: Black and White canvas
cz: Černo-Bíle plátno

source: A canvas for the most active players from the the previous day. Daily ranking updates at 00:00 UTC.
cz: Plátno pro nejvíce aktivní hráče ze včerejška. Denní hodnocení se aktualizuje v 00:00 UTC.

source: Only four colors. Same rules as moon!
cz: Pouze 4 barvy. Stejná pravidla jako na měsíci!

source: Conquer land on a smaller earth with protected ocean. Shares cooldown with earth canvas!
cz: Obsaďte území na menší zemi s chráněným oceánem. Sděluje cooldown s plátnem země!

source: Welcome ${ name } to PixelPlanet, please verify your mail
cz: Vítej ${ name } na PixelPlanet, prosím ověř svůj mail

source: Hello ${ name }
cz: Ahoj ${ name }

source: welcome to our little community of pixelplacers, to use your account, you have to verify your mail. You can do that here:
cz: vítej na naší malé komunitě pixelplacerů, pro použití tvého účtu, musíš si ověřit mail. Můžeš to udělat zde:

source: Click to Verify
cz: Klikni pro ověření

source: Or by copying following url:
cz: Nebo zkopírůj tohle URL:

source: Have fun and don't hesitate to contact us if you encounter any problems :)
cz: Měj zábavů a neboj se nás kontaktovat jestli najdeš nějaký problémy :)

source: Thanks
cz: Dík

source: We already sent you a verification mail, you can request another one in ${ minLeft } minutes.
cz: Už jsme vám poslali ověřující mail, můžeš poprosit o novej za ${ minLeft } minut.

source: You forgot your password for PixelPlanet? Get a new one here
cz: Zapomenuli jste heslo na PixelPlanet? Získej nový heslo tady

source: Hello
cz: Ahoj

source: You requested to get a new password. You can change your password within the next 30min here:
cz: Požádal si o nový heslo. Můžeš si změnit heslo v rámci 30 minut tady:

source: If you did not request this mail, please just ignore it (the ip that requested this mail was ${ ip }).
cz: Jestli si o tenhle email nepožadoval, prosím to ignoruj (ip které o tenhle mail požadoval je ${ ip }).

source: Mail is not configured on the server
cz: Mail není konfigurován na serveru

source: We already sent you a mail with instructions. Please wait before requesting another mail.
cz: Už jsme vám poslali mail s instrukcemi. Prosím počkej než budete moci požádat o další mail.

source: Couldn't find this mail in our database
cz: Nemohli jsme najít tenhle mail v naší databáze
