Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/ssr-*.po
Languages: bg, ca, ckb, eo, fr, ga, hr, hy, ku, ky, pl, sk, sl, sq, sr, tr

source: You can not send chat messages while using a proxy
bg: Не можете да пращате съобщения с proxy
ca: No pots enviar missatges al xat mentre estiguis utilitzant “proxys”
ckb: لە کاتی بەکارهێنانی پرۆکسیدا ناتوانیت نامەی چات بنێری
ga: Níl tú ábalta teachtaireacht a cuir amach ag úsáid seachfhreastalaí
hr: Ne možete slati chat poruke putem proxyja
hy: Դուք չեք կարող proxy օգտագործելու ժամանակ հաղորդագրություն ուղարկել
ku: Dema ku hûn proxy bikar tînin hûn nikarin peyamên chatê bişînin
ky: Прокси колдонуп жатканда чат билдирүүлөрүн жөнөтө албайсыз
sk: Nemôžeš odosielať správy keď používaš proxy
sq: Nuk mundesh të dërgosh mesazhe në bisedë ndërkohë që ti përdor proxy
sr: Ne možete slati poruke dok koristite VPN
tr: Proxy kullanırken sohbete ileti yollayamazsın

source: Your country is temporary muted from this chat channel
bg: Държавата Ви е временно заглушена от този текстови канал
ckb: وڵاتەکەت بۆ ماوەیەکی کاتی لەم کەناڵە چاتەوە بێدەنگ کراوە
ga: Cuirtear balbh sealadach ar do Tír Ón comhrá seo
hr: Vaša je zemlja privremeno isključena iz ovog kanala za chat
hy: Ձեր երկիրը ժամանակավորապես անջատված է այս զրույցի ալիքից
ku: Welatê we ji vê kanala sohbetê re demkî ye
ky: Сиздин өлкө бул чат каналынан убактылуу өчүрүлгөн
pl: Twój kraj został tymczasowo wyciszony z tego kanału
sk: Tvoja krajina je dočasne mutnutá z tohoto chatového kanála
sq: Shteti juaj është i bllokuar për momentin nga biseda
sr: Vaša država je privremeno nemo od ovog kanala
tr: Ülkeniz geçici olarak susturuldu

source: You are permanently muted, join our guilded to appeal the mute
bg: Заглушен сте завинаги, влезте в нашия guilded, за да обжалвате
ca: Estàs permanentment silenciat, uneix-te al nostre Guilded per apel·lar el mute
ckb: تۆ بۆ هەمیشە بێدەنگ بوویت، بەشداری سەندیکاکەمان بکە بۆ تانەدان لە بێدەنگەکان
eo: Vi estas silentata senfine, eniru je l' guilded por malfari ĝi
fr: Vous êtes mis en sourdine pour toujours, rejoignez notre guilded pour faire appel
ga: Cuirtear balbh buan ort, dul istigh i n-ár guilded le cuir achomharc are an balbh
hr: Trajno ste utišani, pridružite se našem Discordu kako biste uložili žalbu na utišavanje
hy: Դուք ընդմիշտ խլացված եք, միացեք մեր guilded բողոքարկելու համար
ku: Hûn bi domdarî bêdeng in, beşdarî komeleya me bibin ku îtîraza lalbûnê bikin
ky: Сиз биротоло үнсүзсүз, биздин гильдияга кошулуп, үнсүздөргө даттаныңыз
pl: Zostałeś pernamentnie wyciszony dołącz do naszego guilded aby odwołać się od wyciszenia
sk: Si trvalo mutnutý, pridaj sa na náš guilded aby si sa odvolal proti mutu
sl: Za vedno ste utišani, pridružite se guilded, da se pritožite na utišavo
sq: Ti je i ndalur që të shkruash përgjithmonë, bashkohu në guilded tonë që te raportosh bllokimin nga biseda
sr: Vi ste zauvek nemo, dođite u naš guilded da bi ste napravili zahtev
tr: Kalıcı olarak susturuldunuz, kaldırtılması için Guilded sunucumuza katılın

source: You are banned
bg: Баннат сте
ca: Has sigut vetat
ckb: تۆ قەدەغەکراویت
ga: Cuirtear cosc ort
hr: Banani ste
hy: Դուք արգելված եք
ku: Tu qedexe yî
ky: Сиз тыюу салынган
pl: Jesteś zbanowany
sk: Si zabanovaný
sq: Ti je i ndaluar nga loja
sr: Banovani ste
tr: Yasaklısınız

source: Your Internet Provider is banned
bg: Вашият интернет доставчик е забранен
ca: El teu proveïdor d'internet està vetat
ckb: دابینکەری ئینتەرنێتەکەت قەدەغەیە
fr: Votre FAI est banni
ga: Cuirtear cosc ar do soláthraí idirlín
hr: Vaš Internet Provider je zabranjen
hy: Ձեր ինտերնետ-մատակարարն արգելված է
ku: Pêşkêşkara Înternetê ya we qedexe ye
ky: Сиздин Интернет Провайдериңизге тыюу салынган
pl: Twój dostawca jest zbanowany
sk: Tvoj poskytovatel internetu je zabanovaný
sq: Ofruesi juaj i internetit është i ndaluar
sr: Tvoj internet provajder je banovan
tr: İnternet sağlayıcınız yasaklı

source: You are muted for another ${ timeMin } minutes
bg: Заглушен сте за още ${ timeMin } минути
ca: Estàs silenciat ${ timeMin } minuts més
ckb: بۆ ماوەی ${ timeMin } خولەکێکی تر بێدەنگ دەکرێیت
eo: Vi estas silentata por plua ${ timeMin } minutoj
fr: Vous êtes mis en sourdine pour encore ${ timeMin } minutes
ga: Cuirtear balbh ort do ${ timeMin } Bomaite
hr: Utišani ste još ${ timeMin } minuta
hy: Դուք խլացված եք ևս ${timeMin} ր
ku: Hûn ji bo ${timeMin } deqîqeyên din têne bêdeng kirin
ky: Үнүңүз дагы ${ timeMin } мүнөткө өчүрүлдү
pl: Jesteś wyciszony na kolejne ${ timeMin } minut
sk: Si mutnutý na ${ timeMin } minút
sl: Utišani ste še ${ timeMin } minut
sq: Ti je i heshtur dhe për disa ${timeMin} minuta
sr: Nemo ste za ${ timeMin } minuta
tr: ${ timeMin } dakikalığına susturuldunuz

source: You are muted for another ${ ttl } seconds
bg: Заглушен сте за още ${ ttl } секунди
ckb: بۆ ماوەی ${ ttl } چرکەیەکی تر بێدەنگ دەکرێیت
ga: Cuirtear balbh ort do ${ ttl } soicind eile
hr: Utišani ste još ${ ttl } sekundi
hy: Դուք խլացված եք ևս ${ ttl } վայրկյան
ku: Tu ji bo ${ ttl } çirkeyên din bê deng bûyî
ky: Сиз дагы ${ ttl } секундага үнсүзсүз
pl: Jesteś wyciszony przez kolejne ${ ttl } sekundy
sk: Si mutnutý na ${ ttl } sekúnd
sq: Ti je i heshtur për ${ ttl } sekonda
sr: Utišani ste za ${ ttl } sekundi
tr: ${ ttl } saniyeliğine susturuldunuz

source: You are sending messages too fast, you have to wait ${ waitTime }s :(
bg: Пращате съобщения прекалено бързо, трябва да изчакате още ${ waitTime }s :(
ca: Estàs enviant missatges massa ràpid, has d'esperar ${ waitTime }s :(
ckb: تۆ زۆر خێرا نامە دەنێری، دەبێت چاوەڕێ بکەیت ${ waitTime }s :(
eo: Vi sendas mensaĝojn tro rapide, atendu ${ waitTime }s ŭwŭ
fr: Vous envoyez des messages trop rapidement, vous devez attendre ${ waitTime }s :(
ga: sheolann tú teachtaireachtaí raibh giste, caithfidh tú fanacht do ${ waitTime } :(
hr: Šaljete poruke prebrzo, morate pričekati ${ waitTime }s :(
hy: Դուք շատ արագ հաղորդագրություններ եք ուղարկում, դուք պետք է սպասեք ${waitTime} s :(
ku: Tu pir bi lez mesajan dişînî, divê tu li benda ${ waitTime } bimînî :(
ky: Сиз билдирүүлөрдү өтө тез жөнөтүп жатасыз, ${ waitTime }с күтүшүңүз керек :(
pl: Wysyłasz wiadomości za szybko, musisz poczekać ${waitTime } s :(
sk: Posielaš správy moc rýchlo, počkaj ešte ${ waitTime }s :(
sl: Sporočila pošiljate prehitro, počakati morate ${ waitTime }s :(
sq: Ti po dërgon mesazhe shumë shpejtë, ti duhësh te presësh ${ waitTime }s :(
sr: Prebrzo šaljate poruke, morate sačekati ${ waitTime }s :(
tr: Çok hızlı ileti yolluyorsunuz, ${ waitTime }s beklemeniz gerekiyor :(

source: You don't have access to this channel
bg: Нямате достъп до този канал
ca: No tens accés a aquest canal
ckb: تۆ دەستت بەم کەناڵە ناگات
eo: Malhavas l' permes' je l' kanal'
fr: Vous n'avez pas accès à ce salon
ga: Níl Cead agat sa cainéal seo
hr: Nemate pristup ovom kanalu
hy: Այս ալիքը ձեզ համար հասանելի չէ
ku: Tu bigihîjî vê kanalê
ky: Бул каналга кирүү мүмкүнчүлүгүңүз жок
pl: Nie masz dostępu do tego kanału
sk: Nemáš prístup k domuto kanálu
sl: Nimate dostopa do tega kanala
sq: Ti nuk ke akses tek ky kanal
sr: Nemate pristup za ovaj kanal
tr: Bu kanala erişiminiz yok

source: Your mail has to be verified in order to chat
bg: Вашият имейл трябва да е потвърден, за да пишете
ca: S'ha de verificar el correu electrònic per poder xatejar
ckb: بۆ ئەوەی چات بکەیت دەبێت پۆستەکەت پشتڕاست بکرێتەوە
eo: Vian retpostadreson devas esti verigita por babili
fr: Votre adresse de courriel doit être vérifiée pour chatter
ga: Caithfidh tú do phost a shocraigh le caint
hr: Vaša pošta mora biti potvrđena da biste mogli razgovarati
hy: Ձեր փոստը հաստատված պետք է լինի հաղորդագրություն ուղարկելու համար
ku: Ji bo sohbetê divê nameya we were verast kirin
ky: Маектешүү үчүн почтаңыз текшерилиши керек
pl: Twój mail musi zostać zweryfikowany aby móc korzystać z czatu
sk: Tvoj mail musí byť overený pokiaľ chceš písať v chate
sl: Vaš E-naslov mora biti preverjen zato, da lahko klepetate
sq: Email i yti duhet të verifikohet nesë doni të shkruani
sr: Tvoj e-mail treba da bude verifikovan da bi se četovalo
tr: Sohbet edebilmek için e-posta adresinizi onaylamanız gerekiyor

source: You can't send a message this long :(
bg: Не можете да изпращате толкова дълги съобщения :(
ca: No pots enviar un missatge tan llarg :(
ckb: بەم درێژاییە ناتوانن نامە بنێرن :(
eo: Ne sendus mensaĝon tiom longa ŭwŭ
fr: Vous ne pouvez pas envoyer un message si long :(
ga: Ní chúig leat teachtaireacht comh fhada le seo a cuir amach :(
hr: Ne možete poslati poruku ovoliko dugo :(
hy: Դուք չեք կարող ուղարկել այսքան երկար հաղորդագրություն :(
ku: Tu nikarî evqas dirêj peyamekê bişînî :(
ky: Сиз мынчалык узак билдирүү жөнөтө албайсыз :(
pl: Nie możesz wysłać tak długiej wiadomości :(
sk: Nemôžeš posielať správy tak dlhé :(
sl: Ne morate poslati tako dolgega sporočila :(
sq: Ti nuk mund të dërgosh një mesazh kaq të gjatë :(
sr: Nemožete poslati ovoliku poruku :(
tr: Bunca uzun bir ileti yollayamazsın :(

source: Please use int channel
bg: Моля използвайте int канала
ca: Si us plau, utilitza el canal "int"
ckb: تکایە کەناڵی int بەکاربهێنە
eo: Uzu /int/ strangulon
fr: Veuillez utiliser le salon international
ga: Baint úsáid as cainéal Idirnáisiúnta le do chul
hr: Molimo koristite int kanal
hy: Խնդրում ենք օգտագործել int ալիքը
ku: Ji kerema xwe kanala int bikar bînin
ky: Сураныч int каналды колдонуңуз
pl: Proszę użyj kanału int
sk: Prosím používaj medzinárodný int kanál
sl: Prosim uporabite int kanal
sq: Të lutem perdorni kanalin int
sr: Molimo vas da koristite int kanal
tr: Lütfen int kanalını kullanın

source: Stop flooding.
bg: Не спамете.
ca: Calma't una mica.
ckb: واز لە لافاو بێنن.
eo: Ĉesu vian troan retpostojn.
fr: Arrêtez de flooder.
ga: Stad ag Tuileadh.
hr: Zaustavite pičkovac.
hy: Դադարեցրեք ֆլուդ(հաղորդագրությունը այլ թեմայով) անել:
ku: lehî rawestandin.
ky: Суу каптоону токтот.
pl: Przestań Spamować.
sk: Prestaň potápať.
sl: Nehajte poplavljati.
sq: Mos përmbysni.
sr: Nemoj praviti poplave u četu.
tr: Flood yapmayı bırak.

source: You sent an empty password or invalid data :(
bg: Изпратихте празна парола или невалидни данни :(
ca: La contrasenya o dades que has enviat són invàlides :(
ckb: وشەی نهێنی بەتاڵ یان داتایەکی نادروستت ناردووە :(
eo: Vi sendis pasvorton malplenan aŭ nevalida datumo ŭwŭ
fr: Vous avez envoyé un mot de passe vide ou des données invalides :(
ga: sheol tú pasfhocal folamh nó sonraí Neamhbhailí :(
hr: Poslali ste praznu lozinku ili nevažeće podatke :(
hy: Դուք ուղարկել եք դատարկ գաղտնաբառ կամ անվավեր տվյալներ :(
ku: Te şîfreyek vala şand an daneya nederbasdar :(
ky: Сиз бош сырсөз же жараксыз маалымат жөнөттүңүз :(
pl: Wysłałeś puste hasło lub nieprawidłowe dane :(
sk: Poslal si prázdne heslo alebo neplatné údaje :(
sl: Poslali ste prazno geslo ali pa nepravilne podatke :(
sq: Ju dërguat nje password bosh ose data invalide :(
sr: Poslali ste praznu lozinku ili nevažeće podatke :(
tr: Boş parola ya da geçersiz veri yolladınız :(

source: This password-reset link isn't valid anymore :(
bg: Връзката за нулиране на паролата е вече невалидна :(
ca: Aquest enllaç per restablir la contrasenya ja no és vàlid :(
ckb: ئەم بەستەری ڕێستکردنی وشەی نهێنی ئیتر کارا نییە :(
eo: Ĉi tio renovigopasvortoligon malestas valido nun ŭwŭ
fr: Ce lien de réintialisation du mot de passe n'est plus valide :(
ga: Níl an pasfhocal-nasc a athshocrú bailí níos mó:(
hr: Ova veza za ponovno postavljanje lozinke više nije važeća :(
hy: Այս հղումն այլևս վավեր չէ :(
ku: Ev lînka vesazkirina şîfreyê êdî ne derbasdar e :(
ky: Бул сырсөздү калыбына келтирүү шилтемеси мындан ары жараксыз :(
pl: Ten link do resetowania hasła jest już nieważny :(
sk: Tento link na resetovanie hesla už nie je platný :(
sl: Ta povezava za ponastavitev gesla ni več veljavna :(
sq: Ky password-reset link nuk është më valid :(
sr: Ovaj link za resetovanje lozinke ne radi više :(
tr: Bu parola değiştirme bağlantısı artık geçerli değil :(

source: Your passwords do not match :(
bg: Паролите Ви не съвпадат :(
ca: Les contrasenyes no coincideixen :(
ckb: وشە تێپەڕەکەت وەک یەک نیە :(
eo: Viajn pasvortojn ne parigis ŭwŭ
fr: Vos mots de passe ne correspondent pas :(
ga: Ní mheaitseáileann do phasfhocail :(
hr: Vaše lozinke se ne podudaraju :(
hy: Ձեր գաղտնաբառերը չեն համընկնում :(
ku: Şîfreyên te hev nagirin :(
ky: Сырсөздөрүңүз дал келбейт :(
pl: Twoje hasła nie pasują do siebie :(
sk: Heslá sa nezhodujú :(
sl: Vaši gesli se ne ujemata :(
sq: Passwordet tuaja nuk janë njësoj :(
sr: Lozinke se ne spajaju :(
tr: Parolalarınız uyuşmuyor :(

source: User doesn't exist in our database :(
bg: Този потребител не съществува в нашите бази данни :(
ca: L'usuari no existeix a la nostra base de dades :(
ckb: بەکارهێنەر لە بنکەدراوەی ئێمەدا بوونی نییە :(
eo: Uzanto ne ekzistas ŭwŭ
fr: Cet utilisateur n'existe pas dans notre base de données :(
ga: Níl an úsáideoir I n-ár bunachar sonraí :(
hr: Korisnik ne postoji u našoj bazi podataka :(
hy: Օգտագործողը գոյություն չունի մեր տվյալների բազայում :(
ku: Bikarhêner di databasa me de tune :(
ky: Колдонуучу биздин маалымат базасында жок :(
pl: Użytkownik nie istnieje w naszej bazie danych :(
sk: Uživatel v našej databáze neexistuje :(
sl: Uporabnik ne obstaja v naši podatkovni bazi :(
sq: Ky user nuk eziston ne database tonë
sr: Nalog ne postoji u našim podacima :(
tr: Kullanıcı, veritabanımızda bulunamadı :(

source: Password successfully changed.
bg: Паролата е сменена успешно.
ca: La contrasenya ha sigut reemplaçada amb èxit.
ckb: وشەی نهێنی بە سەرکەوتوویی گۆڕا.
eo: Pasvorton Malerare Ŝanĝita.
fr: Le mot de passe a été modifié avec succès.
ga: Phasfhocal athraithe go rathúil.
hr: Lozinka je uspješno promijenjena.
hy: Գաղտնաբառը հաջողությամբ փոխվեց:
ku: Şîfre bi serkeftî hate guhertin.
ky: Сырсөз ийгиликтүү өзгөртүлдү.
pl: Hasło zostało zmienione pomyślnie.
sk: Heslo úspešne zmenené.
sl: Geslo je bilo uspešno spremenjeno.
sq: Passwordi është ndryshuar me sukses.
sr: Uspešno promenjena lozinka.
tr: Parolanız başarıyla değiştirildi.

source: Invalid url :( Please check your mail again.
bg: Невалиден URL адрес :( Моля проверете си имейла отново.
ca: URL invàlida :( Si us plau, comprova el teu correu electrònic un altre cop.
ckb: لینکەکە نادروستە :( تکایە دووبارە پۆستەکەت بپشکنە.
eo: Nevalida URL ŭwŭ. Relegu vian retpostmensaĝujon.
fr: URL invalide :( Veuillez encore consulter votre courriel.
ga: URL neamhbhailí :( cuir seic ar do phost arís.
hr: Nevažeći url :( Molimo ponovno provjerite svoju poštu.
hy: Անվավեր url :( Խնդրում ենք կրկին ստուգել ձեր փոստը:
ku: url nederbasdar :( Ji kerema xwe dîsa mail xwe kontrol bikin.
ky: Жараксыз url :( Почтаңызды кайра текшериңиз.
pl: Nieprawidłowy adres URL :( Sprawdź maila ponownie.
sk: Nesprávne url :( Pozri si svoj mail znova.
sl: Neveljavna povezava :( Prosim ponovno preverite vaš E-naslov.
sq: Url invalide :( Ju lutëm rishikoni mail tuaj përsëri.
sr: Nevažeći url :( Molimo vas da proverite e-mail opet.
tr: Geçersiz bağlantı :( Lütfen e-postanızı yeniden kontrol ediniz.

source: PixelPlanet.Fun 3DGlobe
bg: PixelPlanet.Fun 3DГлобус
ca: Globus 3D de PixelPlanet.Fun
ckb: PixelPlanet.Fun گلۆبی سێ ڕەهەندی
eo: PixelPlanet.Fun 3DGlobo
ga: PixelPlanet.Fun Cruinneog3D
hr: PixelPlanet.Fun 3DGlobus
hy: PixelPlanet.Fun 3D Գլոբուս
ku: PixelPlanet.Fun 3DGlob
ky: PixelPlanet.Fun 3Dглобус
pl: PixelPlanet.Fun Globus3D
sl: PixelPlanet.Fun 3DGlobus
sq: PixelPlanet.Fun Globi 3D
sr: PixelPlanet.Fun 3DGlobus
tr: PixelPlanet.Fun 3BKüre

source: A 3D globe of our whole map
bg: 3D глобус на цялата ни карта
ca: Un globus 3D del nostre mapa sencer
ckb: گلۆبی سێ ڕەهەندی لە تەواوی نەخشەکەمان
eo: 3D globo de nia tuta mapo
fr: Un globe 3D de toute notre carte
ga: cruinneog 3D do n-Ár léarscáil iomlán
hr: 3D globus naše cijele karte
hy: Ամբողջ քարտեզի 3D գլոբուսը
ku: Cîhaneke 3D a tevahiya nexşeya me
ky: Биздин бүт картанын 3D глобусу
pl: Globus 3D całej naszej mapy
sk: 3d glóbus našej celej mapy
sl: 3D globus našega celega zemljevida
sq: Nje glob 3D i të gjithë hartës tonë
sr: 3D Globus od naše cele mape
tr: Tüm haritamızın 3 boyutlu küresi

source: Double click on globe to go back.
bg: Кликнете два пъти на глобуса, за да се върнете.
ca: Fes doble clic al globus per tornar i aterrar on pitgis.
ckb: دووجار کلیک لەسەر گلۆب بکە بۆ گەڕانەوە.
eo: Duoble klaku je la globo por reiri.
fr: Double-cliquez sur le globe pour retourner.
ga: Cuir cliceáil dúbailte ar an cruinneog le dul árais.
hr: Dvaput kliknite na globus za povratak.
hy: Կրկնակի կտտացրեք գնդին՝ հետ վերադառնալու համար:
ku: Ji bo vegerê du caran li ser cîhanê bikirtînin.
ky: Артка кайтуу үчүн жер шарын эки жолу басыңыз
pl: Kliknij dwukrotnie w globus aby wrócić do normalnego widoku.
sk: Dvja krát klikni na glóbus aby si šiel späť.
sl: Kliknite dvakrat na planet, da se vrnete
sq: Shtypni globin dy herë që të riktheheni
sr: Kliknite dva puta na globus da bi ste se vratili
tr: Küreye çift tıklayarak geri dönün.

source: Loading...
bg: Зарежда се...
ca: Carregant...
ckb: بارکردن...
eo: Ŝarĝadanta...
fr: Chargement...
ga: Ag Loadail...
hr: Učitavam...
hy: Բեռնում...
ku: Bar dike...
ky: Жүктөлүүдө...
pl: Ładowanie...
sk: Načítavam...
sl: Nalaganje...
sq: Po shkarkohet…
sr: Učitavanje...
tr: Yükleniyor...

source: PixelPlanet.Fun PopUp
bg: PixelPlanet.Fun изкачащ прозорец
ca: Finestra emergent de PixelPlanet.fun
ckb: PixelPlanet.fun پۆپ ئاپ
hy: PixelPlanet.Fun-ի ելնող պատուհան
ku: PixelPlanet.Fun Daxwazker
ky: PixelPlanet.Fun Калкыма

source: Place color pixels on an map styled canvas with other players online
bg: Слагайте цветни пиксели на платно в стил карта с други играчи онлайн
ca: Pinta amb píxels de colors en un gran llenç amb altres jugadors en línia
ckb: پێکسڵی ڕەنگاو ڕەنگ لەسەر کانڤاسێکی ستایلی نەخشە لەگەڵ یاریزانەکانی تر بە شێوەی ئۆنلاین دابنێ
eo: Metu kolorajn pikselojn en grandan kanvason kun alian ludantojn enrete
fr: Placez des pixels colorés sur une carte du monde en ligne avec d'autres joueurs.
ga: Cuir picteilíní dathuil ar canbháis cosúil le léarscáil le daoine eile ar líne
hr: Postavite piksele u boji na platno u stilu karte s drugim igračima na mreži
hy: Տեղադրեք գունավոր պիքսելներ քարտեզանման կտավի վրա այլ խաղացողների հետ
ku: Pîkselên rengîn bi lîstikvanên din ên serhêl re li ser nexşeyek şêwazê nexşeyê bi cîh bikin
ky: Башка онлайн оюнчулар менен карта стилиндеги холстка түстүү пикселдерди жайгаштырыңыз
pl: Stawiaj kolorowe piksele na płótnie w stylu mapy wraz z innymi graczami online
sk: Pokladaj farebné pixely na mapovo orientovanom plátne s ostatnými hráčmi online
sl: Postavite barvne piksle na kanvas v obliki zemljevida z drugimi igralci na spletu
sq: Vendosni piksela në një canvas si stil harte me lojtarë të tjerë online
sr: Postavite bojne piksele na kanvasu koji liči na mapu sa drugim igračima onlajn
tr: Diğer oyuncularla beraber harita tarzı tuvallerde renkli pikseller atın

source: Email can't be empty.
bg: Имейлът не може да бъде празен.
ca: Has d'omplir el correu electrònic.
ckb: ئیمەیڵ ناتوانێت بەتاڵ بێت.
eo: Retpostadreso ne povas malpleni.
fr: Le courriel ne peut pas être vide.
ga: Caithfidh tú rud a cuir istigh Ríomhphost.
hr: Email ne može biti prazan.
hy: Էլ. փոստը չի կարող դատարկ լինել:
ku: E-peyam ne vala ye.
ky: Электрондук почта бош болбошу керек.
pl: Okienko z mailem nie może być puste.
sk: Email nesmie byť prázdny.
sl: E-naslov ne sme biti prazen.
sq: Email nuk mund të jetë bosh.
sr: E-mail ne sme biti prazan.
tr: E-posta adresi boş olamaz.

source: Email should be at least 5 characters long.
bg: Имейлът трябва да е с дължина поне 5 знака.
ca: El correu electrònic ha de comptar, com a mínim, amb 5 caràcters.
ckb: ئیمەیڵ بەلایەنی کەمەوە ٥ پیت بێت.
eo: Retpostmensaĝ' devus esti almenaŭ 5 karakterojn.
fr: Le courriel doit avoir au moins 5 caractères.
ga: Ba chóir Ríomhphost a bheith ar a laghad 5 carachtair fada.
hr: Email treba imati najmanje 5 znakova.
hy: Էլ. փոստը պետք է կազմված լինի առնվազն 5 նիշից:
ku: E-name divê herî kêm 5 tîpan be.
ky: Электрондук почта кеминде 5 белгиден турушу керек.
pl: Mail powinien mieć przynajmniej 5 znaków.
sk: Email by mal byť dlhý aspoň 5 písmen.
sl: E-naslov mora vsebovati vsaj 5 znakov.
sq: Email duhet të jetë minimumi 5 shkronja i gjatë.
sr: E-mail mora biti više od 5 karaktera.
tr: E-postanız en az 5 karakterden oluşmalıdır.

source: Email can't be longer than 40 characters.
bg: Имейлът не може да бъде по-дълъг от 40 знака.
ca: El correu electrònic no pot contenir més de 40 caràcters.
ckb: ئیمەیڵ ناتوانێت لە ٤٠ پیت زیاتر بێت.
eo: Retpostmensaĝ' ne povas esti >40 karakterojn.
fr: Le courriel ne peut pas avoir plus de 40 caractères.
ga: Ní féidir Ríomhphost a bheith níos faide ná 40 carachtair.
hr: Email ne smije biti duži od 40 znakova.
hy: Էլ. փոստը չի կարող 40 նիշից ավելի լինել:
ku: E-name nikare ji 40 tîpan dirêjtir be.
ky: Электрондук почта 40 белгиден ашпашы керек.
pl: mail nie może być dłuższy niż 40 znaków.
sk: Email nesmie byť dlhší ako 40 písmen.
sl: E-naslov ne sme biti daljši od 40 znakov.
sq: Email nuk mundet të jetë më i gjatë se 40 shkronja.
sr: E-mail ne sme imati više od 40 karaktera.
tr: E-postanız 40 karakterden uzun olamaz.

source: Email should at least contain a dot
bg: Имейлът трябва поне да съдържа точка
ca: El correu electrònic ha de contenir com a mínim un punt
ckb: ئیمەیڵ بەلایەنی کەم دەبێت خاڵێکی تێدابێت
eo: Retpostmensaĝ' devus almenaŭ enhavi pukton
fr: Le courriel doit avoir au moins un point
ga: Ba chóir go mbeadh ar a laghad ponc amhainn ann
hr: Email treba sadržavati barem točku
hy: Էլ. փոստը պետք է առնվազն պարունակի կետ
ku: Divê e-mail bi kêmanî xalek hebe
ky: Электрондук почтада жок дегенде чекит болушу керек
pl: mail powinien zawierać przynajmniej kropkę
sk: Email by mal aspon obsahovať bodku
sl: E-naslov mora vsebovati vsaj eno piko
sq: Email duhet të ketë të paktën një pikë
sr: E-mail treba imati i tačku
tr: E-postanız en az bir nokta içermelidir

source: Email should contain a @
bg: Имейлът трябва да съдържа @
ca: El correu electrònic ha de contenir una @
ckb: ئیمەیڵەکە پێویستی بە @ هەیە
eo: Retpostmensaĝ' devus enhavi @
fr: Le courriel doit contenir un @
ga: Ba chóir go mbeadh @ i do Ríomhphost
hr: Email treba sadržavati @
hy: Էլ. փոստը պետք է պարունակի @
ku: Divê e-mail navnîşek @ hebe
ky: Электрондук почтада @ болушу керек
pl: mail powinien zawierać @
sk: Email by mal obsahovať @
sl: E-naslov mora vsebovati @
sq: Email duhet të përmbajë një @
sr: E-mail treba imati @
tr: E-postanız @ içermelidir

source: Name can't be empty.
bg: Името не може да бъде празно.
ca: El nom és obligatori.
ckb: ناو ناتوانێت بەتاڵ بێت.
eo: Nom' ne povas esti malplena.
fr: Le nom ne peut pas être vide.
ga: Ní féidir ainm a bheith folamh.
hr: Ime ne može biti prazno.
hy: Անունը չի կարող դատարկ լինել:
ku: Nav vala nabe.
ky: Аты бош болбошу керек.
pl: Nazwa nie może być pusta.
sk: Meno nesmie byť prázdne.
sl: Ime ne sme biti prazno.
sq: Emri nuk mundet të jetë bosh.
sr: Ime ne sme da ostane prazno.
tr: Kullanıcı adınız boş olamaz.

source: Name must be at least 2 characters long
bg: Името трябва да съдържа поне 2 знака
ca: El nom ha de ser com a mínim de 2 caràcters
ckb: ناوەکە دەبێت بەلایەنی کەمەوە ٢ پیت بێت
ga: Ní mór ainm a bheith ar a laghad 2 carachtair fada
hr: Ime mora imati najmanje 2 znaka
hy: Անունը պետք է կազմի առնվազն 2 նիշ
ku: Divê nav bi kêmanî 2 tîpan dirêj be
ky: Аты кеминде 2 белгиден турушу керек
pl: Nazwa musi mieć co najmniej 2 znaki
sk: Meno musí byť dlhšie ako 2 písmena
sq: Emri duhet të jetë të paktën 2 shkronja i gjatë
sr: Ime mora sadržati barem 2 karaktera
tr: Kullanıcı adınız en az 2 karakterden oluşmalıdır
