Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/ssr-*.po
Languages: bg, ca, ckb, eo, fr, ga, hr, hy, ku, ky, pl, sk, sl, sq, sr, tr

source: If you did not request this mail, please just ignore it (the ip that requested this mail was ${ ip }).
bg: Ако не сте заявили този имейл, моля игнорирайте го (IP-то заявило този имейл беше ${ ip }).
ca: Si no has sol·licitat aquest correu electrònic, si us plau ignora'l (la IP que va sol·licitar aquest correu era ${ ip }).
ckb: ئەگەر داوای ئەم پۆستەت نەکردووە، تکایە تەنها پشتگوێی بخە (ئەو ipەی کە داوای ئەم پۆستەی کردبوو ${ ip }).
eo: Se vi ne faris tiun ĉi retpostmensaĝon, bonvolu fiki vian patrinon (la IP kio petis ĝin estis ${ ip }).
fr: Si vous n'avez pas demandé ce courriel, merci de l'ignorer (l'addresse IP qui a demandé ce courriel était ${ ip }).
ga: Múna rinne tú iarratas don phost seo, neamhaird é le do chul (rinne an ip ${ ip } an iarratas don phost seo).
hr: Ako niste zatražili ovu poruku e-pošte, jednostavno je zanemarite (IP koji je zatražio ovu poruku e-pošte bio je ${ ip }).
hy: Եթե դուք չեք պահանջել այս նամակը, խնդրում ենք պարզապես անտեսել այն (այս փոստը պահանջող IP-ն ${ ip } էր):
ku: Ger we ev mail daxwaz nekir, ji kerema xwe guh nede wê (IP-ya ku ev e-name xwest ${ ip } bû).
ky: Эгер сиз бул катты сурабасаңыз, ага көңүл бурбаңыз (бул катты сураган IP ${ ip } болчу).
pl: Jeśli to nie Ty prosiłeś o tę pocztę, zignoruj ją (adres IP, który zażądał tej poczty, to ${ ip }).
sk: Pokial si nežiadal tento mail, tak ho prosím ignoruj (ip ktorá žiadala tento mail bola ${ ip }).
sl: Če niste povprašali za to sporočilo, jo prosim ignorirajte (ip naslov, ki je povprašal za to sporočilo je ${ ip }).
sq: Q Nëse nuk e keni kërkuar këtë postë, ju lutemi thjesht shpërfilleni atë (ip-ja që kërkoi këtë postë ishte ${ ip }).
sr: Ako niste zahtevali ovaj e-mail, ignorišite ga. (ip koji je pitao za ovaj email je ${ ip }).
tr: Eğer bu e-postayı siz istemediyseniz lütfen görmezden gelin (bunu isteyen ip: ${ ip }).

source: Mail is not configured on the server
bg: Имейлът не е конфигуриран на сървъра
ckb: پۆست لەسەر سێرڤەرەکە ڕێکنەخراوە
ga: Níl an phost cumraithe ar an freastalaí
hr: Mail nije konfiguriran na poslužitelju
hy: Փոստը կազմաձևված չէ սերվերում
ku: Mail li ser serverê nehatiye mîheng kirin
ky: Почта серверде конфигурацияланган эмес
pl: mail nie jest skonfigurowany na serwerze
sk: Mail nieje konfigurovaný na serveri
sq: Posta nuk është konfiguruar në server
sr: E-mail nije verifikovan na serveru
tr: E-posta sunucuda yapılandırılmamış

source: We already sent you a mail with instructions. Please wait before requesting another mail.
bg: Вече сме Ви изпратили имейл с инструкции. Моля изчакайте преди да заявите отново.
ca: Ja t'hem enviat un correu electrònic amb les instruccions. Si us plau, espera abans de sol·licitar un altre correu.
ckb: پێشتر پۆستێکمان بۆ ناردوون کە ڕێنماییەکانی تێدابوو. تکایە چاوەڕێ بکە پێش ئەوەی داوای پۆستێکی تر بکەیت.
eo: Ni jam sendis vin retpostmensaĝo kun instukcioj. Bonvolu atendi antaŭ la proksiman peton por retpostmensaĝo.
fr: Nous vous avons déjà envoyé un courriel avec des instructions. Veuillez patienter avant demander un autre courriel.
ga: Chuir muid ríomhphost chugat cheana féin le treoracha. Fan sula n-iarrtar post eile.
hr: Već smo vam poslali e-mail s uputama. Molimo pričekajte prije nego zatražite drugu poštu.
hy: Մենք ձեզ արդեն նամակ ենք ուղարկել ՝ հրահանգներով: Խնդրում ենք սպասել, նախքան մեկ այլ նամակ հայցելը:
ku: Me berê ji we re e-mail bi talîmatan şand. Ji kerema xwe berî ku e-mail din daxwaz bikin bisekinin.
ky: Биз сизге көрсөтмөлөрдү камтыган кат жөнөткөнбүз. Сураныч, башка почта сураганга чейин күтө туруңуз.
pl: Wysłaliśmy już do Ciebie maila z instrukcjami. Poczekaj, zanim poprosisz o kolejną wiadomość.
sk: Už sme ti poslali mail s inštrukciami. Prosím čakaj pred žiadaním ďalšieho mailu.
sl: Že smo vam poslali E-pošto z navodili. Prosim počakajte preden povprašate za novo sporočilo.
sq: Ne ju kemi dërguar tashmë një email me udhëzime. Ju lutemi prisni përpara se të kërkoni një postë tjetër.
sr: Već smo vam poslali e-mail sa instrukcijama. Molimo vas da sačekate pre traženja novog e-mail-a.
tr: Halihazırda talimatlar içeren bir posta gönderildi. Lütfen başka bir posta talep etmeden önce bekle.

source: Couldn't find this mail in our database
bg: Не можем да намерим този имейл в базата данни
ca: No hem pogut trobar aquest correu electrònic a la nosta base de dades
ckb: نەتوانرا ئەم ئیمەیڵە لە بنکەدراوەی ئێمەدا بدۆزرێتەوە
eo: Ne trovis tion retpostmensaĝon en la datumbazon
fr: Ce courriel n'a pas trouvé dans notre base de données
ga: Níorbh fhéidir teacht ar an bpost i ár mbunachar sonraí
hr: Nismo mogli pronaći ovu poštu u našoj bazi podataka
hy: Չհաջողվեց գտնել այս նամակը մեր տվյալների բազայում
ku: Di databasa me de ev e-mail nehat dîtin
ky: Бул кат биздин маалымат базасынан табылган жок
pl: Nie udało się znaleźć tego maila w naszej bazie danych
sk: Nemohli sme nájsť tento mail v našej databáze
sl: Nismo mogli najti e-naslova v naši podatkovni bazi
sq: Nuk mund ta gjeja këtë postë në bazën tonë të të dhënave
sr: Nije se mogao naći ovaj e-mail u našim podacima
tr: Bu e-posta adresini veritabanımızda bulamadık

source: Please refresh the website
hr: Osvježi web stranicu
ky: Сураныч, веб-сайтты жаңыртыңыз
sk: Prosím refreshni si stránku
tr: Lütfen sayfayı yenileyin. Sorun düzelecektir.

source: You can not send chat messages with proxy
pl: Nie możesz wysyłać wiadomości na chat z proxy

source: Muted users can not delete their account.
pl: Wyciszeni użytkownicy nie mogą usunąć swoich kont.

source: Muted users can not do this.
pl: Wyciszeni użytkownicy nie mogą tego zrobić.

source: Our main canvas, a huge map of the world. Place everywhere you like
pl: Nasze główne płótno, wielka mapa świata, Postaw gdziekolwiek chcesz

source: Place Voxels on a 3D canvas with others
pl: Postaw Voxele na płótnie 3D wraz z innymi

source: Special canvas to spread awareness of SARS-CoV2
pl: Specjalne płótno mające na celu szerzenie świadomości na temat SARS-CoV2

source: Only four colors. Same rules as moon.
pl: Tylko cztery kolory. Takie same zasady jak dla płótna księżycowego.

source: Conquer land on a smaller earth with protected ocean. Shares cooldown with earth canvas.
pl: Podbij tereny na mniejszej ziemi z chronionym oceanem. dzieli cooldown z płótnem ziemi.

source: ppfun
sr: ppzabava
