Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/ssr-rue.po
Languages: rue

source: You can not send chat messages while using a proxy
rue: Вы не мочете одсылати сообщеня в чет уживаючи проксі-сервера

source: Your country is temporary muted from this chat channel
rue: Доступ до того каналу чета з вашой краї дочасу одкапчован

source: You are permanently muted, join our guilded to appeal the mute
rue: Вы єстє постійно замучаны, приєднайте ся до нашого Guilded, жебы подати апелацію на размучаня

source: You are banned
rue: Вы заблокованы

source: Your Internet Provider is banned
rue: Ваш Інтернет-Провайдер заблокован

source: You are muted for another ${ timeMin } minutes
rue: Вы замучены щи на ${ timeMin } минут

source: You are muted for another ${ ttl } seconds
rue: Вы замучены щи на ${ ttl } секунд

source: You are sending messages too fast, you have to wait ${ waitTime }s :(
rue: Вы одсылаете сообщеня черезміру швытко, вам чекати ${ waitTime }с :(

source: You don't have access to this channel
rue: Вы не мати приступа ид се канал

source: Your mail has to be verified in order to chat
rue: До общеня у чете ваш мейл довжен быти потверженым

source: You can't send a message this long :(
rue: Вы не мочете одослати сообщеня такый довгы :(

source: Please use int channel
rue: Просити хосновати int чет

source: Stop flooding.
rue: Застановити флудити.

source: You sent an empty password or invalid data :(
rue: Вы одыслали пустый парол або погрішные дані :(

source: This password-reset link isn't valid anymore :(
rue: Сеся одсыланя до очисту парола теперь недїйна :(

source: Your passwords do not match :(
rue: Ваш парол не совпадати :(

source: User doesn't exist in our database :(
rue: Хоснователь не єствує на нашей базї податкув :(

source: Password successfully changed.
rue: Парол успішно помінян.

source: Invalid url :( Please check your mail again.
rue: Невірный URL :( Прошу, провірити свуй мейл щи раз.

source: PixelPlanet.Fun 3DGlobe
rue: PixelPlanet.Fun 3DҐлобус

source: A 3D globe of our whole map
rue: 3D ґлобус с всей нашей мапой

source: Double click on globe to go back.
rue: Двычи троцкнути по ґлобусу, обы вернути ся назад.

source: Loading...
rue: Обтерьханя...

source: PixelPlanet.Fun PopUp
rue: PixelPlanet.Fun Вынуряючый ся Увідоменя

source: Place color pixels on an map styled canvas with other players online
rue: Розміщайте цвітные цятки на верете у стілы мапы заєдно з другыми играчами онлайн

source: Email can't be empty.
rue: Емайл не моче быти пустым.

source: Email should be at least 5 characters long.
rue: Довгота емайла довжна составляти не маймень 5 літер.

source: Email can't be longer than 40 characters.
rue: Довгота емайла не довжна пересягати 40 літер.

source: Email should at least contain a dot
rue: Емайл довжен содержати мере, точку

source: Email should contain a @
rue: Емайл довжен содержати @

source: Name can't be empty.
rue: Имня не мочь быти пустым.

source: Name must be at least 2 characters long
rue: Довгота именї довжна содержати маймень 2 літер

source: Name must be shorter than 26 characters
rue: Довгота именї не довжна пересягати 26 літер

source: Name contains invalid character like @, /, \ or #
rue: Имня содержити недопустимый літер, такый як @, /, \ or #

source: No password given.
rue: Парол не провказан.

source: Password must be at least 6 characters long.
rue: Довгота парола довжна составляти маймень 6 літер.

source: Password must be shorter than 60 characters.
rue: Парол довжен быти куртше 60 літер.

source: PixelPlanet.fun Password Reset
rue: PixelPlanet.fun Парол Очист

source: Reset your password here
rue: Очистите свуй парол туй

source: Reset Password
rue: Парол Очист

source: Click here
rue: Гойкнути сюды

source: to go back to pixelplanet
rue: жебы перейти назад в pixelplanet

source: Hello ${ name }, you can set your new password here:
rue: Привіт, ${ name }, вы мочете уставити свуй парол туй:

source: New Password
rue: Новый Парол

source: Confirm New Password
rue: Потвержуйте Новый Парол

source: Submit
rue: Подати

source: You are not logged in
rue: Вы не зайшли у сістему

source: You are not allowed to access this page
rue: Вам запрічен доприступ ку сей сторонке

source: Just admins can do that
rue: То моче зробити лиш адміністраторы

source: You are not banned
rue: Вы не выгнаты

source: No Captcha given
rue: Капча не вводити ся

source: E-Mail already in use.
rue: Мейл вже примінёван.

source: Username already in use.
rue: Имня вже поуживаюти ся.

source: You took too long, try again.
rue: У вас минуло черезміру помного однынї, попробуйте щи раз.

source: You failed your captcha
rue: Вы не ввожали свую капчу

source: Unknown Captcha Error
rue: Непозната Хыба ввода Капчи

source: This email provider is not allowed
rue: Приступ к сему провайдеру мейлу запрічен

source: Failed to create new user :(
rue: Не упастилось вытворити новыго хоснователя :(

source: Failed to establish session after register :(
rue: Не упастилось уставити сеанс послї евіденції :(

source: Mail verification
rue: Провірка мейла

source: You are now verified :)
rue: Теперь вы потвержены :)

source: Your mail verification code is invalid or already expired :(, please request a new one.
rue: Ваш мейловый код для потверженя недїйный лебо час ёго дїланя вже сплыват :( Прошу, запросити новый.

source: You are not even logged in.
rue: Вы даже не зайшли у сістему.

source: Server error when logging out.
rue: Хыба сервера при выходе з сістемы.

source: You are not authenticated.
rue: Вы не пруйшли провірку автентичности.

source: Incorrect password!
rue: Погрішный парол!

source: Muted Users can not delete their account.
rue: Замученые Хоснователи не могуч удалити свуй акаунт.

source: Muted Users can not do this.
rue: Замученые Хоснователи не могуч се зробити.

source: PixelPlanet.fun Accounts
rue: PixelPlanet.fun Акаунты

source: You will be automatically redirected after 15s
rue: Вы будете автоматичны наднути через 15с

source: Or ${ clickHere } to go back to pixelplanet
rue: Ци ${ clickHere } обы вернути ся у pixelplanet

source: Earth
rue: Земля

source: Moon
rue: Місяць

source: 3D Canvas
rue: 3D Канвас

source: Coronavirus
rue: Корунавірус

source: PixelZone
rue: ЦяткаЗона

source: PixelCanvas
rue: ЦяткаКанвас

source: 1bit
rue: 1біт

source: Top10
rue: Топ10

source: 2bit
rue: 2біт

source: Minimap
rue: Мінімапа

source: Our main canvas, a huge map of the world. Place anywhere you like!
rue: Наше головноє полотно - превеликыя мапа світу. Розміщайте в всякым вылагодным для вас містї!

source: Moon canvas. Safe space for art. No flags or large text (unless part of art) or art larger than 1.5k x 1.5k pixels.
rue: Місячный верет. Беспечное місто для малюнков. Ниякых прапоров ци крупного текста (кедь се не подїл малюнка) ци малюнков розміром понад 1.5тыс. x 1.5тыс цяток.

source: Place Voxels on a 3D canvas with others.
rue: Розмістите Вокселі на 3D-верете заєдно з другыми.

source: Black and White canvas
rue: Чорно-білый верет

source: A canvas for the most active players from the the previous day. Daily ranking updates at 00:00 UTC.
rue: Спис самішных активных играчів за пережый день. Рейтінґ обновляти ся каждодено в 00:00 UTC.

source: Only four colors. Same rules as moon!
rue: Лише четыри колора. Правила, што і у місяца!

source: Conquer land on a smaller earth with protected ocean. Shares cooldown with earth canvas!
rue: Завоюй землю на меншій земли з охраненым океаном. Ділить одрахунок з землевым полотном!

source: Welcome ${ name } to PixelPlanet, please verify your mail
rue: Вітайте, ${ name }, до PixelPlamet, прошу, потвердити свуй мейл

source: Hello ${ name }
rue: Привіт ${ name }

source: welcome to our little community of pixelplacers, to use your account, you have to verify your mail. You can do that here:
rue: вітаю в наше маленькое сполочность хоснователей pixelplacers. Обы хосновати свуй акаунт, вам треба потвердити свуй мейл. Вы мочете зробити се туй:

source: Click to Verify
rue: Натискнути на Потверженя

source: Or by copying following url:
rue: Ци копіровав слїдуючый url:

source: Have fun and don't hesitate to contact us if you encounter any problems :)
rue: Зыскайте задоволеня і не стеснити ся обходити ся к нам, кедь у вас зникнут даякые проблемы :)

source: Thanks
rue: Дякую

source: We already sent you a verification mail, you can request another one in ${ minLeft } minutes.
rue: Мы уже одослали вам письмо з потвержением, вы мочете запросити щи одно в промине ${ minLeft } минут.

source: You forgot your password for PixelPlanet? Get a new one here
rue: Вы забыли свуй парол од PixelPlanet? Достайте новый туй

source: Hello
rue: Привіт

source: You requested to get a new password. You can change your password within the next 30min here:
rue: Вы просили завести новый парол. Вы мочете одмінити свуй парол в промине слїдуючых 30мин туй:

source: If you did not request this mail, please just ignore it (the ip that requested this mail was ${ ip }).
rue: Кедь вы не выжадали сей мейл, прошу, напросто зіґноровайте ёго (ip, з которыго быво выслано сей мейл ${ ip }).

source: We already sent you a mail with instructions. Please wait before requesting another mail.
rue: Мы вже одослали вам мейл з інструкціями. Прошу, причекайте, передчим одсылати другый мейл.

source: Couldn't find this mail in our database
rue: Не обдержалось найти сей мейл в нашей базе данных
