Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/ssr-os.po
Languages: os

source: You are permanently muted, join our guilded to appeal the mute
os: Дæ Фæсмынæг, баиу махæн ырдæм цæмæй аппелиацийы хъалон

source: You are muted for another ${ timeMin } minutes
os: Дæ зæл æгъгъæд рафтау ма ${timeMin} минуты

source: You are sending messages too fast, you have to wait ${ waitTime }s :(
os: Ды арвит фыстæджытæ æгæр тагъд, хъæуы уын банхъæлмæ кæс ${ waitTime }s :(

source: You don't have access to this channel
os: Нæй гæнæн бацæуæн къаналмæ ай

source: Your mail has to be verified in order to chat
os: Дæ пост æвæццæгæн басгæрст, цæмæй чаты æмхиц уын

source: You can't send a message this long :(
os: Нæй гæнæ фыстæджы арвит афтæ бирæ рæстæг :(

source: Please use int channel
os: Табуафси, спайда инт къанал

source: Stop flooding.
os: Флуды æруром.

source: You sent an empty password or invalid data :(
os: Арвит дæ афтид парол кæнæ æнæраст бæрæггæнæнтæ :(

source: This password-reset link isn't valid anymore :(
os: Дæнгæг ай паролы раппарæн уæлдай æнæтых :(

source: Your passwords do not match :(
os: Дæ паролтæ æнæ æмдзыд :(

source: User doesn't exist in our database :(
os: Пайдагæнæг æнæ фæлдис нæ бындуры бæрæггæнæнтæ :(

source: Password successfully changed.
os: Парол æнтыстджынæй ивыдзинад.

source: Invalid url :( Please check your mail again.
os: URL æнæраст :( табуафси посты рабæлвырд иу хатт ма.

source: PixelPlanet.Fun 3DGlobe
os: PixelPlanet.Fun Æртæбаргæ глобус

source: A 3D globe of our whole map
os: Æртæбаргæ глобус алцы нæ картæ

source: Double click on globe to go back.
os: Дыууæ хатты глобусы ныкъкъæрцц, цæмæй раздæх.

source: Loading...
os: Æрбавгæд...

source: Place color pixels on an map styled canvas with other players online
os: Бынæттæ хуызы пикселтæ четæны стил картæмæ иумæ иннæ хъазæгтæмæ онлайн

source: Email can't be empty.
os: Електронон посты æнæ чи зоны афтид.

source: Email should be at least 5 characters long.
os: Електронон пост дары æнæ къаддæр у цæмæй 5 символæй.

source: Email can't be longer than 40 characters.
os: Електронон пост æнæ чи зоны даргъ 40 символы.

source: Email should at least contain a dot
os: Електронон пост дар хæссы кæд у тæпп

source: Email should contain a @
os: Електронон пост дар хæссы @

source: Name can't be empty.
os: Ном æнæ чи зоны афтид.

source: Name must be shorter than 26 characters
os: Ном чи зоны цыбыр 26 символы

source: Name contains invalid character like @, /, \ or #
os: Ном дары æнæруадзгæ символ, зæгъæм @, /, \ кæнæ #

source: No password given.
os: Парол æнæ бацамон.

source: Password must be at least 6 characters long.
os: Парол хъаумæ у æнæ къаддæр цæмæй 6 символæй.

source: Password must be shorter than 60 characters.
os: Парол хъаумæ у цыбыр 60 символы.

source: PixelPlanet.fun Password Reset
os: PixelPlanet.fun паролы раппар

source: Reset your password here
os: Дæ паролы раппар ам

source: Reset Password
os: Паролы раппар

source: Click here
os: Ныкъкъæрцц ам

source: to go back to pixelplanet
os: pixelplanet'æй фæстæмæ

source: Hello ${ name }, you can set your new password here:
os: Байрай ${ name }. равæр дæ æмбæлы дæ ног парол ам:

source: New Password
os: Ног парол

source: Confirm New Password
os: Ног Паролы Сфидар

source: Submit
os: Сфидар кæн

source: E-Mail already in use.
os: Електронон адрис æрцахс нырид.

source: Username already in use.
os: Пайдагæнæджы ном æрцахс нырид.

source: You took too long, try again.
os: Бахардз дæ æгæр бирæ рæстæг, бафæлвар иу хатт ма.

source: You failed your captcha
os: Дæ Captcha фæкъуыхцы у

source: Unknown Captcha Error
os: Æнæзонгæ Captcha Рæдыд

source: Failed to create new user :(
os: Ног пайдагæнæг сфæлдис æнæ бантыc :(

source: Failed to establish session after register :(
os: Сеансы равæр регистраци стæй æнæ бантыс :(

source: Mail verification
os: Посты басгæрст

source: You are now verified :)
os: Ныр хъахъхъæн дæ :)

source: Your mail verification code is invalid or already expired :(, please request a new one.
os: Дæ посты басгæрстон къод æнæтых :(, табуафси бафарст ноджы ма.

source: You are not even logged in.
os: Æгæрыстæмæй дæ æнæ бацумæ.

source: You are not authenticated.
os: Дæ аутентификацийы нæй.

source: Incorrect password!
os: Æнæраст парол!

source: PixelPlanet.fun Accounts
os: PixelPlanet.fun Аккаунттæ

source: You will be automatically redirected after 15s
os: Æгъгъæд дæ автоматы здæхтдзинад 15 сикъунды фæстæ

source: Or ${ clickHere } to go back to pixelplanet
os: Кæнæ ${ clickHere } pixelplanet'мæ раздæх

source: Earth
os: Зæхх

source: Moon
os: Мæй

source: 3D Canvas
os: 3D Четæн

source: Coronavirus
os: Къоронавирус

source: PixelZone
os: Пикселы Таг

source: PixelCanvas
os: Пикселы Четæн

source: 1bit
os: 1бит

source: Moon canvas. Safe space for art. No flags or large text (unless part of art) or art larger than 1.5k x 1.5k pixels.
os: Мæйы четæн. Æдас бынат аивадæн. Тырысæйы никæцы, тексты егъау (æддæмæ иллиустраци) кæнæ иллиустрацийы бæрц 1,5 х 1,5 пикселы миндæр.

source: Mirror of PixelZone
os: Айдæн пикселы таг

source: Mirror of PixelCanvas
os: Айдæн пикселы четæн

source: Black and White canvas
os: Сау æмæ Урс четæн

source: Welcome ${ name } to PixelPlanet, please verify your mail
os: Æгас цу ${ name } PixelPlanet'мæ, табуафси сфидар дæ пост

source: Hello ${ name }
os: Байрай ${ name }

source: welcome to our little community of pixelplacers, to use your account, you have to verify your mail. You can do that here:
os: æгас цу нæ къаннæг æмбалдмæ пикселы бакуыстгæнæг, цæмæй спайда дæ аккаунт, Дары сфидар дæ пост. Гæнæн ис сараз ай ам:

source: Click to Verify
os: Æлхъив цæмæй сфидар

source: Or by copying following url:
os: Кæнæ къопи ис ма фæдылдзог URL:

source: Have fun and don't hesitate to contact us if you encounter any problems :)
os: Ивхæрс æмæ æфсæрмы нæй баздæх махæн, ды савзæр куы рæдыдтæ :)

source: Thanks
os: Бузныг

source: We already sent you a verification mail, you can request another one in ${ minLeft } minutes.
os: Мах фыстæг арвит дæ нырид бæлвырдгæнæнимæ, æмбæлы æрфæрс ма иу ${ minLeft } минуты фæстæ.

source: You forgot your password for PixelPlanet? Get a new one here
os: Паролы дæ ферох PixelPlanet'æй? Райс ног дзаума ам

source: Hello
os: Байрай

source: You requested to get a new password. You can change your password within the next 30min here:
os: Æрфæрс дæ ног парол. Æмбæлы раив дæ парол цыдмæ иннæ 30 минуты ам:

source: If you did not request this mail, please just ignore it (the ip that requested this mail was ${ ip }).
os: Куы æнæ фæрсы дæ фыстæг ай, æнцонæй ницæмæ уый (IP-Адрис, кæцы æрфæрс фыстæг ай ${ip} у).

source: We already sent you a mail with instructions. Please wait before requesting another mail.
os: Мах фыстæг арвит дæ нырид амындимæ. Табуафси банхъæлмæ раздæр цæмæй фæрсын иннæ фыстæг.

source: Couldn't find this mail in our database
os: Æнæ бантыс ссары фыстæг ай нæ бындуры бæрæггæнæнтæмæ
