Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/ssr-csb.po
Languages: csb

source: Your country is temporary muted from this chat channel
csb: Twòje państwò je na sztót wëcëszoné na tim karnôlu czatu

source: You are permanently muted, join our guilded to appeal the mute
csb: Të jes na stójno wëcëszony. Dołączë do najégò Guilded bë òdezwac sã òd wëcëszeniô

source: You are banned
csb: Të jes zbanowóny

source: Your Internet Provider is banned
csb: Twój dotëgòwôcz Jinternetu òstôł òbjãti zakôzã

source: You are muted for another ${ timeMin } minutes
csb: Twòje wëcëszenié mdze derało jesz ${ timeMin } minut

source: You are muted for another ${ ttl } seconds
csb: Twòje wëcëszenié mdze derało jesz ${ ttl } sekùnd

source: You are sending messages too fast, you have to wait ${ waitTime }s :(
csb: Të za chùtkò sélôsz te wiadë, pòżdżë le ${ waitTime } sekùnd :(

source: You don't have access to this channel
csb: Të ni môsz przistãpù do tegò karnôlu

source: Your mail has to be verified in order to chat
csb: Twòja adrésa e-mail mùszi òstac sprôwdzonô żebë jes mógł czatowac

source: You can't send a message this long :(
csb: Ni mòżesz sélac taczi dłudżi wiadë :(

source: Please use int channel
csb: Proszã ùżiwac karnôla int

source: Stop flooding.
csb: Òprzestani floodowac.

source: You sent an empty password or invalid data :(
csb: Të wësłôł pùstą parólã abò jaczé lëché dóné :(

source: This password-reset link isn't valid anymore :(
csb: Ten lënk do zresetowóniégò parólë ju nie je aktiwny :(

source: Your passwords do not match :(
csb: Twòje parole nie są szlachòwne :(

source: User doesn't exist in our database :(
csb: Taczégò brëkòwnika ni ma w naji baze dónëch :(

source: Password successfully changed.
csb: Ùdało sã zmienic parolã.

source: Invalid url :( Please check your mail again.
csb: Lëchi lënk :( Sprôwdzë le swòjégò e-maila jesz rôz.

source: A 3D globe of our whole map
csb: 3D kùgla naji côłi kôrtë

source: Double click on globe to go back.
csb: Przëcesni zemską kùglã dwakroc żebë copnąc.

source: Loading...
csb: Ładowónié...

source: Place color pixels on an map styled canvas with other players online
csb: Stawiôj farwné piksele na kôrtowatëch płótnach z jinszima graczama online

source: Email can't be empty.
csb: Pòle na e-mail ni mòże bëc pùsté.

source: Email should be at least 5 characters long.
csb: E-mail mùszi miec co nômni 5 merków.

source: Email can't be longer than 40 characters.
csb: E-mail ni mòże miec wicy jak 40 merków.

source: Email should at least contain a dot
csb: E-mail mùszi miec w sobie co nômni jeden póńkt

source: Email should contain a @
csb: E-mail mùszi miec w sobie merk @

source: Name can't be empty.
csb: Pòżwa nie mòże bëc pùstô.

source: Name must be at least 2 characters long
csb: Pòzwa mùszi miec co nômni 2 merczi

source: Name must be shorter than 26 characters
csb: Pòzwa ni mòże miec wicy jak 26 merków

source: Name contains invalid character like @, /, \ or #
csb: Pòzwa mô złé znaczi jak @, /, \ or #

source: No password given.
csb: Të nie pòdôł parolë.

source: Password must be at least 6 characters long.
csb: Paróla mùszi miec co nômni 6 merków.

source: Password must be shorter than 60 characters.
csb: Parola mùszi bëc krótsza niglë 60 lëtrów.

source: PixelPlanet.fun Password Reset
csb: Pixelplanet.fun Reset parolë

source: Reset your password here
csb: Tuwò zresetuj swòją parolã

source: Reset Password
csb: Zresetuj Parolã

source: Click here
csb: Cësnij tuwò

source: to go back to pixelplanet
csb: żebë warcëc na pixelplanet

source: Hello ${ name }, you can set your new password here:
csb: Mòjn ${ name }, Tuwò mòżesz ùstawic swòją nową parolã:

source: New Password
csb: Nowô Parola

source: Confirm New Password
csb: Pòcwierdzë Nową Parolã

source: Submit
csb: Przeslë

source: You are not logged in
csb: Të nie jes zalogòwóny

source: You are not allowed to access this page
csb: Të ni môsz ùdowierzeniô do przistãpù do ti starnë

source: Just admins can do that
csb: Leno sprôwnicë mògą to robic

source: You are not banned
csb: Të nie jes zbanowóny

source: No Captcha given
csb: Captcha nie òsta pòdónô

source: E-Mail already in use.
csb: E-mail ju w ùżëcym.

source: Username already in use.
csb: Pòzwa brëkòwnika ju w ùżëcym.

source: You took too long, try again.
csb: To za wiele zeszło, spróbùj jesz rôz.

source: You failed your captcha
csb: Nie przeszedł jes testu captcha

source: Unknown Captcha Error
csb: Nieznónô fela Captchë

source: This email provider is not allowed
csb: Ten dotëgòwôcz adrésë e-mail nie je dozwòlony

source: Failed to create new user :(
csb: Nie ùdało sã stwòrzëc nowégò brëkòwnika :(

source: Failed to establish session after register :(
csb: Nie ùdało sã ùsadzëc sesje pò registracje :(

source: Mail verification
csb: Sprôwdzenié adrésë e-mail

source: You are now verified :)
csb: Terô të jes ju sprôwdzony :)

source: Your mail verification code is invalid or already expired :(, please request a new one.
csb: Twój sprôwdzënkòwi kòd z e-maila je lëchi abò ju nie je aktiwny :( wëslë prosbã ò jesz jeden.

source: You are not even logged in.
csb: Të nawetka zalogòwóny nie jes.

source: Server error when logging out.
csb: Fela serwera w czasu wëlogòwiwóniégò.

source: You are not authenticated.
csb: Të nie przeszedł aùtentikacje.

source: Incorrect password!
csb: Złô parola!

source: PixelPlanet.fun Accounts
csb: Kònta Pixelplanet.fun

source: You will be automatically redirected after 15s
csb: Òstóniesz aùtomaticzno przekôzóny dali pò 15 sekùndach

source: Or ${ clickHere } to go back to pixelplanet
csb: Abò ${ clickHere } żebë warcëc do pixelplanet

source: Earth
csb: Zemia

source: Moon
csb: Miesądz

source: 3D Canvas
csb: Płótno 3d

source: Coronavirus
csb: Kòronawirus

source: Moon canvas. Safe space for art. No flags or large text (unless part of art) or art larger than 1.5k x 1.5k pixels.
csb: Miesądzowé płótno. Bezpiecznô rëmiô dlô malënków. Niżôdnëch fanów ani wiôldżich nôpisów (chëba że jakno part malënkù) ani malënków wikszich jak 1.5 tës. x 1.5. tës. pikselów.

source: Mirror of PixelZone
csb: Zdrzadłowi wëzdrzatk PixelZone

source: Mirror of PixelCanvas
csb: Zdrzadłowi wëzdrzatk PixelCanvas

source: Black and White canvas
csb: Biôłe ë czôrne płótna

source: A canvas for the most active players from the the previous day. Daily ranking updates at 00:00 UTC.
csb: Płótno dlô nôaktiwniészich graczów z ùszłégò dnia. Codniowi ranking sã òdnôwiô ò 00:00 UTC.

source: Welcome ${ name } to PixelPlanet, please verify your mail
csb: Witôj na PixelPlanet, ${ name }! Proszã, dôj sprawdzëc swòjã adrésã e-mail

source: Hello ${ name }
csb: Mòjn ${ name }

source: welcome to our little community of pixelplacers, to use your account, you have to verify your mail. You can do that here:
csb: Witôj w naji môłi spòleznie pikslostôwków. Żebë ùżëwac swòjégò kònta, mùszisz dac adrésã e-mail do sprôwdzeniô. Mòżesz to zrobic tuwò:

source: Click to Verify
csb: Cësnij żebë zwerifikòwac sã

source: Or by copying following url:
csb: Abò skòpiérowac henen lënk:

source: Have fun and don't hesitate to contact us if you encounter any problems :)
csb: Mdzë rôd, a nie bòjôj sã z nama skòntaktowac jakbë jes pòtkôł jaczé tôkle :)

source: Thanks
csb: Dzãka

source: We already sent you a verification mail, you can request another one in ${ minLeft } minutes.
csb: Më cë ju sélelë sprôwdzënkòwi e-mail, tak tej ò pòstãpny mòżesz pòprosëc za ${ minLeft } min.

source: You forgot your password for PixelPlanet? Get a new one here
csb: Të zabôcził parólë do PixelPlanet? Krëgni nową tuwò

source: Hello
csb: Mòjn

source: You requested to get a new password. You can change your password within the next 30min here:
csb: Të pòprosył ò ùdostónié nowi parólë. Mòżesz zmienic so parólã w pòstãpnëch trzëdzescë minutach tuwò:

source: If you did not request this mail, please just ignore it (the ip that requested this mail was ${ ip }).
csb: Żelë të nie prosył ò tegò maila, prosto ò nim zabôczë (IP jaczé prosëło ò maila to ${ ip }).

source: Mail is not configured on the server
csb: Pòczta nie je skònfigùrowónô na serwerze

source: We already sent you a mail with instructions. Please wait before requesting another mail.
csb: Më cë ju sélele e-maila ze wskôzama. Pòżdżë le nigle mdzes prosył ò drëdżégò.

source: Couldn't find this mail in our database
csb: Nie ùdało sã nalezc ti adrésë w naji baze dónëch
