Repository: TouchedByDarkness/pixelplanet-docker
Catalog: i18n/to.po
Languages: to

source: Switched to ${ canvasName }
to: Liliu ki he ${ canvasName }

source: Grid ON
to: Grid ʻi he

source: Grid OFF
to: Grid mavahe mei he

source: Pixel Notify ON
to: Pixel Fakaha ʻi he

source: Pixel Notify OFF
to: Pixel Fakaha mavahe mei he

source: Muted Sound
to: Ongo ʻoku ʻikai ke ʻi ai ha me

source: Unmuted Sound
to: Ongo ʻoku ʻikai ke fakalongo

source: Invalid Canvas
to: Fakatataa ʻoku ʻikai ʻaonga

source: This canvas doesn't exist
to: ʻOku ʻikai maʻu ʻa e fakatataa ko ʻeni

source: Invalid Coordinates
to: Ngaahi Fakafekauʻaki Hala

source: x out of bounds
to: x mei he ngaahi ngataʻanga

source: y out of bounds
to: y mei he ngaahi ngataʻanga

source: z out of bounds
to: z mei he ngaahi ngataʻanga

source: Wrong Color
to: Lanu hala

source: Invalid color selected
to: ʻIkai tonu e lanu naʻe filí

source: Just for registered Users
to: Maʻa e kau fakaʻaongaʻi pe kuo lesisita

source: You have to be logged in to place on this canvas
to: Kuo pau ke ke hu ki he polokalama ke fokotuʻu ʻi he fakatataa ko ʻeni

source: Not allowed
to: ʻIkai ngofua

source: Please prove that you are human
to: Kataki ʻo fakamoʻoniʻi ko e tangata koe

source: You are using a Proxy.
to: ʻOku ke fakaʻaongaʻi ha fakafofonga.

source: Just the Top10 of yesterday can place here
to: ʻE lava ke fokotuʻu heni ʻa e Top10 ʻo e ʻaneafi

source: You are weird
to: ʻOkú ke faikehe

source: Server got confused by your pixels. Are you playing on multiple devices?
to: Naʻe puputuʻu ʻa e server ʻi hoʻo pixel. ʻOku ke vaʻinga ʻi ha ngaahi meʻangaue kehekehe?

source: Range Banned
to: Kehekehe Banned

source: Weird
to: Faikehe

source: Couldn't set Pixel
to: ʻIkai lava ʻo fokotuʻu pixel

source: Error ${ retCode }
to: Fehalaaki ${ retCode }

source: Can't render 3D canvas, do you have WebGL2 disabled?
to: ʻIkai lava ʻo ʻave 3H fakatataa, ʻoku ʻi ai haʻo WebGL2 fakataʻeʻaongaʻi?

source: Error :(
to: Fehalaaki :(

source: OK
to: SAI

source: You made too many requests
to: Naʻe fuʻu lahi hoʻo ngaahi kole

source: try again after ${ ti }min
to: toe feinga hili ${ ti }min

source: Connection error ${ code } :(
to: Fehalaaki hono fakafehokotaki ${ code } :(

source: Could not connect to server, please try again later :(
to: ʻIkai lava ʻo fakafehokotaki ki he server, kataki ʻo toe feinga ʻamui ange :(

source: Unknown Error
to: Fehalaaki ʻOku ʻIkai ʻIloʻi

source: Server answered with gibberish :(
to: Tali ʻa e server ʻaki e gibberish :(

source: Your next pixels are ready
to: Kuo maau hoʻo pixel hoko

source: You can now place more on pixelplanet.fun :)
to: Te ke lava he taimi ni ʻo fokotuʻu ha meʻa lahi ange ʻi he pixelplanet.fun :)

source: mentioned you
to: naʻa ke lau ki ai

source: You have new messages in chat
to: ʻOku ʻi ai haʻo ngaahi popoaki foʻou ʻi he chat

source: Copy to Clipboard
to: Hiki Tatau ki he Papafakamaʻú

source: Online Users on Canvas
to: Kau fakaʻaongaʻi ʻi he ʻInitaneti ʻi he fakatataa

source: Total Online Users
to: Fakakatoa ʻo e kau fakaʻaongaʻi ʻi he

source: Placed Pixels
to: Fokotuʻu ʻa e pixel

source: Today
to: ʻI he ʻAho ni

source: Total
to: Fakakatoa

source: Canvas Selection
to: Fili ʻo e fakatataa

source: Close Chat
to: Tapuniʻi ʻa e chat

source: Open Chat
to: Fakaava ʻa e chat

source: Close Menu
to: Tapuniʻi ʻa e menu

source: Open Menu
to: Fakaava ʻa e menu

source: Loading
to: Load

source: Select Date above
to: Fili ʻa e ʻAho ʻi ʻolungá

source: Close
to: Tāpuni

source: Restore
to: Toe Fakafoki Mai

source: Clone
to: Ko e f pe

source: Move
to: Hiki

source: Maximize
to: Fakalōloa e Taimi ʻ

source: Resize
to: ʻAi ke siʻisiʻi

source: Help
to: Tokoni

source: Settings
to: Ngaahi Feituʻú

source: User Area
to: ʻĒlia ʻo e Tokotaha Ngā

source: Make Screenshot
to: Faʻu ha ʻata

source: Globe View
to: Globe Viu

source: Close Palette
to: Tapuni Palette

source: Open Palette
to: Fakaava Palette

source: Registration
to: Lesisita

source: Forgot Password
to: Ngalo e Lea Fufuú

source: Canvas Archive
to: ʻAkaivi ʻo e fakatataa

source: You took too long, try again.
to: Naʻe fuʻu fuoloa hoʻo feinga.

source: You failed your captcha
to: Naʻe ʻikai ke ke lava hoʻo captcha

source: No or invalid captcha text
to: ʻIkai pe ʻikai tonu captcha text

source: No captcha id given
to: ʻIkai foaki ha captcha ID

source: Unknown Captcha Error
to: Fehalaaki Captcha ʻikai ʻiloʻi

source: Error
to: Fehalaaki

source: Cancel
to: Kaniseli

source: Send
to: ʻAve

source: on how to appeal.
to: ki he founga ʻo e kole.

source: Reason
to: ʻUhinga

source: By Mod
to: Fai ʻe Mod

source: Duration
to: Loloa

source: Your ban expires at
to: ʻOku taʻeʻaonga hoʻo taʻeʻaonga ʻi he

source: which is in
to: ʻa ia ʻoku ʻi he

source: Unbanned
to: ʻIkai Toʻo

source: Now that you have seen this message, you are no longer banned.
to: Ko ʻeni kuo ke mamata ki he popoaki ko ʻeni, ʻoku ʻikai ke ke toe banned.

source: Why?
to: Ko e ha hono ʻuhinga?

source: Show Grid
to: Fakaʻasi ʻa e grid

source: Turn on grid to highlight pixel borders.
to: Fakamoʻui ʻa e grid ke fakaʻilongaʻi pixel kauʻafonua.

source: Show Pixel Activity
to: Fakaʻasi ʻa e ʻekitiviti pixel

source: Show circles where pixels are placed.
to: Fakaʻaliʻali ʻa e ngaahi siakale ʻoku fokotuʻu ai ʻa e pixel.

source: Disable Game Sounds
to: Toʻo e ongo ʻo e vaʻinga

source: All sound effects will be disabled.
to: ʻE fakataʻeʻaongaʻi ʻa e ngaahi ola lelei kotoa pe.

source: Your Browser doesn't allow us to use AudioContext to play sounds. Do you have some privacy feature blocking us?
to: ʻOku ʻikai fakangofua ʻe hoʻo browser ke tau fakaʻaongaʻi ʻa e AudioContext ke ta ʻaki e ngaahi ongo. ʻOku ʻi ai nai ha meʻa fakafoʻituitui ʻoku ne taʻofi kitautolu?

source: Enable chat notifications
to: ʻAi ke lava ʻo talanoa

source: Play a sound when new chat messages arrive
to: Ta ha ongo ʻi he taimi ʻoku aʻu mai ai ha ngaahi popoaki foʻou

source: Auto Zoom In
to: Fakaʻata ʻa e meʻalele ʻi he

source: Zoom in instead of placing a pixel when you tap the canvas and your zoom is small.
to: Fakaʻata ke ʻoua naʻa ke fokotuʻu ha pixel ʻi he taimi ʻoku ke lomiʻi ai ʻa e fakatataa pea ʻoku siʻisiʻi hoʻo fakaʻata.

source: Compact Palette
to: Maʻuʻanga Fakamatala Palette

source: Display Palette in a compact form that takes less screen space.
to: Fakaʻaliʻali Palette ʻi ha foomu ʻoku siʻisiʻi ange hono screen.

source: Potato Mode
to: Founga pateta

source: For when you are playing on a potato.
to: He ko e taimi ʻoku ke vaʻinga ai ʻi ha foʻi pateta.

source: Light Grid
to: Grid ʻo e mama

source: Show Grid in white instead of black.
to: Fakaʻaliʻali ʻa e grid ʻi he hinehina kae ʻikai ko e ʻuliʻuli.

source: Historical View
to: Vakai Fakahisitōliá

source: Check out past versions of the canvas.
to: Vakaiʻi ʻa e ngaahi tatau ʻo e fakatataa kuo ʻosi.

source: Themes
to: Ngaahi Kaveingá

source: How pixelplanet should look like.
to: ʻOku totonu ke fotunga fefe ʻa e pixelplanet.

source: Select Language
to: Fili ʻa e Lea Fakafonuá

source: Place color pixels on a large canvas with other players online!
to: Tuku ʻa e lanu ʻo e lanu ʻi ha fakatataa lahi mo ha kau vaʻinga kehe ʻi he ʻInitaneti!

source: Our main canvas is a huge worldmap, you can place wherever you like, but you will have to wait a specific Cooldown between pixels. You can check out the cooldown and requirements on the Canvas Selection menu (globe button on top). Some canvases have a different cooldown for replacing a user-set pixels than placing on a unset pixel. i.e. 4s/7s means 4s on fresh pixels and 7s on already set pixels.
to: Ko ʻetau tefitoʻi fakatataa ko ha worldmap lahi, te ke lava ʻo fokotuʻu ha feituʻu pe ʻoku ke saiʻia ai, ka kuo pau ke ke tatali ki ha Cooldown pau ʻi he vahaʻa ʻo e pixel. Te ke lava ʻo vakaiʻi ʻa e cooldown mo e ngaahi fie maʻu ʻi he menu ki hono fili ʻo e fakatataa (globe button ʻi ʻolunga). ʻOku ʻi ai ha canvases ʻe niʻihi ʻoku kehe ʻenau cooldown ki hono fetongi ʻo ha liunga ʻo e tokotaha ngaue ʻi he polokalama ʻi ha pixel. i.e. 4s/7s ʻoku ʻuhinga ia ki he 4s ʻi he pixel foʻou mo e 7s ʻi he ʻosi fokotuʻu.

source: Higher zoomlevels take some time to update, the 3D globe gets updated at least once per day.
to: ʻOku fie maʻu ʻe he zoomlevels maʻolunga ange ha taimi ke fakatonutonu ai, ʻoku fakatonutonu ʻa e kolope 3D ʻo ʻikai toe siʻi hifo he tuʻo taha he ʻaho.

source: Have fun!
to: Fiefia!

source: recommended
to: fokotuʻu atu

source: Source on
to: Maʻuʻanga fakamatala ʻi he

source: Map Data
to: Fakamatala ki he mape

source: The bare map data that we use, together with converted OpenStreetMap tiles for orientation, can be downloaded from mega.nz here:
to: ʻE lava ke download ʻa e fakamatala ki he mape ʻoku tau fakaʻaongaʻi, fakataha mo e ului OpenStreetMap Taila ki he fakataukei, mei he mega.nz heni:

source: Banned? Detected as Proxy?
to: Banned? ʻIloʻi ko e fakafofonga?

source: If you got detected as proxy, but you are none, or think that you got wrongfully banned, please go to our ${ guildedLink } or send us an e-mail to ${ mailLink } and include the following IID:
to: Kapau naʻa ke ʻiloʻi ko e fakafofonga koe, ka ʻoku ʻikai ko ha taha koe, pe fakakaukau naʻa ke maʻu taʻetotonu banned, kataki ʻo ʻalu ki heʻemau ${guildedLink } pe ʻomi ha ʻi-meili ki he ${ mailLink } pea fakakau ai ʻa e ngaahi meʻa ko ʻeni IID:

source: Controls
to: Puleʻi

source: Click a color in palette to select it
to: Lomiʻi ʻi ha lanu ʻi palette ke fili ia

source: Press ${ bindG } to toggle grid
to: Lomiʻi ʻa e ${bindG } ke tuʻu maʻu ʻi he grid

source: Press ${ bindX } to toggle showing of pixel activity
to: Lomiʻi ʻa e ${bindX } ke tuʻu maʻu ʻi hono fakahaaʻi ʻo e ʻekitiviti pixel

source: Press ${ bindH } to toggle historical view
to: Lomiʻi ʻa e ${bindH } ke tuʻu maʻu ʻi he vakai fakahisitolia

source: Press ${ bindR } to copy coordinates
to: Lomiʻi ʻa e ${bindR } ke hiki tatau e fakafekauʻaki

source: Press ${ bindQ } or ${ bindE } to zoom
to: Lomiʻi ʻa e ${bindQ } pe ${bindE } ke fakaʻata

source: Press ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } to move
to: Lomiʻi ʻa e ${bindW}, ${bindA }, ${bindS }, ${bindD } ke hiki

source: Press ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } to move
to: Lomiʻi ʻa e ${bindAUp }, ${bindALeft }, ${bindADown }, ${bindARight } ke hiki

source: Drag ${ mouseSymbol } mouse or ${ touchSymbol } pan to move
to: Tohoʻi ʻa e ${mouseSymbol } mausi pe ${touchSymbol } kulo ke hiki

source: Scroll ${ mouseSymbol } mouse wheel or ${ touchSymbol } pinch to zoom
to: Scroll ${mouseSymbol } veʻeteka ʻo e mausi pe ${touchSymbol } fefaʻuhi ke fakaʻata

source: ${ mouseSymbol } Left click or ${ touchSymbol } tap to place a pixel
to: ${mouseSymbol } toʻohema lomiʻi pe ${touchSymbol } lomiʻi ke fokotuʻu ha pixel

source: Click ${ mouseSymbol } middle mouse button or ${ touchSymbol } long-tap to select current hovering color
to: Lomiʻi ʻi he ${mouseSymbol } meʻa lomi mausi pe ${touchSymbol } loloa ke fili ʻa e lanu nau lolotonga

source: ${ mouseSymbol } Hold left mouse button and drag mouse to rotate
to: ${mouseSymbol } puke ʻa e meʻa lomi toʻohema ʻo e mausi pea tohoʻi ʻa e mausi ke vilo

source: ${ mouseSymbol } Scroll mouse wheel or hold ${ mouseSymbol } middle mouse button and drag to zoom
to: ${mouseSymbol } scroll e veʻeteka ʻo e mausi pe puke ʻa e ${mouseSymbol } meʻa lomi ʻo e mausi pea tohoʻi ke fakaʻata

source: ${ mouseSymbol } Right click and drag mouse to pan
to: ${mouseSymbol } lomiʻi fakatoʻomataʻu pea tohoʻi ʻa e mausi ki he kulo

source: ${ mouseSymbol } Right click or ${ touchSymbol } double-tap to remove a pixel
to: ${mouseSymbol } lomiʻi fakatoʻomataʻu pe ${touchSymbol } lomiʻi tuʻo ua ke toʻo ha pixel

source: Credit for the Palette of the Moon goes to ${ starhouseLink }.
to: ʻOku ʻalu ʻa e credit ki he Palette ʻo e mahina ki he ${ starhouseLink }.

source: Credit for the Palette of the Top10 canvas goes to ${ vinikLink }.
to: ʻOku ʻalu ʻa e credit ki he Palette ʻo e Top10 fakatataa ki he ${ vinikLink }.

source: Profile
to: Fakamatala Fakafoʻituituí

source: Statistics
to: Ngaahi Fakamatala Fakasitetisitiká

source: Converter
to: Fakaului

source: Loading...
to: Load...

source: Consider joining us on Guilded:
to: Fakakaukau ke ke kau fakataha mo kimautolu ʻi he Guilded:

source: Archive
to: ʻAkaivi

source: Register new account here
to: Lesisita heni ha ʻakauni foʻou

source: Name
to: Hingoa

source: Email
to: ʻĪmeili

source: Password
to: Lea Fufuú

source: Confirm Password
to: Fakapapauʻi ʻa e Lea Fufuú

source: Submit
to: Fakahū

source: Political Compass Canvas
to: Kapasa fakapolitikale fakatataa

source: This canvas got requested during a time of political conflicts on the main Earth canvas. It was a 1024x1024 representation of the political compass with a 5s cooldown and 60s stacking. It got launched on May 11th and remained active for months till it got shut down on November 30th.
to: Naʻe kole ʻa e fakatataa ko ʻeni lolotonga ha taimi ʻo e ngaahi fepakipaki fakapolitikale ʻi he tefitoʻi mamani. Ko ha fakatata 1024x1024 ia ʻo e kapasa fakapolitikale mo ha 5s cooldown mo e 60 tupu. Naʻe kamata ia ʻi he ʻaho 11 ʻo Mee pea kei malohi pe ʻi ha ngaahi mahina kae ʻoua kuo tapuni ʻi he ʻaho 30 ʻo Novema.

source: We decided to archive it as a timelapse with lossless encoded webm. Taking a screenshot from the timelapse results in a perfect 1:1 representation of how the canvas was at that time.
to: Naʻa mau fakakaukau ke ʻakaivi ia ko ha timelapse mo lossless encoded webm. Toʻo ha ʻata mei he ngaahi ola timelapse ʻi ha fakatata haohaoa 1:1 ʻo e founga naʻe ʻi ai ʻa e fakatataa ʻi he taimi ko ia.

source: Start chatting here
to: Kamata talanoa heni

source: Chat here
to: Talanoa heni

source: You must be logged in to chat
to: Kuo pau ke ke hu ki he polokalama ke talanoa

source: Channel settings
to: Fokotuʻutuʻu ʻo e senolo

source: Sent you a mail with instructions to reset your password.
to: Ne ʻoatu ha meili mo ha ngaahi fakahinohino ke fakafoʻou hoʻo lea fufuú.

source: Enter your mail address and we will send you a new password:
to: Fakahū ho tuʻasila meilí pea te mau ʻoatu ha lea fufū foʻou kiate koe:

source: Could not load captcha
to: ʻIkai lava ʻo load captcha

source: Type the characters from the following image:
to: Taipeʻi ʻa e ngaahi mataʻitohi mei he ʻimisi ko ʻeni:

source: Tip: Not case-sensitive; I and l are the same
to: Tokoni: ʻikai ke pelepelengesi; ʻOku ou tatau pe mo l

source: Click to Load Captcha
to: Lomiʻi ke load Captcha

source: Can't read? Reload:
to: ʻIkai lava ʻo laukonga? Reload:

source: Enter Characters
to: Fakahū ha Ngaahi Mataʻitohi

source: Email can't be empty.
to: He ʻikai lava ke taʻe fakafonu e ʻimeili.

source: Email should be at least 5 characters long.
to: ʻOku totonu ke ʻoua naʻa toe siʻi hifo he mataʻitohi ʻe 5 ʻa e ʻimeili.

source: Email can't be longer than 40 characters.
to: He ʻikai lava ke loloa ange ʻa e ʻimeili ʻi he mataʻitohi ʻe 40.

source: Email should at least contain a dot
to: ʻOku totonu ke ʻoua naʻa toe siʻi hifo he ʻimeili ha dot

source: Email should contain a @
to: ʻOku totonu ke kau ʻi he ʻimeili ha @

source: Name can't be empty.
to: ʻIkai lava ke taʻe ʻi ai ha hingoa.

source: Name must be at least 2 characters long
to: Kuo pau ke mataʻitohi ʻe 2 hono lōloa ʻo e hingoá

source: Name must be shorter than 26 characters
to: Kuo pau ke nounou ange ʻa e hingoá ʻi he mataʻitohi ʻe 26

source: Name contains invalid character like @, /, \ or #
to: ʻOku ʻi he hingoa ha mataʻitohi ʻoku hala hange ko @, /, \ pe #

source: No password given.
to: ʻIkai ʻoange ha lea fufū.

source: Password must be at least 6 characters long.
to: Kuo pau ke ʻoua naʻa toe siʻi hifo he mataʻitohi ʻe 6 ʻa e lea fufuú.

source: Password must be shorter than 60 characters.
to: Kuo pau ke nounou ange ʻa e lea fufuú ʻi he mataʻitohi ʻe 60.

source: Save
to: Seivi

source: Get IID
to: Maʻu IID

source: Copy
to: Hiki Tatau

source: Login to access more features and stats.
to: Login ke maʻu ha ngaahi fotunga mo ha stats.allblacks.comaspprofile.asp lahi ange.

source: Login with Name or Mail:
to: Login ʻaki e Hingoá pe Meilí:

source: I forgot my Password.
to: Kuo ngalo ʻeku Lea Fufuú.

source: or login with:
to: pe login mo e:

source: or register here:
to: pe lesisita heni:

source: Register
to: Lesisita

source: Daily Rank
to: Tuʻunga fakaʻaho

source: Total Rank
to: Tuʻunga fakakatoa

source: Your name is: ${ name }
to: Ko ho hingoa ko e: ${ name }

source: Log out
to: Hu ki tuʻa

source: Change Username
to: Liliu e Hingoa Ngāue ki he Polokala

source: Change Mail
to: Liliu e Meilí

source: Change Password
to: Liliu ʻa e Lea Fufuú

source: Delete Account
to: Tāmateʻi e ʻAkauní

source: Social Settings
to: Ngaahi Feituʻu Fakasōsialé

source: Yesterday
to: ʻAneafi

source: Countries Today
to: Ngaahi Fonua he ʻAho Ní

source: Charts
to: Ngaahi Sātí

source: User
to: Tokotaha Ngāue ki he Polo

source: Country
to: Fonua

source: Ranking updates every 5 min. Daily rankings get reset at midnight UTC.
to: Fakamatala fakamuimuitaha ʻi he miniti ʻe 5 kotoa pe. Muimuitaha fakahokohoko fakafoʻou fakaʻaho ʻi he tuʻuapoo UTC.

source: Choose Canvas
to: Fili ʻa e fakatataa

source: Palette for ${ gimpLink }
to: Palette ki he ${ gimpLink }

source: Image Converter
to: ʻImisi ʻo e fakaului

source: Convert an image to canvas colors
to: Papi ului ha ʻimisi ki he ngaahi lanu fakatataa

source: Choose Strategy
to: Fili ʻa e founga palani

source: Minimum Color Distance
to: Mamaʻo siʻisiʻi taha ʻo e lanu

source: Calculate like GIMP
to: Fikaʻi hange ko GIMP

source: Choose Color Mode
to: Fili ʻa e founga lanu

source: Add Grid (uncheck if you need a 1:1 template)
to: Tanaki atu ʻa e grid (uncheck kapau ʻoku ke fie maʻu ha template 1:1)

source: Offset
to: Seti

source: Scale Image
to: Meʻafua ʻo e ʻimisi

source: Width
to: Laulahi

source: Height
to: Maʻolunga

source: Keep Ratio
to: Tauhi ʻa e fika fehangahangai

source: Anti Aliasing
to: ʻAnitai Aliasing

source: Reset
to: Fakafoʻou

source: Online Users
to: Kau Fakaʻaongaʻi ʻi he ʻ

source: Stacking till
to: Fokotuʻutuʻu ʻo aʻu ki he

source: Ranked
to: Fakahokohoko

source: Yes
to: ʻIo

source: No
to: ʻIkai

source: Requirements
to: Ngaahi Fie Maʻú

source: User Account
to: ʻAkauni ʻa e Tokotaha Ngāue

source: and ${ canvas.req } Pixels set
to: mo e ${ canvas.req } pixel

source: Top 10 Daily Ranking
to: Tuʻunga fakaʻaho ʻe 10

source: Dimensions
to: Fua

source: Canvas
to: Fakatataa

source: Name or Email
to: Hingoa pe ʻĪmeilí

source: Please verify your mail address or your account could get deleted after a few days.
to: Kātaki ʻo fakapapauʻi ho tuʻasila meilí pe ʻe lava ke tāmateʻi hoʻo ʻakauní hili ha ngaahi ʻaho siʻi.

source: A new verification mail is getting sent to you.
to: ʻOku ʻoatu ha meili fakapapauʻi foʻou kiate koe.

source: Click here to request a new verification mail.
to: Lomiʻi heni ke kole ha meili fakapapauʻi foʻou.

source: Passwords do not match.
to: ʻOku ʻikai tatau ʻa e ongo lea fufuú.

source: Old Password
to: Lea Fufū Motuʻá

source: New Password
to: Lea Fufū Foʻoú

source: Confirm New Password
to: Fakapapauʻi ʻa e Lea Fufū Foʻoú

source: New Username
to: Hingoa Ngāue Foʻou ki he Polo

source: Changed Mail successfully. We sent you a verification mail, please verify your new mail address.
to: Lava lelei hono liliu ʻo e meili. Ne mau ʻoatu ha meili fakapapauʻi, kātaki ʻo fakapapauʻi ho tuʻasila meili foʻoú.

source: New Mail
to: Meili Foʻoú

source: Yes, Delete My Account!
to: ʻIo, tamateʻi ʻeku ʻakauni!

source: Block DMs
to: Poloka DMs

source: Block all Private Messages
to: Taʻofi kotoa e ngaahi popoaki fakatautaha

source: Private
to: Fakafoʻituitui

source: Don't show me in global stats
to: ʻOua te ke fakaʻaliʻali mai kiate au ʻi he fakamāmani lahí stats

source: Unblock Users
to: Taʻofi e kau fakaʻaongaʻi

source: You have no users blocked
to: ʻOku ʻikai ke ʻi ai haʻo loka

source: Build image on canvas.
to: Langa ha ʻimisi ʻi he fakatataa.

source: Build image and set it to protected.
to: Langa ha ʻimisi pea fokotuʻu ia ke maluʻi.

source: Build image, but reset cooldown to unset-pixel cd.
to: Langa ʻa e ʻimisi, kae fakafoʻou ʻa e cooldown ki he t-pixel cd.

source: Clean spare pixels that are surrounded by unset pixels
to: ʻOku maʻa ʻa e ngaahi liunga ʻoku ʻatakaiʻi ʻe he ngaahi liunga

source: Clean spare pixels that are surrounded by unset pixels and up to 1 other set pixels
to: ʻOku ʻi ai ha ngaahi liunga maʻa ʻoku ʻatakaiʻi ʻe he ngaahi pixel ʻoku ʻikai ke ʻi ai ha liunga pea aʻu ki he 1 ngaahi liunga kehe

source: Clean spare pixels that are surrounded by a single other color or unset pixels (VERY AGGRESSIVE ON CANVASES THAT ALLOW UNSET PIXELS (where there are two cooldowns)!)
to: ʻOku ʻi ai ha ngaahi liunga maʻa ʻoku ʻatakaiʻi ʻe ha lanu kehe pe ko ha liunga ua (ʻoku ʻikai ke ʻi ai ha MEʻA ʻi he CANVASES ʻoku ne fakaʻata ʻa e PIXELS (ʻa ia ʻoku ʻi ai ha cooldowns ʻe ua)!)

source: Status: Not running
to: Tuʻunga: ʻikai lele

source: Image Upload
to: Upload e ʻĪmisí

source: Upload images to canvas
to: Upload e ngaahi ʻata ki he fakatataa

source: File
to: Faile

source: Pixel Protection
to: Pixel maluʻi

source: Top-left corner
to: Tuliki toʻohema ʻi ʻolunga

source: Bottom-right corner
to: Tuliki toʻomataʻu ki lalo

source: Rollback to Date
to: Rollback ki he ʻaho

source: Canvas Cleaner
to: Fakamaʻa ʻo e fakatataa

source: Apply a filter to clean trash in large canvas areas.
to: Fakaʻaongaʻi ha filter ke fakamaʻa ʻaki e veve ʻi he ngaahi feituʻu fakatataa lalahi.

source: Stop Cleaner
to: Taʻofi e fakamaʻa

source: IP Actions
to: Ngaahi ngaue IP

source: Do stuff with IPs (one IP per line)
to: Fai ha ngaahi meʻa mo e IPs (taha IP ki he laine)

source: Manage Moderators
to: Tokangaʻi ʻo e moderators

source: Remove Moderator
to: Toʻo ʻa e tokotaha ʻoku ne

source: There are no mods
to: ʻOku ʻikai ke ʻi ai ha ngaahi meʻa ke fai

source: Assign new Mod
to: Vahe ha Mod foʻou

source: Enter UserName of new Mod
to: Fakahu ʻa e hingoa ngaue ʻo e Mod foʻou

source: User Name
to: Hingoa Ngāue ʻi he Polokalam

source: Interval is invalid
to: ʻIkai tonu ʻa e vahaʻa taimi

source: Check who placed in an area
to: Vakaiʻi pe ko hai naʻe tuku ʻi ha feituʻu

source: Interval
to: ʻI he vahaʻa ʻo

source: IID (optional)
to: IID (fili pē)

source: Get Pixels
to: Maʻu ʻa e pixel

source: Get Users
to: Maʻu e kau fakaʻaongaʻi

source: You must enter a duration
to: Kuo pau ke ke fakahū ha taimi

source: You must enter an IID
to: Kuo pau ke ke fakahu ha IID

source: IID Actions
to: Ngaahi ngaue IID

source: Enter Reason
to: Fakahū ʻa e ʻUhingá

source: (0 = infinite)
to: (0 = taʻe fakangatangata)

source: Top 10 Countries [pxls / day]
to: Ngaahi fonua ʻe 10 ki ʻolunga [pxls/ʻaho]

source: Players and Pixels per hour
to: Kau vaʻinga mo e pixel ʻi he houa

source: Top 10 Players [pxls / day]
to: Kau vaʻinga ʻe toko 10 [pxls/ʻaho]

source: Total Pixels placed per day
to: Fakakatoa ʻo e pixel ʻi he ʻaho

source: Block
to: Poloka

source: Mute
to: Fakalongo
